{
  "search_term": "Alford",
  "first_name": "Dean",
  "last_name": "Alford",
  "run_start": "2024-11-20 13:55:11",
  "run_end": "2024-11-20 14:14:01",
  "hits": [
    {
      "book_ref": "Life-study of Second Corinthians, msg. 34: The Putting to Death of Jesus and the Renewing of the Inward Man  (2) ",
      "page_num": "302",
      "snippet": " In their comments on this verse, both Alford and Vincent spoke concerning the mingled spirit, but their speaking was somewhat vague. Alford said, “Not distinctly the Holy Spirit,—but still not merely a human disposition: the indwelling Holy Spirit penetrates and characterizes the whole renewed man.” On the one hand, Alford speaks of the Holy Spirit. On the other hand, he indicates that something human, signified [303] by the word disposition, is also involved. Actually, what Alford was referring to was the human spirit. Vincent says, “Spirit of faith: not distinctly the Holy Spirit, nor, on the other hand, a human faculty or disposition, but blending both.” Vincent’s remarks are an improvement upon those of Alford. The word faculty is certainly an improvement over disposition. Furthermore, Vincent speaks of a blending of the Spirit with a particular human faculty. This blending is actually the mingling of the Holy Spirit with our human spirit. "
    },
    {
      "book_ref": "Life-study of First Thessalonians, msg. 5: The Triune God Embodied in the Word to Produce a Holy Life for the Church Life (1) ",
      "page_num": "43",
      "snippet": " Recently, as I was studying 1:1, I realized that to speak of the church of the Thessalonians in God the Father and the Lord Jesus Christ is to utter something very weighty and deep. I consulted the writings of Dean Alford on this verse, and I was helped by what he had to say. First, Alford points out that the preposition “in” here denotes communion and participation in. What Alford means by participation is equal to the expression “organic union.” Communion denotes a common union. The church is a group of people who have a common union with God and who are participating in Him. [44] "
    },
    {
      "book_ref": "Life-study of First Thessalonians, msg. 5: The Triune God Embodied in the Word to Produce a Holy Life for the Church Life (1) ",
      "page_num": "43",
      "snippet": " Furthermore, Alford goes on to say that the expression “in God the Father” is a mark, an indication, that those in the church are no longer heathen, no longer of the Gentiles. Gentiles do not have God, but the church is composed of a group of people who are in God the Father. Those in the church, therefore, are no longer heathen. "
    },
    {
      "book_ref": "Life-study of First Thessalonians, msg. 5: The Triune God Embodied in the Word to Produce a Holy Life for the Church Life (1) ",
      "page_num": "43",
      "snippet": " Alford also says that “in the Lord Jesus Christ” indicates that those in the church are no longer Jewish. Jews do not believe in Jesus Christ, just as the heathen do not believe in the true God. Who are those who believe in God and in the Lord Jesus Christ? The church people are such believers. Today we are neither heathen, nor Jewish; we are the church people in God the Father and the Lord Jesus Christ. Those in the church life with a background in Judaism must realize that they are no longer Jewish. The church is composed of those who are no longer Gentiles or Jews, for we all now are in God the Father and in the Lord Jesus Christ. "
    },
    {
      "book_ref": "Life-study of Second Corinthians (2nd ed.), msg. 34: The Putting to Death of Jesus and the Renewing of the Inner Man (2) ",
      "page_num": "298",
      "snippet": "In their comments on this verse, both Alford and Vincent spoke concerning the mingled spirit, but their speaking was somewhat vague. Alford says, “Not distinctly the Holy Spirit,—but still not merely a human disposition: the indwelling Holy Spirit penetrates and characterizes the whole renewed man.” On the one hand, Alford speaks of the Holy Spirit. On the other hand, he indicates that something human, signified by the word disposition, is also involved. Actually, what Alford is referring to is the human spirit. Vincent says, “Spirit of faith: not distinctly the Holy Spirit, nor, on the other hand, a human faculty or disposition, but blending both.” Vincent’s remarks are an improvement upon those of Alford. The word faculty is [299] certainly an improvement over disposition. Furthermore, Vincent speaks of a blending of the Spirit with a particular human faculty. This blending is actually the mingling of the Holy Spirit with our human spirit."
    },
    {
      "book_ref": "Life-study of First Thessalonians (2nd ed.), msg. 5: The Triune God Embodied in the Word to Produce a Holy Life for the Church Life (1) ",
      "page_num": "41",
      "snippet": "Recently, as I was studying 1:1, I realized that to speak of the church of the Thessalonians in God the Father and the Lord Jesus Christ is to utter something very weighty and deep. I consulted the writings of Dean Alford on this verse, and I was helped by what he had to say. First, Alford points out that the preposition in here denotes communion and participation in. What Alford means by participation is equal to the expression organic union. Communion denotes a common union. The church is a group of people who have a common union with God and who are participating in Him."
    },
    {
      "book_ref": "Life-study of First Thessalonians (2nd ed.), msg. 5: The Triune God Embodied in the Word to Produce a Holy Life for the Church Life (1) ",
      "page_num": "41",
      "snippet": "Furthermore, Alford goes on to say that the expression in God the Father is a mark, an indication, that those in the church are no longer heathen, no longer of the Gentiles. Gentiles do not have God, but the church is composed of a group of people who are in God the Father. Those in the church, therefore, are no longer heathen."
    },
    {
      "book_ref": "Life-study of First Thessalonians (2nd ed.), msg. 5: The Triune God Embodied in the Word to Produce a Holy Life for the Church Life (1) ",
      "page_num": "41",
      "snippet": "Alford also says that in the Lord Jesus Christ indicates that those in the church are no longer Jewish. Jews do not believe in Jesus Christ, just as the heathen do not believe in the true God. [42] Who are those who believe in God and in the Lord Jesus Christ? The church people are such believers. Today we are neither heathen nor Jewish; we are the church people in God the Father and the Lord Jesus Christ. Those in the church life with a background in Judaism must realize that they are no longer Jewish. The church is composed of those who are no longer Gentiles or Jews, for we all now are in God the Father and in the Lord Jesus Christ."
    },
    {
      "book_ref": "CWWL, Bible Notes & Hymns, vol. 3, \"Bible Notes,\" ch. 21: Galatians, Ephesians, Philippians, Colossians ",
      "page_num": "306",
      "snippet": " This I pray, that your love may abound yet more and more in full knowledge and all discernment. “Love should be not only cordial and active, but that it should be guided also by wisdom and understanding from God, by a godly discernment of good and evil, wrought by the power of His Spirit; so that, while acting in love, they should also walk according to that wisdom, and should understand that which, in this world of darkness, was truly according to divine light and perfection, so that they [306] should be without reproach until the day of Christ”—J. N. Darby. “Your love may increase...in knowledge and perception. For by these Love is guarded from being ill-judged and misplaced”—Alford. (Bible 3) "
    },
    {
      "book_ref": "CWWL, Bible Notes & Hymns, vol. 3, \"Bible Notes,\" ch. 21: Galatians, Ephesians, Philippians, Colossians ",
      "page_num": "308",
      "snippet": " Christ will be magnified in my body, whether through life or through death. magnified: shown to be what He is—Alford. (Bible 7) "
    },
    {
      "book_ref": "CWWL, Bible Notes & Hymns, vol. 3, \"Bible Notes,\" ch. 21: Galatians, Ephesians, Philippians, Colossians ",
      "page_num": "321",
      "snippet": " Since the day you heard and knew the grace of God in truth. knew: or, fully knew. in truth: “Not adverbial, ‘truly’...‘truth’ being the whole element, in which the grace was proclaimed and received”—Henry Alford. “You know the grace in its truth.” (Bible 8) "
    },
    {
      "book_ref": "CWWL, Bible Notes & Hymns, vol. 3, \"Bible Notes,\" ch. 21: Galatians, Ephesians, Philippians, Colossians ",
      "page_num": "331",
      "snippet": " If you died with Christ from the elements of the world, why, as living in the world, do you subject yourselves to ordinances? elements: “the rudimentary lessons, i.e., ritualistic observances”—Alford. subject: lit., being dogmatized, brought under ordinances. (Bible 8) "
    },
    {
      "book_ref": "Life-study of First Thessalonians, msg. 4: Some Basic Matters ",
      "page_num": "34",
      "snippet": " Dean Alford makes three points concerning this part of 1:1. First he says that the phrase “in God the Father and the Lord Jesus Christ” indicates communion and participation. Alford did not use the expression organic union, but he speaks of communion, which means fellowship and a kind of co-union. He also speaks of the believers participating in God and Christ. Because of this participation, they have a common union with God. Second, Alford says that the words [35] “in God the Father” mark out the believers as being no longer heathen, for as heathen they were not in God the Father. Third, he says that “in the Lord Jesus Christ” indicates that the believers are no longer Jewish, for the Jews were not willing to accept the Lord Jesus. Hence, the believers at Thessalonica, being in the Father and the Lord Jesus Christ, were no longer heathen or Jewish. "
    },
    {
      "book_ref": "CWWL, 1985, vol. 3, \"The Living Needed for Building Up the Small Group Meetings,\" ch. 5: A Life of Meeting by Speaking by the Spirit of Faith ",
      "page_num": "61",
      "snippet": " In the Recovery Version there is a footnote for the phrase the spirit of faith. In this footnote I quoted commentaries from two authorities in the Greek language, Alford and Vincent. Alford says, “Not distinctly the Holy Spirit,—but still not merely a human disposition: the indwelling Holy Spirit penetrates and characterizes the whole renewed man.” Vincent’s interpretation of Greek words mainly follows that of Alford. His words are, “Spirit of faith: not distinctly the Holy Spirit, nor, on the other hand, a human faculty or disposition, but blending both.” In the two passages above, due to the lack of light, they both used the term disposition. This term describes the inward conditions of man, including the human spirit. The Bible scholars at that time did not have a thorough understanding of the human spirit. It was not until the beginning of this century that the matter of the human spirit was properly understood. People like Mrs. Jessie Penn-Lewis spoke much about the human spirit. We received much help sixty years ago from them. After further study during the past few decades, we became even clearer about the matter of the human spirit. [62] "
    },
    {
      "book_ref": "Life-study of First Thessalonians (2nd ed.), msg. 4: Some Basic Matters ",
      "page_num": "34",
      "snippet": "Dean Alford makes three points concerning this part of 1:1. First, he says that the phrase in God the Father and the Lord Jesus Christ indicates communion and participation. Alford did not use the expression organic union, but he speaks of communion, which means fellowship and a kind of co-union. He also speaks of the believers participating in God and Christ. Because of this participation, they have a common union with God. Second, Alford says that the words in God the Father mark out the believers as being no longer heathen, for as heathen, they were not in God the Father. Third, he says that in the Lord [35] Jesus Christ indicates that the believers were no longer Jewish, for the Jews were not willing to accept the Lord Jesus. Hence, the believers at Thessalonica, being in the Father and the Lord Jesus Christ, were no longer heathen or Jewish."
    },
    {
      "book_ref": "The Conclusion of the New Testament: Experiencing, Enjoying, and Expressing Christ, Volume 3 (msgs. 382-436), msg. 382: Experiencing, Enjoying, and Expressing Christ in the Epistles  (88) ",
      "page_num": "3851",
      "snippet": " Regeneration, like redemption and justification, is an aspect of God’s full salvation. Redemption and justification solve our problem with God and reconcile us to God; regeneration enlivens us with God’s life, bringing us into a relationship of life, an organic union, with God. Hence, regeneration issues and results in a living hope. Such regeneration is accomplished through the resurrection of Christ from the dead. “The resurrection of Christ, bringing in life and the gift of the life-giving Spirit, is that which potentiates the new birth unto a living hope” (Alford). "
    },
    {
      "book_ref": "The Conclusion of the New Testament: Experiencing, Enjoying, and Expressing Christ, Volume 3 (msgs. 382-436), msg. 382: Experiencing, Enjoying, and Expressing Christ in the Epistles  (88) ",
      "page_num": "3853",
      "snippet": " The inheritance in verse 4 comprises the coming salvation of our souls (vv. 5, 9), the grace to be received at the revelation [3853] of the Lord (v. 13), the glory to be revealed (5:1), the unfading crown of glory (v. 4), and the eternal glory (v. 10). All these items of our eternal inheritance are related to the divine life, which we received through regeneration and which we are experiencing and enjoying throughout our entire Christian life. “This inheritance is the full possession of that, which was promised to Abraham and all believers (Gen. 12:3; see Gal. 3:6 ff.), an inheritance, as much higher than that which fell to the children of Israel in the possession of Canaan, as the sonship of the regenerate, who have already received the promise of the Spirit through faith as a pledge of their inheritance, is higher than the sonship of Israel: compare Gal. 3:18, 29; 1 Cor. 6:9; Eph. 5:5; Heb. 9:15” (Wiesinger, quoted by Alford). "
    },
    {
      "book_ref": "Life-study of First Peter, msg. 3: The Full Salvation of the Triune God and Its Issues  (1) ",
      "page_num": "27",
      "snippet": " At this point I would quote a word from Dean Alford: “The resurrection of Christ, bringing in life and the gift of the life-giving Spirit, is that which potentiates the new birth into a living hope.” The concept here is deep. The resurrection of Christ potentiates our regeneration into a living hope. When we were regenerated, the resurrected Christ entered into us. He is not only the living One—He is also the resurrected One. Now He is the life within us that potentiates the new birth and causes every aspect of our being to become living. Therefore, regeneration results in a living hope. "
    },
    {
      "book_ref": "Life-study of First Peter, msg. 3: The Full Salvation of the Triune God and Its Issues  (1) ",
      "page_num": "27",
      "snippet": " The inheritance in verse 4 comprises the coming salvation of our souls (see verses 5 and 9), the grace to be received at the unveiling of the Lord (v. 13), the glory to be revealed (5:1), the unfading crown of glory (5:4), and the eternal glory (5:10). All these items of our eternal inheritance are related to the divine life which we received through regeneration and which we are experiencing and enjoying through our entire Christian life. “This inheritance is the full possession of that which was promised to Abraham and all believers (Gen. 12:3; see Gal. 3:6 ff.), an inheritance, as much higher than that which fell to the children of Israel in the possession of Canaan, as the sonship of the regenerate, who have already received the promise of the Spirit through faith as a pledge of their inheritance, is higher than the sonship of Israel: compare Gal. 3:18, [28] 29; 1 Cor. 6:9; Eph. 5:5; Heb. 9:15” (Wiesinger, quoted by Alford). "
    },
    {
      "book_ref": "Life-study of Jude, msg. 2: Evils of the Apostates and Their Punishment under the Lord's Judgment ",
      "page_num": "16",
      "snippet": " In verse 19 Jude says, “These are those who make separations, soulish, not having spirit.” The Greek word translated “soulish” is psychikos, the adjective form of psyche, which means soul. “The psyche (soul) is the center of the personal being, the ‘I’ of each individual. It is in each man bound to the spirit, man’s higher part, and to the body, man’s lower part; drawn upwards by the one, downwards by the other. He who gives himself up to the lower appetites, is fleshy; he who by communion of his spirit with God’s Spirit is employed in the higher aims of his being, is spiritual. He who rests midway, thinking only of self and self’s interest, whether animal or intellectual, is the psychikos, the selfish (soulish) man, the man in whom the spirit is sunk and degraded into subordination to the subordinate psyche (soul)” (Alford). "
    },
    {
      "book_ref": "Life-study of Jude, msg. 2: Evils of the Apostates and Their Punishment under the Lord's Judgment ",
      "page_num": "16",
      "snippet": " In verse 19 Jude speaks of the apostates as “not having spirit.” This is the human spirit, not the Spirit of God. The apostates are devoid of spirit. They “have not indeed ceased to have a spirit, as a part of their own tripartite nature (1 Thes. 5:23), but they have ceased to possess it in any worthy sense: it is degraded beneath and under the power of the psyche (soul), the personal life, so as to have no real vitality of its own” (Alford). They do not care for their spirit or use it. They do not contact God by their spirit in communion with the Spirit of God; neither do they live and walk in their spirit. They have been drawn downward by their flesh and have become fleshy, so that they have lost the consciousness of their conscience and become animals without reason (Jude 10). "
    },
    {
      "book_ref": "CWWL, 1950–1951, vol. 1, \"The Recovery of the Church according to the Pattern on the Mountain,\" ch. 3: A Demonstration on How to Conduct a Bible Study ",
      "page_num": "23",
      "snippet": " Henry Alford maintains the King James translation of “servant” instead of “slave.” He says that slave implies someone without any freedom of his own. But an apostle is one who is called by God in a particular way; he possesses the highest office. The word apostle, or “sent one,” is not used in a general sense; it carries a higher and more special meaning. The twelve apostles, plus James the brother of the Lord, as well as Paul, had received such a title. Only those who are specially called by God can be called an “apostle.” "
    },
    {
      "book_ref": "CWWL, 1950–1951, vol. 1, \"The Recovery of the Church according to the Pattern on the Mountain,\" ch. 3: A Demonstration on How to Conduct a Bible Study ",
      "page_num": "23",
      "snippet": " Moule argues against Alford, saying that the word servant should be slave, meaning someone bought and someone who submits willingly. On the one hand, Christ bought Paul with His own blood unto Himself. On the other hand, Paul willingly submitted and offered himself to be a slave of Christ. We are slaves of Christ in both of the above senses. "
    },
    {
      "book_ref": "CWWL, 1969, vol. 1, \"The Experience of Christ as Life for the Building Up of the Church,\" ch. 9: Experiencing the Spirit in Second Corinthians (2) ",
      "page_num": "392",
      "snippet": " I would like to point out what Henry Alford said concerning 2 Corinthians 3:16-17: "
    },
    {
      "book_ref": "CWWL, 1969, vol. 1, \"The Experience of Christ as Life for the Building Up of the Church,\" ch. 9: Experiencing the Spirit in Second Corinthians (2) ",
      "page_num": "392",
      "snippet": " We may wonder how Christ, as Henry Alford pointed out, could be the Spirit of Christ. We may not be able to understand this, but we simply need to say Amen to what the Bible says. Hebrews 1:8 refers to Christ the Son as God, and then verse 9 says that God is His God. This is the mystery of the Divine Trinity. We cannot fully comprehend such a mystery, but we can accept it. The Bible says that Christ as the last Adam became a life-giving Spirit, that the Lord is the Spirit who gives life, and that he who is joined to the [393] Lord is one spirit (1 Cor. 6:17). This is not my teaching but my quotation of the Bible. This is not my invention but my discovery. "
    },
    {
      "book_ref": "CWWL, 1981, vol. 2, \"The History and Revelation of the Lord's Recovery,\" ch. 13: \"National Defense\" and \"Public Security\" in the Lord's Recovery ",
      "page_num": "228",
      "snippet": " Authorities such as Henry Alford, Marvin R. Vincent, and Andrew Murray also acknowledged that 2 Corinthians 3:17 speaks of the Lord Jesus being the Holy Spirit who gives life. In a footnote in The New Testament for English Readers, Henry Alford says, “‘The Lord,’ as here spoken of, ‘Christ,’ ‘is the Spirit,’ is identical with the Holy Spirit...Christ, here, is the Spirit of Christ” (vol. 2, p. 265). Marvin R. Vincent, in his Word Studies in the New Testament, discusses 2 Corinthians 3:17, saying, “The Lord Christ of ver. 16 is the Spirit who pervades and animates the new covenant” (vol. 3, p. 308). Andrew Murray, in chapter 25 of The Spirit of Christ, says, “Our Lord Jesus...became ‘the Lord the Spirit’...The disciples knew Jesus long, without knowing Him as the Lord the Spirit...It is as the knowledge and acknowledgment of Christ as the Lord the Spirit...that the ministry among believers will be in Life and Power.” "
    },
    {
      "book_ref": "CWWL, 1984, vol. 2, \"Elders' Training, Book 4: Other Crucial Matters concerning the Practice of the Lord's Recovery,\" ch. 1: Concerning the Use of Reference Books and Other Writings (1) ",
      "page_num": "370",
      "snippet": " To read others’ old books needs quite an amount of proper discernment. Since I came to the United States, in my speaking I have rarely referred you to some other writings. I did this purposely. Books such as Andrew Murray’s The Spirit of Christ, however, I did have and still have the peace to refer you to. When I was writing the notes for the book of Luke, I asked my helpers to turn to Dean Alford for a certain point. I use Dean Alford very much, but his interpretation of this certain point was absolutely wrong. This shows that [371] we must have the proper discernment in reading others’ theological writings. "
    },
    {
      "book_ref": "CWWL, 1985, vol. 3, \"The Divine Speaking,\" ch. 3: The Divine Speaking in the Holy Spirit by the Spirit of Faith ",
      "page_num": "301",
      "snippet": " About one hundred years ago Henry Alford wrote concerning the spirit of faith: “Not distinctly the Holy Spirit,—but still not merely a human disposition: the indwelling Holy Spirit penetrates and characterizes the whole renewed man.” What is referred to here as the human disposition is actually the human spirit. Even by that [302] time the saints did not know much about the human spirit. No writers ever spoke much about the human spirit until the beginning of the twentieth century. Mrs. Penn-Lewis in one book spoke strongly concerning the difference between the human spirit and the soul, and we received much help from her. We have continued to study this and have developed it to the uttermost. Now among us even the little ones know that the Holy Spirit mingles Himself with our human spirit. The spirit here is not only the Holy Spirit but the Holy Spirit with our human spirit (Rom. 8:16). "
    },
    {
      "book_ref": "CWWL, 1985, vol. 3, \"The Divine Speaking,\" ch. 3: The Divine Speaking in the Holy Spirit by the Spirit of Faith ",
      "page_num": "301",
      "snippet": " Marvin Vincent in his word study of the New Testament follows Henry Alford, saying the same thing: “Spirit of faith: not distinctly the Holy Spirit, nor, on the other hand, a human faculty or disposition, but blending both.” He uses the word blending. There is a blending between the Holy Spirit and our human spirit. This is what we call the mingled spirit. We have the mingled spirit of faith. "
    },
    {
      "book_ref": "CWWL, 1990, vol. 2, \"Messages to the Trainees in Fall 1990,\" ch. 9: The Mingled Spirit ",
      "page_num": "495",
      "snippet": " In dealing with the truth of the mingling of divinity with humanity, we must consider the mingling of the divine Spirit with our human spirit. Certain authors in the past have written concerning the two spirits, saying that it is often difficult to tell whether the word spirit in some verses in the New Testament refers to the divine Spirit or the human spirit. Concerning spirit of faith in 2 Corinthians 4:13, Henry Alford says, “Not distinctly the Holy Spirit,—but still not merely a human disposition: the indwelling Holy Spirit penetrates and characterizes the whole renewed man.” Vincent follows Alford on this point and says, “Not distinctly the Holy Spirit, nor, on the other hand, a human faculty or disposition, but blending both.” There is such a fact that the divine Spirit, who is God Himself, is mingled with our human spirit, and there is a clear record of this mingling in the New Testament. "
    },
    {
      "book_ref": "CWWN, vol. 62, \"Matured Leadings in the Lord's Recovery (2),\" ch. 27: Demonstration on How to Conduct a Bible Study ",
      "page_num": "299",
      "snippet": " Henry Alford maintained the King James translation of servant instead of slave. He said that slave implies someone without any freedom of his own. But an apostle is one who is called by God in a particular way; he possesses the highest office. The word apostle, or “sent one,” is not used in a general sense; it carries a higher and more special meaning. The twelve apostles, plus James the brother of the Lord, as well as [300] Paul, had received such a title. Only those who are specially called by God can be called an “apostle.” "
    },
    {
      "book_ref": "CWWN, vol. 62, \"Matured Leadings in the Lord's Recovery (2),\" ch. 27: Demonstration on How to Conduct a Bible Study ",
      "page_num": "299",
      "snippet": " Moule argued against Alford, saying that the word servant should be slave, meaning someone bought and someone who submits willingly. On the one hand, Christ bought Paul with His own blood unto Himself. On the other hand, Paul willingly submitted and offered himself to be a slave of Christ. We are slaves of Christ in both of the above senses. [302] "
    },
    {
      "book_ref": "Life-study of First Peter (2nd ed.), msg. 3: The Full Salvation of the Triune God and Its Issues (1) ",
      "page_num": "27",
      "snippet": "At this point I would quote a word from Dean Alford: “The resurrection of Christ, bringing in life and the gift of the life-giving Spirit, is that which potentiates the new birth into a living hope.” The concept here is deep. The resurrection of Christ potentiates our regeneration into a living hope. When we were regenerated, the resurrected Christ entered into us. He is not only the living One—He is also the resurrected One. Now He is the life within us that potentiates the new birth and causes every aspect of our being to become living. Therefore, regeneration results in a living hope."
    },
    {
      "book_ref": "Life-study of First Peter (2nd ed.), msg. 3: The Full Salvation of the Triune God and Its Issues (1) ",
      "page_num": "27",
      "snippet": "The inheritance in verse 4 comprises the coming salvation of our souls (vv. 5, 9), the grace to be received at the revelation of the Lord (v. 13), the glory to be revealed (5:1), the unfading crown of glory (v. 4), and the eternal glory (v. 10). All these items of our eternal inheritance are related to the divine life, which we received through regeneration and which we are experiencing and enjoying through our entire Christian life. “This inheritance is the full possession of that, which was promised to Abraham and all believers (Gen. 12:3; see Gal. 3:6 ff.), an inheritance, as much higher than that which fell to the children of Israel in the possession of Canaan, as the sonship of the regenerate, who have already received the promise of the [28] Spirit through faith as a pledge of their inheritance, is higher than the sonship of Israel: compare Gal. 3:18, 29; 1 Cor. 6:9; Eph. 5:5; Heb. 9:15” (Wiesinger, quoted by Alford)."
    },
    {
      "book_ref": "Life-study of Jude (2nd ed.), msg. 2: The Evils of the Apostates and Their Punishment under the Lord's Judgment ",
      "page_num": "16",
      "snippet": "In verse 19 Jude says, “These are those who make divisions, soulish, having no spirit.” The Greek word translated “soulish” is psychikos, the adjective form of psyche, which means “soul.” “The psyche [soul] is the center of the personal being, the ‘I’ of each individual. It is in each man bound to the spirit, man’s higher part, and to the body, man’s lower part; drawn upwards by the one, downwards by the other. He who gives himself up to the lower appetites, is fleshy: he who by communion of his spirit [16] with God’s Spirit is employed in the higher aims of his being, is spiritual. He who rests midway, thinking only of self and self’s interests, whether animal or intellectual, is the psychikos, the selfish man, the man in whom the spirit is sunk and degraded into subordination to the subordinate psyche [soul]” (Alford)."
    },
    {
      "book_ref": "Life-study of Jude (2nd ed.), msg. 2: The Evils of the Apostates and Their Punishment under the Lord's Judgment ",
      "page_num": "16",
      "snippet": "In verse 19 Jude speaks of the apostates as “having no spirit.” This is the human spirit, not the Spirit of God. The apostates were devoid of spirit. They “have not indeed ceased to have a spirit, as a part of their own tripartite nature [1 Thes. 5:23]: but they have ceased to possess it in any worthy sense: it is degraded beneath and under the power of the psyche [soul], the personal life, so as to have no real vitality of its own” (Alford). They do not care for their spirit or use it. They do not contact God by their spirit in communion with the Spirit of God; neither do they live and walk in their spirit. They have been drawn downward by their flesh and have become fleshy, so that they have lost the consciousness of their conscience and have become like animals without reason (Jude 10)."
    },
    {
      "book_ref": "The Conclusion of the New Testament: God, Christ, and the Spirit, Volume 2 (msgs. 61-98), msg. 62: Christ—His Attributes and Virtues  (2) ",
      "page_num": "669",
      "snippet": " The virtue of forbearance is all-inclusive. It includes love, kindness, mercy, peacefulness, mildness, gentleness, reasonableness, the ability to fit in, and many other virtues. If we are reasonable, considerate, and able to fit in, we shall also [669] be gentle, kind, mild, and peaceful. Furthermore, we shall be meek and moderate, full of compassion for others. The opposite of forbearance is being just in an exacting way. A person who lacks forbearance will be exacting and demanding of others. But to be forbearing means that we are easily satisfied, even with less than our due. Alford says that the Greek word for forbearance means not to be strict with respect to legal rights. "
    },
    {
      "book_ref": "The Conclusion of the New Testament: God, Christ, and the Spirit, Volume 2 (msgs. 61-98), msg. 64: Christ—His Work  (2) ",
      "page_num": "688",
      "snippet": " In His human living the Lord Jesus cared for the things of the Father. Luke 2:41-51 reveals that at the age of twelve He cared for God’s interests. Verse 42 says, “When He became twelve years old, they went up according to the custom of the feast.” At the age of twelve, a boy was called by the Jews “son of the law,” and first incurred legal obligation (Alford). The number twelve also signifies eternal perfection in God’s administration. Hence, “twelve years old” indicates that what the Lord Jesus did here was perfectly related to God’s administration. "
    },
    {
      "book_ref": "The Conclusion of the New Testament: God, Christ, and the Spirit, Volume 2 (msgs. 61-98), msg. 73: Christ—His Work  (11) ",
      "page_num": "787",
      "snippet": " In Adam we all died, but through the instrumentality of Christ’s resurrection God has regenerated us, has enlivened us. We were born with Christ in His resurrection. Dean Alford says, “The resurrection of Christ, bringing in life and the gift of the life-giving Spirit, is that which potentiates the new birth into a living hope.” The resurrection of Christ potentiates our regeneration into a living hope. When we were regenerated, the resurrected Christ entered into us. He is not only the living One—He is also the resurrected One. Now He is the life within us that potentiates the new birth and causes every part of our being to become living. "
    },
    {
      "book_ref": "The Conclusion of the New Testament: God, Christ, and the Spirit, Volume 2 (msgs. 61-98), msg. 90: The Spirit—His Work  (5) ",
      "page_num": "972",
      "snippet": " Second Corinthians 4:13 indicates that the indwelling Spirit mingles with the believers in their faith: “Having the same spirit of faith, according to that which is written, I believed, therefore I spoke; we also believe, therefore also we speak.” The “same spirit” refers to the same spirit as set forth in the quotation from Psalm 116:10. Concerning the spirit [972] in 2 Corinthians 4:13, Alford says, “Not distinctly the Holy Spirit,—but still not merely a human disposition: the indwelling Holy Spirit penetrates and characterizes the whole renewed man.” Vincent says, “Spirit of faith: not distinctly the Holy Spirit, nor, on the other hand, a human faculty or disposition, but blending both.” This means it is a mingling of the Holy Spirit with our human spirit. We must exercise such a spirit to believe and to speak, as the psalmist did, the things we have experienced of the Lord, especially His death and resurrection. Faith is in our spirit, which is mingled with the Holy Spirit, not in our mind. Doubts are in our mind. The “spirit” here indicates that it is by the mingled spirit that the apostles lived a crucified life in resurrection for carrying out their ministry. "
    },
    {
      "book_ref": "The Conclusion of the New Testament: The Believers, Volume 1 (msgs. 99-134), msg. 101: The Believers—Their Status  (3) ",
      "page_num": "1090",
      "snippet": " The inheritance in 1 Peter 1:4 comprises the coming salvation of our souls (vv. 5, 9), the grace to be revealed at the unveiling of the Lord (v. 13), the glory to be revealed (1 Pet. 5:1), the unfading crown of glory (1 Pet. 5:4), and the eternal glory (1 Pet. 5:10). All these items of our eternal inheritance are related to the divine life which we received through regeneration and which we are experiencing and enjoying throughout our entire Christian life. “This inheritance is the full possession of that which was promised to Abraham and all believers (Gen. 12:3; see Gal. 3:6ff.), an inheritance, as much higher than that which fell to the children of Israel in the possession of Canaan, as the sonship of the regenerate, who have already received the promise of the Spirit through faith as a pledge of their inheritance, is higher than the sonship of Israel: compare Gal. 3:18, 29; 1 Cor. 6:9; Eph. 5:5; Heb. 9:15”—Wiesinger, quoted by Alford. "
    },
    {
      "book_ref": "The Conclusion of the New Testament: The Believers, Volume 1 (msgs. 99-134), msg. 123: The Believers—Their Present  (7) ",
      "page_num": "1338",
      "snippet": " First Peter 3:21 indicates that baptism is the appeal of a good conscience unto God. The Greek word rendered “appeal” is eperotema, a question, an inquiry. Its meaning is very much disputed. The right meaning of the phrase seems to be, as Alford said, “the seeking after God of a good and pure conscience,” which governs the proper Christian life. This kind of question, asking for something, may be considered an appeal or demand. Peter’s thought here may be that baptism is the appeal to God of the baptized one for a good conscience unto God. Such a conscience has no more offense, but rather is full of peace and confidence that the baptized one has been baptized into the Triune God and organically united with Him. "
    },
    {
      "book_ref": "The Conclusion of the New Testament: The Believers, Volume 2 (msgs. 135-188), msg. 139: The Believers—Their Present  (23) ",
      "page_num": "1518",
      "snippet": " By the divine dispensing the Father guards the believers from stumbling and makes them without blemish. Jude 24 says, “To Him who is able to guard you from stumbling, and to set you before His glory without blemish in exultation.” Here the writer indicates clearly that although he has charged the believers to endeavor in the things mentioned in verses 20 through 23, yet only God our Savior is able to guard them from stumbling and to set them before His glory without blemish in exultation. Glory here is the glory of the great God and our Savior, Christ Jesus, which will be manifested at His appearing (Titus 2:13; 1 Pet. 4:13) and in which He will come (Luke 9:26). The preposition “in” here means in the element of, and “exultation” signifies the exuberance of triumphant joy (Alford). "
    },
    {
      "book_ref": "The Conclusion of the New Testament: The Believers, Volume 2 (msgs. 135-188), msg. 166: The Believers—Their Present  (50) ",
      "page_num": "1814",
      "snippet": " Dean Alford says that in 4:24 truth denotes the very essence of God, for God is truth. This is in contrast to the lusts of the deceit mentioned in verse 22. Deceit is the essence of Satan, who is a liar, but truth is the essence of God, who is truth. Thus, the lusts are of Satan, who is the deceit, whereas righteousness and holiness are of God, who is the truth. M. R. Vincent points out that in these verses deceit and truth should be personified. The new man is created according to God in righteousness and holiness, two aspects of God’s essence. "
    },
    {
      "book_ref": "The Conclusion of the New Testament: The Believers, Volume 2 (msgs. 135-188), msg. 184: The Believers—Their Future  (5) ",
      "page_num": "1990",
      "snippet": " In 2 Corinthians 5:10, Paul tells us that every believer before the judgment seat of Christ will be “recompensed for the things done through the body, according to what he has practiced, whether good or bad.” Alford points out that “recompense” is a technical word for receiving wages. While we are still at home in the body, we should do things through it [1991] to please the Lord, that we may be rewarded for them by the Lord at His coming. "
    },
    {
      "book_ref": "The Conclusion of the New Testament: The Church, the Kingdom, and the New Jerusalem (msgs. 189-264), msg. 217: The Church the Status of the Church  (11)  the New Man  (2) ",
      "page_num": "2310",
      "snippet": " Dean Alford says that in 4:24 truth denotes the essence of God, for God is truth. This is in contrast to the lusts of the deceit mentioned in verse 22. Deceit is the essence of Satan, who is a liar, but truth is the essence of God, who is truth. Thus, the lusts are of Satan, who is the deceit, whereas righteousness and holiness are of God, who is the truth. M. R. Vincent points out that in these verses deceit and truth should be personified. The new man is created according to God in righteousness and holiness, two aspects of God’s essence. "
    },
    {
      "book_ref": "The Conclusion of the New Testament: The Church, the Kingdom, and the New Jerusalem (msgs. 189-264), msg. 223: The Church the Degradation of the Church  (1) ",
      "page_num": "2380",
      "snippet": " Second Timothy 2:16-18 says, “Avoid profane, vain babblings, for they will advance to more ungodliness, and their word will spread as gangrene, of whom are Hymenaeus and Philetus, who concerning the truth have misaimed, saying that the resurrection has already taken place, and overthrow the faith of some.” Here Paul refers to those who bring in heresies as gangrene. In verse 17 the Greek word rendered “spread” may also be translated “feed” or “eat.” Literally it means “will find pasture,” as in John 10:9. The word for pasture in Greek is the medical term for the consuming progress of a mortifying disease (Alford). Hence, its meaning in verse 17 is to spread. The word “gangrene” [2381] denotes an eating sore, a cancer. Paul used such a strong word to describe those who teach differently. He tells us that their word not only advances unto more ungodliness, but that it spreads as gangrene which consumes the flesh and causes part of one’s body to die. This has been the situation among certain dissenting ones. "
    },
    {
      "book_ref": "The Conclusion of the New Testament: The Church, the Kingdom, and the New Jerusalem (msgs. 189-264), msg. 224: The Church the Degradation of the Church  (2) ",
      "page_num": "2389",
      "snippet": " “Heresy” is an anglicized Greek word, hairesis, which means choices of opinion of doctrine different from that usually accepted, “self-chosen doctrines alien from the truth” (Alford), thus causing division and producing sects. Here this word denotes the false and heretical doctrines brought in by the false teachers, the heretics, similar to the doctrines of today’s Modernism, which denies the deity of Christ and the redemptive death of Christ. "
    },
    {
      "book_ref": "The Conclusion of the New Testament: The Church, the Kingdom, and the New Jerusalem (msgs. 189-264), msg. 229: The Church the Overcomers in the Church  (4) ",
      "page_num": "2443",
      "snippet": " Second Corinthians 5:10 says, “We must all be manifested before the judgment seat of Christ, that each one may be recompensed for the things done through the body, according to what he has practiced, whether good or bad.” The judgment seat of Christ is where Christ will judge His believers at His coming back, not concerning their eternal salvation but concerning their dispensational reward (1 Cor. 4:4-5; 3:13-15). Alford points out that “recompense” is a [2444] technical word for receiving wages. While we are still at home in the body, we should do things through it to please the Lord, that we may be rewarded for them by the Lord at His coming. "
    },
    {
      "book_ref": "The Conclusion of the New Testament: Experiencing, Enjoying, and Expressing Christ, Volume 1 (msgs. 265-322), msg. 316: Experiencing, Enjoying, and Expressing Christ in the Epistles  (22) ",
      "page_num": "3196",
      "snippet": " According to the context of 2 Corinthians 3:17, the Lord here must refer to Christ the Lord (2:12, 14-15, 17; 3:3-4, 14, 16; 4:5). This then is a strong word in the Bible telling us emphatically that Christ is the Spirit. “The Lord Christ of v. 16 is the Spirit who pervades and animates the new covenant of which we are ministers (v. 6), and the ministration of which is with glory (v. 8). Compare Rom. 8:9-11; John 14:16, 18” (Vincent). “The Lord of verse 16, is the Spirit…which giveth life, v. 6: meaning, ‘the Lord,’ as here spoken of, ‘Christ,’ ‘is the Spirit,’ is identical with the Holy Spirit…Christ, here, is the Spirit of [3196] Christ” (Alford). “All that transforming and indwelling Spirit is Christ Himself. ‘The Lord is the Spirit’” (Williston Walker). "
    },
    {
      "book_ref": "The Conclusion of the New Testament: Experiencing, Enjoying, and Expressing Christ, Volume 3 (msgs. 382-436), msg. 392: Experiencing, Enjoying, and Expressing Christ in the Epistles  (98) ",
      "page_num": "3966",
      "snippet": " We walk in the light, but God is in the light because He is light. Henry Alford says, “The light is the element in which God dwells: compare 1 Tim. 6:16....this walking in the light, as He is in the light, is no mere imitation of God, but is an identity in the essential element of our daily walk with the essential element of God’s eternal being: not imitation, but coincidence and identity of the very atmosphere of life.” When we walk and live in the light of God, we have the joint enjoyment of the Triune God and the joint participation in His divine purpose. The fellowship of the divine life brings us the divine light, and the divine light keeps us in the fellowship, that is, in the joint enjoyment of God and the joint participation in His purpose. "
    },
    {
      "book_ref": "The Conclusion of the New Testament: Experiencing, Enjoying, and Expressing Christ, Volume 3 (msgs. 382-436), msg. 398: Experiencing, Enjoying, and Expressing Christ in the Epistles  (104) ",
      "page_num": "4041",
      "snippet": " Jude indicates clearly that although he has charged the believers to endeavor in the things mentioned in verses 20 through 23, nevertheless only God our Savior is able to guard them from stumbling and to set them before His glory without blemish in exultation. Glory here is the glory of the great God and our Savior, Christ Jesus, which will be manifested at His appearing (Titus 2:13; 1 Pet. 4:13) and in which He will come (Luke 9:26). The preposition in here means in the element of, and the word exultation signifies the exuberance of triumphant joy (Alford). "
    },
    {
      "book_ref": "Life-study of Luke, msg. 6: The Preparation of the Man-savior in His Humanity with His Divinity  (4) ",
      "page_num": "54",
      "snippet": " In 2:41-51 we see that the Lord Jesus cared for God’s interest at the age of twelve and also subjected Himself to His parents. Verse 42 says, “And when He became twelve years old, they went up according to the custom of the feast.” At the age of twelve, a boy was called by the Jews “son of the law,” and first incurred legal obligation (Alford). The number twelve also signifies eternal perfection in God’s administration. Hence, “twelve years old” indicates that what the Lord did here was perfectly related to God’s administration. [55] "
    },
    {
      "book_ref": "Life-study of Luke, msg. 51: The Death of the Man-savior  (1) ",
      "page_num": "444",
      "snippet": " The Jewish leaders accused the Lord before Pilate, saying, “We found this man perverting our nation and forbidding to pay taxes to Caesar, and saying that he himself is Christ, a king” (23:2). The Greek word translated “perverting” may also be rendered “turning away” or “misleading” (v. 14). Pilate then asked Him saying, “Are you the King of the Jews? And answering him, He said, You are saying it” (v. 3). The Lord’s answer, according to Alford, is to be understood as a strong affirmative. "
    },
    {
      "book_ref": "Life-study of Luke, msg. 78: The Man-savior's Ascension  (3) ",
      "page_num": "658",
      "snippet": " A second way of translating Ephesians 1:22 does not use the words “to be.” According to this way of rendering the verse, it would read, “gave Him, head over all things, to the church.” The verse would then mean that God has given something to the church. What has God given to the church? God has given Christ to the church as the Head over all things. One version that follows this way of translating this verse is the Concordant Literal New Testament: “gives Him, as Head over all, to the ecclesia.” Wuest in his expanded translation says the same thing: “Him He gave as Head over all things to the Church.” Dean Alford also interprets this verse to mean that God gave Christ to the church as the Head, and this Head is over all things. This second way of translating this verse would indicate after God raised Christ from among the dead, seated Him in the heavens, and subjected all things under His feet, He then gave Him to the church as the Head over all things. This would not be logical according to the sequence. The three steps of raising Christ, seating Him in the heavens, and subjecting all things under His feet are great steps. According to the second way of translating the verse, these great steps are followed by a lesser step—giving Christ to the church. "
    },
    {
      "book_ref": "Life-study of Acts, msg. 55: The Propagation in Asia Minor and Europe through the Ministry of Paul's Company  (21) ",
      "page_num": "478",
      "snippet": " Our eternal inheritance is related to the divine life which we received through regeneration and which we are experiencing and enjoying through our entire Christian life. “This inheritance is the full possession of that which was promised to Abraham and all believers (Gen. 12:3; see Gal. 3:6ff), an inheritance, as much higher than that which fell to the children of Israel in the possession of Canaan, as the sonship of the regenerate, who have already received the promise of the Spirit through faith as a pledge of their inheritance, is higher than the sonship of Israel: compare Gal. 3:18-29; 1 Cor. 6:9; Eph. 5:5; Heb. 9:15” (Wiesinger, quoted by Alford). "
    },
    {
      "book_ref": "Life-study of Second Corinthians, msg. 8: The Ministers of the New Covenant  (1) ",
      "page_num": "67",
      "snippet": " According to the context of this section, which starts at 2:12, the Lord here must refer to Christ the Lord (2:12, 14, 15, 17; 3:3, 4, 14, 16; 4:5). This, then, is a strong word in the Bible, telling us emphatically that Christ is the Spirit. “The Lord Christ of ver. 16 is the Spirit who pervades and animates the new covenant of which we are ministers (ver. 6), and the ministration of which is with glory (ver. 8). Compare Romans 8:9-11; John 14:16, 18” (Vincent). “The Lord of verse 16 is the Spirit,...which giveth life, verse 6, meaning, ‘the Lord’, as here spoken of, ‘Christ’, ‘is the Spirit’, is identical with the Holy Spirit:...Christ, here, is the Spirit of Christ” (Alford). “All that transforming and indwelling Spirit is Christ Himself. ‘The Lord is the Spirit’” (Williston Walker). "
    },
    {
      "book_ref": "Life-study of Second Corinthians, msg. 10: The Ministers of the New Covenant  (3) ",
      "page_num": "93",
      "snippet": " Concerning the spirit in verse 13, Alford says, “Not distinctly the Holy Spirit,—but still not merely a human disposition: the indwelling Holy Spirit penetrates and characterizes the whole renewed man.” Vincent says, “Spirit of faith: not distinctly the Holy Spirit, nor, on the other hand, a human faculty or disposition, but blending both.” This means it is the mingling of the Holy Spirit with our human spirit. We must exercise such a spirit to believe and to speak, as the psalmist did, the things we have experienced of the Lord, especially His death and resurrection. Faith is in our spirit, which is mingled with the Holy Spirit, not in our mind. Doubts are in our mind. The “spirit” here indicates that it is by the mingled spirit that the apostles lived a crucified life in resurrection for carrying out their ministry. "
    },
    {
      "book_ref": "Life-study of Second Corinthians, msg. 13: The Ministers of the New Covenant  (6) ",
      "page_num": "119",
      "snippet": " In verse 10 Paul says, “For we must all be manifested before the judgment seat of Christ, that each one may be [119] recompensed for the things done through the body, according to what he has practiced, whether good or bad.” “For” explains the reason for the ambition mentioned in verse 9. The judgment seat is where Christ will judge His believers at His coming back, not concerning their eternal salvation, but concerning their dispensational reward (1 Cor. 4:4-5; 3:13-15). The word “recompensed” here is the technical word for receiving wages (Alford). While we are still at home in the body, we should do things through it to please the Lord so that we may be rewarded for them by the Lord at His coming. "
    },
    {
      "book_ref": "Life-study of Galatians, msg. 25: Not Brought to Nought from Christ ",
      "page_num": "221",
      "snippet": " The different renderings of 5:4 are all implied in the one Greek expression. Literally, this expression means to be brought to nothing from Christ. Dean Alford says that an exact, accurate, and literal translation of the Greek term would be annihilated, which in its original meaning means to bring something to nothing. Hence, in this verse Paul is talking about being brought to nothing, to nought, from Christ. He was telling the Galatians, “Dear saints, you who seek to be justified by law have been brought to nothing from Christ. You were grafted into Christ, and you were enjoying the riches of Christ. But by going back to the law and to circumcision, you are brought to nought, you are annihilated, from Christ.” "
    },
    {
      "book_ref": "Life-study of Ephesians, msg. 25: Putting on the New Man ",
      "page_num": "222",
      "snippet": " Ephesians 4:24 says that the new man is created according to God in righteousness and holiness of the truth. Righteousness here signifies God’s deeds, and holiness signifies His being. Whatever God does is righteous, and whatever God is, is holy. The new man is created according to God in both of these respects. Moreover, both righteousness and holiness are of the truth. Dean Alford says that in this verse truth denotes the very essence of God, for God is truth. This is in contrast with the lust of the deceit mentioned in 4:22. Deceit is the essence of Satan, who is a liar, but truth is the essence of God, who is truth. Thus, the lusts are of Satan, who is the deceit, whereas righteousness and holiness are of God, who is the truth. Vincent points out that in these verses deceit and truth should be personified. The [223] new man is created according to God in righteousness and holiness, two aspects of God’s essence. "
    },
    {
      "book_ref": "Life-study of Philippians, msg. 57: A Life Full of Forbearance but without Anxiety  (2) ",
      "page_num": "504",
      "snippet": " Forbearance also includes peacefulness, mildness, and gentleness. If you are reasonable, considerate, and able to fit in, you will no doubt be gentle, kind, mild, and peaceful. You will also be meek and moderate, full of compassion for others. As we pointed out in the previous message, the opposite of forbearance is being just in a very exacting way. A person who lacks forbearance will be exacting and demanding of others. But to be forbearing means that we are satisfied with less than our due. Alford says that the Greek word for forbearance means to not be strict with respect to legal rights. For example, a certain thing may be ours, but we do not claim it according to strict, legal right. This is forbearance. "
    },
    {
      "book_ref": "Life-study of Second Timothy, msg. 4: The Spread of the Decline ",
      "page_num": "30",
      "snippet": " In verse 17 Paul goes on to say, “And their word will spread as gangrene, of whom are Hymenaeus and Philetus.” The Greek word rendered spread may also be rendered feed or eat. Literally it means “will find pasture,” as in John 10:9. The word for pasture in Greek is the medical term for the consuming progress of a mortifying disease (Alford). Hence, its meaning in this verse is to spread. "
    },
    {
      "book_ref": "Life-study of First Peter, msg. 25: Christian Life and Its Sufferings  (7) ",
      "page_num": "223",
      "snippet": " The Greek word rendered “appeal” is eperotema, a question, an inquiry. Its meaning is very much disputed. The right meaning of the phrase seems to be, as Alford said, “the seeking after God of a good and pure conscience,” which governs the proper Christian life. This kind of question, asking for something, may be considered an appeal or demand. Peter’s thought here may be that baptism is the appeal to God of the baptized one for a good conscience unto God. Baptism, as a symbol, a counterpart of our belief in all the accomplishments of Christ, testifies that all the problems we have before God and with God have been solved. Hence, it is also a testimony, witnessing that in our conscience there is no more offense, but rather we are full of peace and confidence that we have been baptized into the Triune God (Matt. 28:19) and organically united with Him through the resurrection of Christ, that is, by Christ in resurrection as the Spirit of life. Without the Spirit of Christ as its reality, baptism by water immediately becomes an empty and dead ritual. "
    },
    {
      "book_ref": "Life-study of Second Peter, msg. 9: The Divine Government  (1) ",
      "page_num": "78",
      "snippet": " “Heresy” is an anglicized Greek word, hairesis, which means choices of opinion of doctrine different from that usually accepted, “self-chosen doctrines alien from the truth” (Alford), thus causing division and producing sects. This word is also used in Acts 5:17; 15:5; 24:5, 14; 26:5; 28:22; 1 Corinthians 11:19; Galatians 5:20; and Titus 3:10 in the adjective form, hairetikon, heretical. Here it denotes the false and heretical doctrines brought in by the false teachers, the heretics, similar to the doctrines of today’s Modernism. "
    },
    {
      "book_ref": "Life-study of First John, msg. 7: Conditions of the Divine Fellowship  (2) ",
      "page_num": "61",
      "snippet": " In 1:7a John says, “But if we walk in the light as He is in the light, we have fellowship with one another.” To “walk” here means to live, behave, and have our being. We walk in the light, but God is in the light because He is light. “The light is the element in which God dwells (cf. 1 Tim. 6:16)....this walking in the light, as He is in the light, is no mere imitation of God,...but is an identity in the essential element of our daily walk with the essential element of God’s eternal being: not imitation, but coincidence and identity of the very atmosphere of life” (Alford). "
    },
    {
      "book_ref": "Life-study of Jude, msg. 3: Charges to the Believers ",
      "page_num": "24",
      "snippet": " In verses 24 and 25 we have the conclusion of this Epistle. Verse 24 says, “But to Him who is able to guard you from stumbling, and to set you before His glory without blemish in exultation.” In this concluding phrase, the writer indicates clearly that although he has charged the believers to endeavor in the things mentioned in verses 20 through 23, yet only God our Savior is able to guard them from stumbling and to set them before His glory without blemish in exultation. Glory here is the glory of the great God and our Savior, Christ Jesus, which will be manifested at His appearing (Titus 2:13; 1 Pet. 4:13) and in which He will come (Luke 9:26). The preposition “in” here means in the element of, and “exultation” signifies the exuberance of triumphant joy (Alford). "
    },
    {
      "book_ref": "CWWL, 1953, vol. 2, \"Revelations in Ephesians: Seeing the Living and Responsibility of the Church in the Holy Spirit,\" ch. 9: The Living Needed in the Daily Walk (1) ",
      "page_num": "387",
      "snippet": " On the one hand, ignorance is due to man’s inward unwillingness to know. On the other hand, it is due to the hardness of man’s heart. Henry Alford, an authority on New Testament Greek, says that hardness means “becoming callous, as a part of the body does where the skin is hardened by constant friction or pressure” (The New Testament for English Readers, p. 394). Thus, the inward ignorance of the Gentiles is due to both their unwillingness to know and their hardened and numb heart. As a result, they are alienated from the life of God. "
    },
    {
      "book_ref": "CWWL, 1953, vol. 2, \"Revelations in Ephesians: Seeing the Living and Responsibility of the Church in the Holy Spirit,\" ch. 10: The Living Needed in the Daily Walk (2) ",
      "page_num": "410",
      "snippet": " Dean Alford says that both the deceit in Ephesians 4:22 and the reality in verse 24 are personified. Thus, the reality here is in opposition to the deceit. Likewise, the righteousness and holiness in verse 24 are in opposition to lusts in verse 22, and created in verse 24 is in opposition to corrupted in verse 22. The old man was created in God’s image, not in the lusts of the deceit, but later he was corrupted in the lusts of the deceit. In contrast, the new man was created according to God in righteousness and holiness of the reality. [411] "
    },
    {
      "book_ref": "CWWL, 1959, vol. 1, \"A Record of Several Talks in Hong Kong,\" ch. 4: An Evaluation of the Meeting at Honor Oak ",
      "page_num": "473",
      "snippet": " According to the New Testament, the church has two aspects: the universal aspect and the local aspect. In practice the church exists in a locality, but in nature the church is universal (1 Cor. 1:2). The greatest problem between us and Brother T. Austin-Sparks is the difference in our views concerning the church. His view and light concerning spirituality have greatly benefited seekers on earth. The East should have fellowship with the West concerning spirituality. However, his two visits to Taiwan in the past few years have troubled and grieved me. Prior to these visits, I did not have much of an impression concerning him. In 1933 Brother Watchman Nee spoke highly of him to me, telling me that there was hardly anyone in church history who was as spiritual as Brother T. Austin-Sparks. Brother Nee translated some of his writings into Chinese, and the saints highly esteemed them. In 1933 I dropped my job in order to serve the Lord full time. Later, when I went to Shanghai, Brother Nee gave me Bible expositions by J. N. Darby and Henry Alford as a gift. At that time I also read Brother T. Austin-Sparks’s book entitled The Release of the Lord, which speaks of Christ, the cross, and resurrection. In 1938 Brother Nee was invited to England a second time. When he returned to China, a brother asked him why we had not invited T. Austin-Sparks to China. Brother Nee did not give an explanation; he said only that it was not the right time. He told me that Brother T. Austin-Sparks’s view of spiritual matters matched, and might exceed, ours, but his view of the practice of the church differed from ours. Once, as Brother Nee and I were walking, we spoke concerning the ground of the church. Brother Nee told me that in our work in the East we had a clear understanding concerning the matter of the church, whereas in the [474] West the truth concerning the church had been so thoroughly damaged by the British Brethren that even T. Austin-Sparks was not clear concerning the ground of the church; hence, in the West there were problems concerning the practice of the church. "
    },
    {
      "book_ref": "CWWL, 1960, vol. 2, \"The Elders' Management of the Church,\" ch. 11: The Administration of the Elders (1) ",
      "page_num": "286",
      "snippet": " Although these brothers and sisters are useful by this time, you will find out that they are not entirely clear in the understanding of the truth. You still have to perfect them in many ways concerning the truth. I can never forget the help I received from one brother ahead of me. Shortly after I had come in contact with him, within less than half a year, he sent me a Bible from far away. This was the New Translation by J. N. Darby. This version gave me a lot of help. I have to admit that before this time I did not know that there was such a version in the universe. Later, I left my job and served the Lord full time. In 1933 I went to Shanghai. I can never forget that one day this brother came with two sets of books. When he saw me, he said, “Brother, all these are yours.” After he said this, he went downstairs. When I looked at the two sets, I found that one was a book on the New Testament by Dean Alford. This was the authoritative word study of the New Testament. The other book was the Synopsis of the Books of the Bible by J. N. Darby. At that time I felt that these two sets were too precious. I can tell you that for over three days I did not eat well, not because I was too sorrowful but because I was too happy. Every word written in these two sets was like gold to me. They rendered me immeasurable [287] help during those years. I am very clear concerning the perfection that this brother rendered me. "
    },
    {
      "book_ref": "CWWL, 1965, vol. 1, \"The All-inclusive Spirit of Christ,\" ch. 1: The All-inclusive Spirit of Christ ",
      "page_num": "555",
      "snippet": " Some Christian writers have clearly seen this matter in this verse. Henry Alford, in his New Testament for English Readers, page 265, says, “‘The Lord,’ as here [2 Cor. 3:17] spoken of...is identical with the Holy Spirit...Christ, here, is the Spirit of Christ.” Marvin R. Vincent, in his Word Studies in the New Testament, volume 3, page 308, regarding this verse, says, “The Lord Christ of verse 16 is the Spirit who pervades and animates the new covenant.” "
    },
    {
      "book_ref": "CWWL, 1969, vol. 2, \"Practicing the Church Life by Exercising the Spirit,\" ch. 1: Meeting in Spirit by Daily Living in the Spirit ",
      "page_num": "120",
      "snippet": " According to the Scriptures, the last Adam, Christ in the flesh, became a life-giving Spirit, and the Lord, who is Christ Himself, is the Spirit. In his New Testament for English Readers Henry Alford points out emphatically in his notes on 2 Corinthians 3:17 that “‘the Lord,’ as here spoken of, ‘Christ,’ ‘is the Spirit,’ is identical with the Holy Spirit.” Furthermore, Marvin Vincent, in his Word Studies in the New Testament, wrote concerning this verse, “The Lord Christ of v. 16 is the Spirit who pervades and animates the new covenant of which we are ministers (v. 6), and the ministration of which is with glory (v. 8). Compare Rom. 8:9-11; John 14:16, 18.” Regrettably, there has not been much teaching concerning this matter in Christianity. Hence, when we speak of Christ being the Spirit, many consider it a new thought. The truth, however, is that Christ being the Spirit is an item of recovery. "
    },
    {
      "book_ref": "CWWL, 1970, vol. 3, \"Concerning the Triune God—the Father, the Son, and the Spirit,\" ch. 1: Concerning the Triune God—the Father, the Son, and the Spirit ",
      "page_num": "298",
      "snippet": " (2) Henry Alford (an authority on the meaning of Greek words in the New Testament) in The New Testament for English Readers, vol. 2, page 265, says, “‘The Lord’ as here (2 Cor. 3:17) spoken of, ‘Christ,’ ‘is the Spirit,’ is identical with the Holy Spirit...Christ, here, is the Spirit of Christ.” "
    },
    {
      "book_ref": "CWWL, 1973–1974, vol. 1, \"The History of the Church and the Local Churches,\" ch. 4: The History of the Local Churches (2) ",
      "page_num": "34",
      "snippet": " The first year that I went to Shanghai, I stayed with Brother Nee as his guest. One day he came upstairs to my living quarters with two bundles of books. He put them on my bed and said, “This is something for you,” and he went away. He had given me Henry Alford’s four-volume work entitled The New Testament for English Readers. Henry Alford was an authority on the Greek words of the New Testament. This four-volume set rendered me great help in knowing the Bible. The other books given to me by Brother Nee were John Nelson Darby’s five-volume Synopsis of the Books of the Bible. His synopsis of the Scriptures can be considered as the best among all the expositions. I received great help from his synopsis. "
    },
    {
      "book_ref": "CWWL, 1973–1974, vol. 1, \"The Kernel of the New Testament—the Divine Spirit with Our Human Spirit,\" ch. 2: The Kernel of the New Testament—the Divine Spirit with Our Human Spirit—in the Epistles ",
      "page_num": "145",
      "snippet": " In his Epistle, Jude also mentions the two spirits. Jude 19 says, “These are those who make divisions, soulish, having no spirit.” The expression having no spirit does not mean that the persons referred to here do not possess a spirit, but that they do not use or care for their spirit. Thus, they are soulish and are like animals without reason (2 Pet. 2:12). In his New Testament commentary Alford says regarding this verse, “These men have not indeed ceased to have a spirit, as a part of their own tripartite nature [1 Thes. 5:23]: but they have ceased to possess it in any worthy sense: it is degraded beneath and under the power of the psyche [soul], the personal life, so as to have no real vitality of its own.” Jude 20 says, “But you, beloved, building up yourselves upon your most holy faith, praying in the Holy Spirit.” In contrast to the persons spoken of in Jude 19, who do not use their spirit, we pray in the Holy Spirit by using and exercising our spirit. When we apply our regenerated spirit in prayer, we spontaneously pray in the Holy Spirit. "
    },
    {
      "book_ref": "CWWL, 1973–1974, vol. 2, \"Miscellaneous Meetings in Los Angeles,\" ch. 2: Fellowship concerning the Present Turn in the Lord's Move (1) ",
      "page_num": "266",
      "snippet": " The first year that I went to Shanghai, I stayed with Brother Nee as his guest. One day he came upstairs to my living quarters with two bundles of books. He put them on my bed and said, “This is something for you,” and he went away. He had given me Henry Alford’s four-volume work entitled The New Testament for English Readers. Alford was an authority on the Greek words of the New Testament. His four-volume set rendered me great help in knowing the Bible. The other books given to me at that time by Brother Nee were Darby’s Synopsis of the Books of the Bible. Darby’s synopsis of the Scriptures can be considered the best among all the expositions of the Bible. I received great help from his synopsis. [267] "
    },
    {
      "book_ref": "CWWL, 1975–1976, vol. 3, \"What a Heresy—Two Divine Fathers, Two Life-giving Spirits, and Three Gods!,\" ch. 1: What a Heresy—Two Divine Fathers, Two Life-giving Spirits, and Three Gods! ",
      "page_num": "298",
      "snippet": " Now we come to 2 Corinthians 3:17, which says, “The Lord is the Spirit.” This verse is so clear and simple that there is nothing for the critics to twist. The Spirit in this verse is the Spirit mentioned in verse 6, where we are told that the letter kills, but the Spirit gives life. Now the Lord is the Spirit who gives life. According to Darby’s New Translation, verses 7 through 16 of 2 Corinthians 3 are in parentheses, showing that verse 17 is the continuation of verse 6. Verse 17 says, “And the Lord is the Spirit.” The Spirit here is the very Spirit who gives life spoken of in verse 6. The Lord in 2 Corinthians 3:17 certainly is Jesus. A number of Christian writers, including Dean Alford and Andrew Murray, have said that the Lord is Jesus and that the Lord is the Spirit. "
    },
    {
      "book_ref": "CWWL, 1977, vol. 1, \"Brother Lee's Fellowship with Walter Martin,\" ch. 1: Brother Lee's Fellowship with Walter Martin ",
      "page_num": "164",
      "snippet": " It is exceedingly serious to characterize a Christian or a Christian group as being heretical. Second Peter 2:1 speaks of “destructive heresies.” The Greek word rendered “heresies” means “choices of opinion (of doctrine) different from that usually accepted”; the word refers to “self-chosen doctrines, alien from the truth” (Alford). This word is used also in Acts 5:17; 15:5; 24:5, 14; 26:5; 28:22; 1 Corinthians 11:19; and Galatians 5:20. In Titus 3:10 it is used in the adjective form, heretical (there rendered “factious”). In 2 Peter 2:1 it denotes the false and heretical doctrines brought in by the false teachers, the heretics. Such doctrines, which cause division and produce sects, are like those of today’s modernism. We believe that the modernists are heretical, for they deny the Trinity and the divinity of Christ and claim that the Bible is not inspired by God, that the miracles recorded in the Bible are merely superstitious stories, and that the Lord Jesus died on the cross only as a martyr, not as the Redeemer. We also reject all heretical groups, such as Mormons and Jehovah’s Witnesses. "
    },
    {
      "book_ref": "CWWL, 1979, vol. 2, \"The Heart of the Bible and the Central Revelation of the Bible,\" ch. 1: The Heart of the Bible ",
      "page_num": "150",
      "snippet": " Religion and philosophy are the best inventions in human culture. If there had been no religion and philosophy throughout human history, men would have become like wild beasts. The Scythians of the ancient times are proof of this fact. The Scythians were a most barbarous people. In his commentary on Colossians 3:11, Henry Alford says that “the Scythians were esteemed the most barbarous of the barbarous.” Thus, we may say that the two main factors that keep the fallen race in a relatively good condition are religion and philosophy. However, since Christ is versus these two things, some may ask, “Does this mean that Christ makes all of us like beasts?” Absolutely not! Religion may be good, and philosophy also may be good, but something better than religion and greater than philosophy is here—Christ! Christ is far better than all philosophies and religions. "
    },
    {
      "book_ref": "CWWL, 1980, vol. 1, \"Perfecting Training,\" ch. 17: Living Christ by Being Filled with the Word ",
      "page_num": "189",
      "snippet": " Titus 2:13 says, “Awaiting the blessed hope, even the appearing of the glory of our great God and Savior, Jesus Christ.” Here, four titles, our great God, Savior, Jesus, and Christ are compounded together to be a long title—our great God and Savior, Jesus Christ. Through the centuries Christian teachers began to debate concerning this verse. Even up to this day the problem has not been settled. Out of so many debates two schools came. One school says that this title indicates two persons: our great God, that is, the Father, and our Savior, Jesus Christ, the Son. The other school says that this title indicates that Jesus Christ is both our great God and our Savior. Even the authorities on the Greek New Testament disagree on this point. Henry Alford stands with the first school, whereas M. R. Vincent follows the second. Vincent says that the verse should have a comma after Savior: “The great God and our Savior, Christ Jesus.” This means that Christ Jesus is both the great God and our Savior. The Concordant Version, the Wuest translation, and the New American Standard Version all put a comma in that place. "
    },
    {
      "book_ref": "CWWL, 1980, vol. 1, \"Perfecting Training,\" ch. 34: The Main Function of the Law of the Spirit of Life ",
      "page_num": "347",
      "snippet": " The grammatical construction of 8:3 is very important. For example, we have to find out what the phrase in that modifies. Otherwise, we could not understand this verse adequately. The main clause in this sentence is God...condemned sin in the flesh. The subordinate clause is that which the law could not do. We may consider the rest of the words and phrases as modifiers of these two clauses. These two clauses are then connected by the conjunction for. We need to spend more time to get into the proper grammatical understanding of this verse; otherwise, we cannot understand what this verse is talking about. Do not think this is a small thing. Through the centuries this verse has puzzled people. Even Martin Luther made a mistake to say that the phrase concerning sin modifies God...condemned sin. This means that God condemned sin concerning sin. But some of the later writers, such as Henry Alford, corrected this mistake. They pointed out that this phrase concerning sin does not go with the last clause but with the first clause, God...condemned. In the next chapter we need to spend more time to get into this verse. "
    },
    {
      "book_ref": "CWWL, 1980, vol. 1, \"Perfecting Training,\" ch. 41: Six Questions concerning Romans 8:10 ",
      "page_num": "401",
      "snippet": " Let us come back to the first question: Why is the Spirit not mentioned, but Christ is mentioned? In this verse Paul is emphasizing that today Christ is the Spirit, and the Spirit of Christ in you is exactly the same as Christ in you. In resurrection Christ is the Spirit. In the past we have given a number of messages saying that these three titles—the Spirit of God, the Spirit of Christ, and Christ—are used interchangeably. Paul’s writing in verses 9 and 10 is to show us that these are not three but one. The Spirit of God is the Spirit of Christ, and the Spirit of Christ is just Christ Himself. We are not the only ones who have seen the light concerning this matter. In Vincent’s Word Studies in the New Testament, he strongly stresses in his notes on 2 Corinthians 3:17 that Christ is the Spirit. Other writers, such as Henry Alford and Williston Walker, have pointed out that in our Christian experience Christ is identical to the Spirit. "
    },
    {
      "book_ref": "CWWL, 1981, vol. 1, \"Various Lord's Day Meetings,\" ch. 6: The Ministry in the Lord's Recovery and the Truth concerning the Triune God ",
      "page_num": "92",
      "snippet": " In 1974 we began to have the life-study trainings. The footnotes and messages released in those trainings were written and spoken with much consideration of others’ writing. I and my helpers consulted the leading authorities among Christian writers, such as Henry Alford, Kenneth Wuest, M. R. Vincent, and J. N. Darby. As I was writing the notes, at least ten reference books surrounded me on my desk in addition to concordances and Greek and Hebrew lexicons. I considered these various authorities and took them as a base, but I also added something new. I stood on their shoulders to write and speak something higher. I used some of their terms, but I sometimes [93] introduced new terms to convey the new revelation. For instance, footnote 1 on Romans 4:3 says, “God appeared to Abraham a number of times..., each time transfusing something of His glory, something of Himself, into Abraham. Hence, Abraham’s believing was actually the springing up within him of the very element that God had transfused into him.” This use of the word transfusing does not occur in other Christian writings. "
    },
    {
      "book_ref": "CWWL, 1981, vol. 2, \"The History and Revelation of the Lord's Recovery,\" ch. 2: The Lord's Move in China ",
      "page_num": "41",
      "snippet": " While I was living in Brother Nee’s home, he came one day with four volumes of books in one hand and five volumes of books in the other. He entered my room and placed them on the bed, saying, “These are for you.” The five-volume set was Darby’s Synopsis of the Books of the Bible, which, in a reply to my letter in 1925, he said was the set of books that could best help me in reading the Bible. I was overjoyed. The other set of four volumes was The New Testament for English Readers by Henry Alford. I now understand that these two sets of books were not just a gift but that he gave them to perfect me, to help me study the Bible and know the Bible. "
    },
    {
      "book_ref": "CWWL, 1983, vol. 2, \"The Divine Dispensing of the Divine Trinity,\" ch. 39: The Divine Dispensing of the Divine Trinity Issuing in the Maturity of Life and Constitution of Ministry (5) ",
      "page_num": "485",
      "snippet": " In 3:17 Paul twice speaks of the Lord. According to the context of this section, which starts at 2:12, the Lord here must refer to Christ the Lord (2:12, 14-15, 17; 3:3-4, 14, 16; 4:5). This, then, is a strong word in the Bible telling us emphatically that Christ is the Spirit. “The Lord Christ of verse 16 is the Spirit who pervades and animates the new covenant of which we are ministers (v. 6), and the ministration of which is with glory (v. 8). Compare Romans 8:9-11; John 14:16, 18” (Vincent). Regarding the Lord being the Spirit, Alford says, “The Lord of verse 16 is the Spirit,...which giveth life, verse six, meaning, ‘the Lord’, as here spoken of, ‘Christ’, ‘is the Spirit’, is identical with the Holy Spirit...Christ, here, is the Spirit of Christ.” Furthermore, Williston Walker says, “All that transforming and indwelling Spirit is Christ Himself. ‘The Lord is the Spirit.’” "
    },
    {
      "book_ref": "CWWL, 1984, vol. 3, \"The Divine Economy,\" ch. 10: The Divine Economy in the Life-giving Spirit ",
      "page_num": "69",
      "snippet": " Second Corinthians 3:6 tells us that the Spirit gives life, and 2 Corinthians 3:17 tells us that the Lord is the Spirit. John Nelson Darby indicates that in 2 Corinthians 3, verses 7 through 16 are in parentheses. This means that the Spirit who gives life in verse 6 is the Lord in verse 17. The Lord is the life-giving Spirit. Henry Alford, who was an authority on Greek New Testament words, also indicated that the Lord is identical with the Holy Spirit. M. R. Vincent, who is noted for his word studies in the New Testament, says, “The Lord Christ of verse 16 is the Spirit who pervades and animates the new covenant of which we are ministers (v. 6).” Andrew Murray, in his book The Spirit of Christ, tells us that the Spirit is the Spirit of the glorified Jesus, the Spirit of the God-man. He tells us that the humanity of Jesus is in the Spirit of the glorified Jesus. That Christ is the Spirit is a great truth in the New Testament. "
    },
    {
      "book_ref": "CWWL, 1985, vol. 3, \"The Home Meetings—the Unique Way for the Increase and the Building Up of the Church,\" ch. 4: The Way to Practice the Home Meetings ",
      "page_num": "153",
      "snippet": " For the home meetings we need mutuality and speaking for the building up. But many of you will say, “Brother Lee, we just don’t have the gift of speaking. Thank the Lord that He has given you such a gift that you can speak for many hours at a time. But I cannot do this. I am not so gifted. I do not have the speaking gift.” Due to our feeling that we are unable to speak in the meetings, we need to consider 2 Corinthians 4:10-14. In these verses Paul speaks about Christ’s death and His resurrection in a subjective way, in a way that identifies us with Christ’s death and resurrection. Verses 10 through 12 say, “Always bearing about in the body the putting to death of Jesus that the life of Jesus also may be manifested in our body. For we who are alive are always being delivered unto death for Jesus’ sake that the life of Jesus also may be manifested in our mortal flesh. So then death operates in us, but life in you.” How could Paul speak in this way? In verse 13 he gives us the secret: “And having the same spirit of faith.” What is the “spirit of faith”? Alford in his New Testament for English Readers states that the spirit of faith is “not distinctly the Holy Spirit,—but still not merely a human disposition: the indwelling Holy Spirit penetrates and characterizes the whole renewed man.” Vincent in his Word Studies in the New Testament says, “Spirit of faith: not distinctly the Holy Spirit, nor, on the other hand, a human faculty or disposition, but blending both.” The spirit of faith is the mingling of the Holy Spirit with our human spirit. We must exercise such a spirit to believe and to speak the things we have experienced of the Lord, especially His death and resurrection. Faith is in our spirit, which is mingled with the Holy Spirit, not in our mind. Doubts are in our mind. The “spirit” in verse 13 indicates that it is by the mingled spirit that the apostles live a crucified life in resurrection for carrying out their ministry. This spirit of faith was Paul’s secret. "
    },
    {
      "book_ref": "CWWL, 1985, vol. 4, \"Practicing the God-ordained Way with One Accord,\" ch. 3: Forsaking the Old Ways and Responding to the Lord's Move ",
      "page_num": "329",
      "snippet": " We must note the source of the message, including the title of the book and the page number. In order to take care of the copyright, we should also indicate whether the publication is from the Taiwan Gospel Book Room or the Living Stream Ministry in the U.S. We cannot casually use other people’s writings without noting the source. In the footnotes of the Recovery Version of the New Testament we clearly indicate quotes from other people, such as M. R. Vincent and Henry Alford. I hope that when we use material from the ministry, the saints would be careful to add a note indicating the source. "
    },
    {
      "book_ref": "CWWL, 1986, vol. 2, \"The Economy of God and the Mystery of the Transmission of the Divine Trinity,\" ch. 4: The Truth of the Mystery in the Gospel of John (1) ",
      "page_num": "369",
      "snippet": " The second crucial verse concerning Christ being the Spirit is 2 Corinthians 3:17, which says, “The Lord is the Spirit.” “The Lord” here, of course, is Jesus, and “the Spirit” is the Spirit who gives life, mentioned in verse 6, and who is the life-giving Spirit. Many Christian writers, including Henry Alford and Andrew Murray, all acknowledge this point. Praise the Lord, the Christ in whom we believe is the Spirit today. "
    },
    {
      "book_ref": "CWWL, 1988, vol. 1, \"Speaking Christ for the Building Up of the Body of Christ,\" ch. 1: The Speaking in Our Meetings (1) ",
      "page_num": "155",
      "snippet": " We also need to speak by our spirit mingled with the Spirit (2 Cor. 4:13a and footnote 2, Recovery Version). According to 2 Corinthians 4:13, our mingled spirit by which we speak is a spirit of faith. Both Henry Alford and M. R. Vincent indicate in their writings that the spirit here is not merely the Holy Spirit but our spirit mingled with the Holy Spirit. When we speak the word of the Lord by our spirit, we surely will have faith. We need to speak in faith. When we speak in faith, we will speak with boldness (Acts 4:31). Boldness is a kind of assurance, and the assurance comes from our faith. Without faith we do not have any assurance, and our boldness is gone. If we have faith, we have the assurance; then we have the boldness. These four items—the Spirit, our spirit, faith, and boldness—are needed for our speaking. "
    },
    {
      "book_ref": "CWWL, 1989, vol. 4, \"The Organic Building Up of the Church as the Body of Christ to Be the Organism of the Processed and Dispensing Triune God,\" ch. 5: The Intrinsic Factor of the Winds of Teaching for Their Purpose ",
      "page_num": "325",
      "snippet": " The blowing teachings are like the teachings of Judaism, Gnosticism, etc., in the ancient times, and like the teaching of the absolute autonomy of a local church, of no delegated authority, of democracy instead of theocracy, of no spiritual father, etc., in the present time. The Judaizers in Paul’s day propagated Judaism, and they also preached the gospel. Philippians 1:15-18 records that these ones preached the gospel in rivalry with and in jealousy of Paul. In 3:2 Paul calls them the unclean dogs, the evil workers, and the contemptible concision. Concision, meaning “mutilation,” is a term of contempt for circumcision. Henry Alford points out in his commentary on Philippians that the dogs, evil workers, and concision referred to in Philippians 3 are those who preached the gospel in rivalry with Paul, referred to in chapter 1. These ones preached the gospel, but actually they were evil workers. The teaching of these Judaizers was a wind that would “blow away” some of the saints from the central lane of Christ and the church. Also at Paul’s time there were the Gnostics, who preached their form of Greek wisdom. They also taught differently from Paul’s teaching focused on God’s New Testament economy in order to frustrate the building up of the organic Body of Christ. "
    },
    {
      "book_ref": "CWWL, 1990, vol. 1, \"The Spirit,\" ch. 9: The Functions of the Spirit (5) ",
      "page_num": "573",
      "snippet": " Second Corinthians 4:13 says that we have “the same spirit of faith.” This spirit is God’s Spirit mingled with our spirit. Therefore, another function of the Spirit is to mingle Himself with the human spirit. The thought of the mingled spirit is very strong here and in Romans 8. When Paul tells us to walk according to the spirit in Romans 8:4, he is referring to the mingled spirit. Both Henry Alford and M. R. Vincent point out that the spirit of faith in 2 Corinthians 4:13 is the mingling of the Holy Spirit with our human spirit. The compounded, consummated Spirit of God today has the function of mingling Himself with the human spirit. "
    },
    {
      "book_ref": "CWWL, 1991–1992, vol. 2, \"The Intrinsic View of the Body of Christ,\" ch. 2: The New Man Created by Christ in Himself and Enlivened by God with Christ as Life, as the Poem, the Masterpiece, of God ",
      "page_num": "156",
      "snippet": " Then God the Son came in to accomplish redemption. Christ redeemed us out of Adam into Himself, out of the world into Himself, out of sin into Himself, and out of death into Himself. Where are we now? We are in Christ. In Christ is a small phrase with a great meaning. Henry Alford, in his notes on the New Testament, says that the phrase in Christ means that Christ is the sphere, the realm, and the element in which and with which we have been redeemed. We have been redeemed into Christ as a sphere for us to stay in and as an element for us to be made something. In Ephesians 1:7-12 we are told that we sinners, after being redeemed into Christ, have become God’s inheritance, His treasure. How could sinners be God’s treasure, God’s inheritance? This is because we sinners are in Christ, having Christ as our precious element. Before we received Christ, we were absolutely worthless. David said that he was a worm (Psa. 22:6). This is what we were before we were saved, but Christ redeemed us through His blood out of what we were and put us into Himself. Now He is not only our sphere but also our element for Him to make us precious with Himself. We all have been redeemed, and now we have Christ as the precious One within us. Christ is not only a sphere where we should stay, walk, and be a Christian but also the precious element for us to be made with Him as a precious treasure to God. Thus, we sinners all have become God’s inheritance. Now we can declare that we have not only God’s nature and God’s life but also God’s element. "
    },
    {
      "book_ref": "CWWL, 1993, vol. 2, \"Knowing and Experiencing the Organic Union in God's Relationship with Man,\" ch. 1: Knowing and Experiencing the Organic Union in God's Relationship with Man ",
      "page_num": "463",
      "snippet": " A German writer, Gerhard Kittel, compiled his ten-volume Theological Dictionary of the New Testament, giving the meaning of thousands of Greek words. Second Peter 1:4 begins with the Greek word dia, which some translations render as through and others as by. Kittel has many pages on this one word, giving its ancient, classical, common, and colloquial usage throughout the Mediterranean region and in the New Testament as well as its various classifications and denotations that are needed in order to translate it correctly. I would often use ten or more word studies, including those by Vincent, Alford, and Wuest, to understand a particular word. I have more than eighty different English translations of the Bible, each one of which has its particular points. To decide which translation to use is troublesome, requiring the exercise of our mind and our best discernment. "
    },
    {
      "book_ref": "CWWL, Bible Notes & Hymns, vol. 3, \"Bible Notes,\" ch. 22: First and Second Thessalonians, First and Second Timothy, Titus, Philemon ",
      "page_num": "364",
      "snippet": " All Scripture is God-breathed. Henry Alford says that the words for inspiration (KJV) in Hebrew, Greek, and Latin all have the meaning of “breathing out.” Therefore, the word of God is the breathing out of God and the expression of God. As God’s expression, it is simply God Himself. God wants to be life to man in the form of food so that man may eat Him and live because of Him. Hence, the word [365] that God uttered and breathed out is also food to man for him to receive as the life supply. Therefore, the word of God is edible (Jer. 15:16) and can cause man to live (Matt. 4:4), just as the Lord Himself is edible (John 6:57) and can cause man to live (14:19). "
    },
    {
      "book_ref": "CWWL, Bible Notes & Hymns, vol. 3, \"Bible Notes,\" ch. 24: James, First and Second Peter ",
      "page_num": "449",
      "snippet": " The appeal of a good conscience unto God. appeal: demand, earnest seeking, inquiry. “The seeking after God of a good and pure conscience, which is the aim and end of the Christian baptismal life”—Alford. (Bible 8) "
    },
    {
      "book_ref": "CWWL, Letters & Gleanings, vol. 1, \"Miscellaneous Letters,\" ch. 1: Miscellaneous Letters ",
      "page_num": "258",
      "snippet": " We do introduce the saints to the profitable spiritual books concerning Christ, the Spirit, and the spiritual life, e.g., those of Andrew Murray, William Law, and J. N. Darby. My writings often make mention of Dean Alford, Vincent, Wuest, and others. "
    },
    {
      "book_ref": "CWWN, vol. 49, \"Messages for Building Up New Believers (2),\" ch. 29: Occupation ",
      "page_num": "441",
      "snippet": " Paul’s tentmaking shows us another principle. He did not increase the amount of cotton, silk, or fabric. But because of his cutting, sewing, effort, and energy, he increased the value of the raw material. According to Bible scholars, tents at that [441] time had to be dyed. Dean Alford told us that when Paul said, “These hands,” in Acts 20:34, he was referring to the unavoidable stain of the dye of the tents on his hands. Paul’s tentmaking was something that increased the value of goods. "
    },
    {
      "book_ref": "CWWN, vol. 51, \"Church Affairs,\" ch. 11: Who Our Co-workers Are and Who the Apostles Are ",
      "page_num": "189",
      "snippet": " This was a very good thing. Alford tells us that in those days, in order to make a tent, you needed to use a certain dye to color the tent material. The dye was very strong, and the color did not easily fade. When a hand was corroded by the dye, the skin would be damaged. Therefore, Paul could tell the Ephesians to behold his two hands. This was a very great matter. Therefore, I hope the brothers could see the financial problem of the apostles: If various churches can send support, thank God; but if various churches cannot send support, it does not mean that we should take other occupations or change our occupation as apostles. This is the problem today. Our occupation is as apostles. But I may make tents today in order to have this occupation. Today, in order that I and the brothers with me can be apostles, I may make tents. Making tents was not Paul’s occupation. Paul’s occupation never changed. From the time he was called in Damascus, his occupation never changed. In order that the young men who were with him could have a supply, he made tents. Because he knew how, Paul made tents with his own hands when Timothy, Titus, Silas, and Luke were with him, to supply their needs. Behold, these two hands! [190] "
    },
    {
      "book_ref": "CWWN, vol. 55, \"The Open Door (1950-1951),\" ch. 20: Issue No. 20 ",
      "page_num": "171",
      "snippet": " We can discover from history that the church in Laodicea met in the house of a brother by the name of Nymphas, a believer in Laodicea, not Colossae. (Please refer to the writings of Moore, Alford, Earle, and Finley.) Therefore, Paul called the church in Laodicea the church which was in Nymphas’s house, that is, the church in Laodicea in the house of Nymphas. This is a fact, and it is very evident. "
    },
    {
      "book_ref": "CWWN, vol. 59, \"Miscellaneous Records of the Kuling Training (1),\" ch. 22: The Relationship between Thoughts and Submission ",
      "page_num": "223",
      "snippet": " Today we want to continue our discussion with 2 Corinthians 10:4-5. Every high thing is translated “edifices” by Henry Alford. It means tall buildings. It is used to describe structures, edifices, erected in one’s heart. The word thought is noema in the original language. It is used six times in the New Testament: once in Philippians and five times in 2 Corinthians. In 2 Corinthians 2:11 it is translated as schemes, and in 3:14, 4:4, 10:5, and 11:3 it is rendered thoughts. It carries more of an idea of volition than of mental activity, and it can alternatively be translated as “purpose in the heart.” "
    },
    {
      "book_ref": "CWWN, vol. 60, \"Miscellaneous Records of the Kuling Training (2),\" ch. 40: The Work in Kuling and the Work Throughout China ",
      "page_num": "365",
      "snippet": " The need for the literature work is great. The Ministers is for news and reports on the work. The Way is for the new believers. The Testimony is for older brothers and sisters. (We hope that we can put out one issue a week.) The Gospel is for the unbelievers. We are also working on some reference books. These are not general books; they are for helping readers understand the Bible. We hope that we can translate some books, such as Henry Alford’s word study. We hope to do a paraphrase of Darby’s Synopsis of the Bible. This means rewriting it in language that we can understand. This is not for our study, but for reference and comparison. What these ones wrote may not be altogether correct. We hope also to translate Grant’s Numerical Bible, at least the New Testament part. Alford opens the meaning of individual words in the Bible, Darby shows the meaning of the Bible as a whole, while Grant directs us to the proper method of exegesis. The literature work is not the work of the high priest but the work of the Levites. If we have seven or eight sisters to help us, we can prepare our own concordance. "
    },
    {
      "book_ref": "CWWN, vol. 61, \"Matured Leadings in the Lord's Recovery (1): Meetings, Conferences, and Private Fellowships, February 2—March 11, 1950,\" ch. 20: Fellowship concerning Service  (1) ",
      "page_num": "225",
      "snippet": " The best English reference is Dean Alford’s Greek New Testament. There is a branch of research called “low criticism,” which is somewhat similar to the textual research on Chinese classics that was prevalent during the Ming and Ching Dynasties. This method takes every word of the Bible and analyzes it carefully according to the text. The best work in this field was done by Alford. His writing can be considered the representative in the field. "
    },
    {
      "book_ref": "CWWN, vol. 62, \"Matured Leadings in the Lord's Recovery (2),\" ch. 26: A Talk by Watchman Nee After a Meeting on Studying the Bible ",
      "page_num": "296",
      "snippet": " In the eighteenth century, so-called textual criticism was very popular in Germany. This criticism was mainly of two categories. One was lower criticism being done by believers. This was like the textual research work done by many in the late Ching dynasty. The other was higher criticism being done by unbelievers. This was like the ancient Sadducees. The higher critics are today’s modernists. They are the liberals. Lower critics include such people as Wordsworth, Bloomfield, and Henry Alford. They spent much time to evaluate every word of the Bible. They were familiar with every word and carefully studied classical Greek as well as biblical Greek. Today our study of the Bible is based on the result of their research. In order to train ourselves in paraphrasing, we have to reference their works. Of the critical works of these three, Alford’s writings are the best. If there is any doubt, his interpretation should be taken as the standard. "
    },
    {
      "book_ref": "Truth Lessons, Level Three, Vol. 4, msg. 63: The Corporate Experience of the Dispensing of the Divine Trinity (11) ",
      "page_num": "130",
      "snippet": " Dean Alford said that the reality in 4:24 refers to the essence of God, because God is reality. This is in contrast to the lusts of the deceit in verse 22. Deceit is the essence of Satan, the deceiving one, but reality is the essence of God, who is the reality. Therefore, lusts are of Satan, the deceit, but righteousness and holiness are of God, the reality. Marvin R. Vincent points out that in this portion of the Scriptures, deceit and reality are both personified. The new man was created according to the two aspects of God’s essence, that is, according to God in righteousness and holiness of the reality. "
    },
    {
      "book_ref": "Truth Lessons, Level Four, Vol. 4, msg. 55: The Believers' Future—in the Completing Stage of God's Full Salvation, the Stage of Glorification (5) ",
      "page_num": "55",
      "snippet": " The believers will be judged at the judgment seat of Christ in order to be recompensed for the things that they have done. In 2 Corinthians 5:10 Paul says that every believer will be [55] manifested before the judgment seat of Christ so that “each one may receive the things done through the body according to what he has practiced, whether good or bad.” Dean Alford points out that the word receive is the technical word for receiving wages. While we are still at home in our body, we should do things through our body to please the Lord so that at His coming the Lord may reward us for our deeds. "
    },
    {
      "book_ref": "Life-study of Luke (2nd ed.), msg. 6: The Preparation of the Man-savior in His Humanity with His Divinity (4) ",
      "page_num": "50",
      "snippet": "In 2:41-51 we see that the Lord Jesus cared for God’s interest at the age of twelve and also subjected Himself to His parents. Verse 42 says, “When He became twelve years old, they went up according to the custom of the feast.” At the age of twelve, a boy was called by the Jews “son of the law,” and first incurred legal obligation (Alford). The number twelve also signifies eternal perfection in God’s administration. Hence, twelve years old indicates that what the Lord did here was perfectly related to God’s administration."
    },
    {
      "book_ref": "Life-study of Luke (2nd ed.), msg. 51: The Death of the Man-savior (1) ",
      "page_num": "434",
      "snippet": "The Jewish leaders accused the Lord before Pilate, saying, “We found this man perverting our nation and forbidding people to pay taxes to Caesar, and saying that He Himself is Christ, a King” (Luke 23:2). The Greek word translated “perverting” may also be rendered “turning away” or “misleading” (v. 14). Pilate then asked Him, saying, “Are You the King of the Jews?” And answering him, He said, “It is as you say” (v. 3). The Lord’s answer, according to Alford, is to be understood as a distinct affirmation."
    },
    {
      "book_ref": "Life-study of Luke (2nd ed.), msg. 78: The Man-savior's Ascension (3) ",
      "page_num": "648",
      "snippet": "A second way of translating Ephesians 1:22 does not use the words to be. According to this way of rendering the verse, it would read “gave Him, head over all things, to the church.” The verse would then mean that God has given something to the church. What has God given to the church? God has given Christ to the church as the Head over all things. One version that follows this way of translating this verse is the Concordant Literal New Testament: “gives Him, as Head over all, to the ecclesia.” Wuest in his expanded translation says the same thing: “Him He gave as Head over all things to the Church.” Dean Alford also interprets this verse to mean that God gave Christ to the church as the Head, and this Head is over all things. This second way of translating this verse would indicate after God raised Christ from the dead, seated Him in the heavens, and subjected all things under His feet, He then gave Him to the church as the Head over all things. This would not be logical according to the sequence. The three steps of raising Christ, seating Him in the heavens, and subjecting all things under His feet are great steps. According to the second way of translating the verse, these great steps are followed by a lesser step—giving Christ to the church."
    },
    {
      "book_ref": "Life-study of Acts (2nd ed.), msg. 55: The Propagation in the Gentile Lands through the Ministry of Paul's Company (21) ",
      "page_num": "466",
      "snippet": "Our eternal inheritance is related to the divine life, which we received through regeneration and which we are experiencing and enjoying throughout our entire Christian life. “This inheritance is the full possession of that, which was promised to Abraham and all believers (Gen. 12:3; see Gal. 3:6 ff.), an inheritance, as much higher than that which fell to the children of Israel in the possession of Canaan, as the sonship of the regenerate, who have already received the promise of the Spirit through faith as a pledge of their inheritance, is higher than the sonship of Israel: compare Gal. 3:18, 29; 1 Cor. 6:9; Eph. 5:5; Heb. 9:15” (Wiesinger, quoted by Alford)."
    },
    {
      "book_ref": "Life-study of Second Corinthians (2nd ed.), msg. 8: The Ministers of the New Covenant (1) ",
      "page_num": "67",
      "snippet": "According to the context of this section, which starts at 2:12, the Lord here must refer to Christ the Lord (vv. 12, 14-15, 17; [67] 3:3, 4, 14, 16; 4:5). This then is a strong word in the Bible, telling us emphatically that Christ is the Spirit. “The Lord Christ of verse 16 is the Spirit who pervades and animates the new covenant of which we are ministers (v. 6), and the ministration of which is with glory (v. 8). Compare Romans 8:9-11; John 14:16, 18” (Vincent). “The Lord of verse 16 is the Spirit...which giveth life, verse 6, meaning: ‘the Lord,’ as here spoken of, ‘Christ,’ ‘is the Spirit,’ is identical with the Holy Spirit...Christ, here, is the Spirit of Christ” (Alford). “All that transforming and indwelling Spirit is Christ Himself. ‘The Lord is the Spirit’” (Williston Walker)."
    },
    {
      "book_ref": "Life-study of Second Corinthians (2nd ed.), msg. 10: The Ministers of the New Covenant (3) ",
      "page_num": "93",
      "snippet": "Concerning the spirit in 2 Corinthians 4:13, Alford says, “Not distinctly the Holy Spirit,—but still not merely a human disposition: the indwelling Holy Spirit penetrates and characterizes the whole renewed man.” Vincent says, “Spirit of faith: not distinctly the Holy Spirit, nor, on the other hand, a human faculty or disposition, but blending both.” The spirit of faith is the Holy Spirit mingled with our human spirit. We must exercise such a spirit to believe and to speak, like the psalmist, the things we have experienced of the Lord, especially His death and resurrection. Faith is in our spirit, which is mingled with the Holy Spirit, not in our mind. Doubts are in our mind. Here spirit indicates that it is by the mingled spirit that the apostles lived a crucified life in resurrection for the carrying out of their ministry."
    },
    {
      "book_ref": "Life-study of Second Corinthians (2nd ed.), msg. 13: The Ministers of the New Covenant (6) ",
      "page_num": "119",
      "snippet": "In verse 10 Paul says, “For we must all be manifested before the judgment seat of Christ, that each one may receive the things done through the body according to what he has practiced, whether good or bad.” For points to the reason for the determination mentioned in verse 9. The judgment seat is where Christ will judge His believers at His coming back, not concerning their eternal salvation but concerning their dispensational reward (1 Cor. 4:4-5; 3:13-15). The word receive in [119] 2 Corinthians 5:10 is “the technical word for receiving wages” (Alford). While we are still at home in the body, we should do things through it to please the Lord so that we may be rewarded for them by the Lord at His coming."
    },
    {
      "book_ref": "Life-study of Galatians (2nd ed.), msg. 25: Not Brought to Nought from Christ ",
      "page_num": "217",
      "snippet": "The different renderings of 5:4 are all implied in the one Greek expression. Literally, this expression means to be brought to nothing from Christ. Dean Alford says that an exact, accurate, and literal translation of the Greek term would be “annihilated,” which in its original meaning means to bring something to nothing. Hence, in this verse Paul is talking about being brought to nothing, to nought, from Christ. He was telling the Galatians, “Dear saints, you who seek to be justified by law have been brought to nothing from Christ. You were grafted into Christ, and you were enjoying the riches of Christ. But by going back to the law and to circumcision, you are brought to nought, you are annihilated, from Christ.”"
    },
    {
      "book_ref": "Life-study of Ephesians (2nd ed.), msg. 25: Putting on the New Man ",
      "page_num": "212",
      "snippet": "Ephesians 4:24 says that the new man was created according to God in righteousness and holiness of the reality. Righteousness here signifies God’s deeds, and holiness signifies His being. Whatever God does is righteous, and whatever God is, is holy. The new man was created according to God in both of these respects. Moreover, both righteousness and holiness are of the reality. Dean Alford says that in this verse reality denotes the very essence of God, for God is reality. This is in contrast with the lusts of the deceit mentioned in 4:22. Deceit is the essence of Satan, who is a liar, but reality is the essence of God, who is reality. Thus, the lusts are of Satan, who is the deceit, whereas righteousness and holiness are of God, who is the reality. Vincent points out that in these verses deceit and reality should be personified. The new man was created according to God in righteousness and holiness, two aspects of God’s essence."
    },
    {
      "book_ref": "Life-study of Philippians (2nd ed.), msg. 57: A Life Full of Forbearance but without Anxiety (2) ",
      "page_num": "490",
      "snippet": "Forbearance also includes peacefulness, mildness, and gentleness. If you are reasonable, considerate, and able to fit in, you will no doubt be gentle, kind, mild, and peaceful. You will also be meek and moderate, full of compassion for others. As we pointed out in the previous message, the opposite of forbearance is being just in a very exacting way. A person who lacks forbearance will be exacting and demanding of others. But to be forbearing means that we are satisfied with less than our due. Alford says that the Greek word for forbearance means to not be strict with respect to legal rights. For example, a certain thing may be ours, but we do not claim it according to strict, legal right. This is forbearance."
    },
    {
      "book_ref": "Life-study of Second Timothy (2nd ed.), msg. 4: The Spread of the Decline ",
      "page_num": "30",
      "snippet": "In verse 17 Paul goes on to say, “And their word will spread like gangrene, of whom are Hymenaeus and Philetus.” The Greek word rendered “spread” may also be rendered “feed” or “eat.” Literally, it means “have pasture,” as in John 10:9. The word for pasture in Greek is the medical term for the consuming progress of a mortifying disease (Alford). Hence, its meaning in this verse is “to spread.”"
    },
    {
      "book_ref": "Life-study of First Peter (2nd ed.), msg. 25: The Christian Life and Its Sufferings (7) ",
      "page_num": "223",
      "snippet": "The Greek word rendered “appeal” is eperotema, “a question, an inquiry.” Its meaning is very much disputed. The right meaning of the phrase seems to be indicated by Alford—“the seeking after God in a good and pure conscience.” It is this that governs the proper Christian life. This kind of question, which asks for something, can be considered an appeal or demand. Peter’s thought here may be that baptism is the baptized one’s appeal to God for a good conscience toward God. Baptism, as a symbol, a counterpart of our belief in all the accomplishments of Christ, testifies that all the problems we have before God and with God have been solved. Hence, it is also a testimony, witnessing that in our conscience there is no more accusation and that instead we are full of peace and are confident that we have been baptized into the Triune God (Matt. 28:19) and have been organically united with Him through the resurrection of Christ, that is, by Christ in resurrection as the Spirit of life. Without the Spirit of Christ as its reality, baptism by water immediately becomes an empty and dead ritual. [224] "
    },
    {
      "book_ref": "Life-study of Second Peter (2nd ed.), msg. 9: The Divine Government (1) ",
      "page_num": "74",
      "snippet": "Heresy is an anglicized Greek word, hairesis, which means “choices of opinion of doctrine different from that usually accepted,” “self-chosen doctrines alien from the truth” (Alford). Such doctrines cause division and produce sects. This word is also used in Acts 5:17; 15:5; 24:5, 14; 26:5; 28:22; 1 Corinthians 11:19; and Galatians 5:20; and in Titus 3:10 in the adjective form, hairetikon, “heretical.” Here it denotes the false and heretical doctrines brought in by the false teachers, the heretics. Such doctrines are like those of today’s modernism."
    },
    {
      "book_ref": "Life-study of First John (2nd ed.), msg. 7: Conditions of the Divine Fellowship (2) ",
      "page_num": "59",
      "snippet": "In 1:7a John says, “But if we walk in the light as He is in the light, we have fellowship with one another.” To walk here means to live, behave, and have our being. We walk in the light, but God is in the light because He is light. “The light is the element in which God dwells: compare 1 Tim. 6:16....this walking in the light, as He is in the light, is no mere imitation of God, but is an identity in the essential element of our daily walk with the essential element of God’s eternal being: not imitation, but coincidence and identity of the very atmosphere of life” (Alford)."
    },
    {
      "book_ref": "Life-study of Jude (2nd ed.), msg. 3: Charges to the Believers ",
      "page_num": "24",
      "snippet": "In Jude 24 and 25 we have the conclusion of this Epistle. Verse 24 says, “But to Him who is able to guard you from stumbling and to set you before His glory without blemish in exultation.” In this concluding praise, the writer indicated clearly that although he had charged the believers to endeavor [24] in the things mentioned in verses 20 through 23, only God our Savior was able to guard them from stumbling and to set them before His glory without blemish in exultation. Glory here is the glory of our great God and Savior, Jesus Christ, which will be manifested at His appearing (Titus 2:13; 1 Pet. 4:13) and in which He will come (Luke 9:26). The preposition in here means “in the element of,” and exultation signifies the exuberance of triumphant joy (Alford)."
    }
  ]
}