{
  "search_term": "Anderson",
  "first_name": "Robert",
  "last_name": "Anderson",
  "run_start": "2024-11-20 14:14:01",
  "run_end": "2024-11-20 14:14:15",
  "hits": [
    {
      "book_ref": "CWWN, vol. 47, \"The Orthodoxy of the Church,\" ch. 7: The Church in Philadelphia ",
      "page_num": "69",
      "snippet": " Within the scores of years, from among these brothers God has given many gifts to His church. Besides J. N. Darby and J. G. Bellett, God granted special ministries to many of the brothers so that His church could be supplied. George Müller, who established an orphanage, recovered the matter of praying in faith. In his lifetime he had over 1,500,000 answers to prayer. C. H. Mackintosh, who wrote Notes on the Pentateuch, recovered the knowledge of types. D. L. Moody said that if all the books in the entire world were to be burnt, he would be satisfied to have just one copy of the Bible and a set of C. H. Mackintosh’s Notes on the Pentateuch. James G. Deck gave us many good hymns. George Cutting recovered the assurance of salvation. His booklet “Safety, Certainty, and Enjoyment” sold thirty million copies by 1930. Other than the Bible it was the most widely sold writing. William Kelly wrote many expositions; he was described by C. H. Spurgeon as one whose mind was as big as the universe. F. W. Grant was the most learned of the Bible in the nineteenth and twentieth centuries. Robert [69] Anderson was the man who best knew the book of Daniel in the recent age. Charles Stanley was the one who best brought people to salvation by preaching the righteousness of God. S. P. Tregelles was the famous New Testament philologist. The book on church history by Andrew Miller was the most scriptural among the many church histories. R. C. Chapman was a man greatly used by the Lord. These were the brothers at that time. If we were to recount in detail others among the brothers, the number of all who were greatly used by the Lord would exceed at least a thousand. "
    }
  ]
}