{
  "search_term": "Apollinarius",
  "first_name": "",
  "last_name": "Apollinarius",
  "run_start": "2024-11-20 14:14:29",
  "run_end": "2024-11-20 14:14:48",
  "hits": [
    {
      "book_ref": "CWWL, Bible Notes & Hymns, \"Bible Notes\": Introduction ",
      "page_num": "18",
      "snippet": " Sabellianism asserted that the Word’s incarnation and God’s manifestation in the Son was only the Spirit coming upon a man void of a spirit. Arius also followed the same teaching concerning the Son’s incarnation. Athanasius refuted this teaching, based on Origen’s teaching that Christ must have a human spirit because this is a necessary link between the Word and the Lord’s body of flesh. The council of Alexandria in A.D. 362 confirmed that the humanity of Christ is perfect. Apollinarius, the bishop of Laodicea, denied such a teaching and made a new assertion, saying that Christ has a human soul but not a human spirit. Instead, He has the divine Spirit in place of the human spirit. The second council condemned this teaching as unscriptural. However, it did not explain the relationship between Christ’s two complete natures of divinity and humanity. "
    },
    {
      "book_ref": "CWWL, Bible Notes & Hymns, \"Bible Notes\": Introduction ",
      "page_num": "18",
      "snippet": " Some who emphasized the humanity of Christ debated with Apollinarius. The Nestorians asserted that the two natures of Christ, divinity and humanity, are distinct and are not mingled. The theology of Antioch believed the same all the more. The theology of [19] Alexandria, on the other hand, emphasized the divinity of Christ and even called Mary the Mother of God. Both were too extreme. Nestorius, a patriarch of Constantinople, was originally from the school in Antioch. When some presbyters under this school asserted that Mary was the mother not of Christ’s divinity but only of His humanity, he strongly supported them. Nestorius overemphasized the distinctiveness of Christ’s divinity and humanity; he even claimed that in the body of Jesus were two persons, God and man. This is the source of the error of Nestorianism. Cyril, the bishop of Alexandria, opposed this doctrine. The emperor of both the East and the West convened the third council in Ephesus in A.D. 431. The council rejected the Nestorian doctrine, considering it a heresy, but it did not explain the relationship between the two natures of Christ. Moreover, it stressed divinity over humanity. Later, Eutychius, an archimandrite of a monastery at Constantinople, asserted the merging of Christ’s two natures, with humanity being merged into divinity, making Him an extraordinary person. The archbishop Flavian of Constantinople renounced the claim. Eutychius did not listen and was thus removed from his office. However, Dioscorus of Alexandria appealed on behalf of Eutychius. The bishops still maintained that the doctrine was in disagreement with the Scriptures, and they called for a council to renounce the teaching as heresy. However, the emperor was displeased and later convoked another council in Ephesus in A.D. 449. The bishop of Alexandria led soldiers and presbyters to attend, exiled the bishops of Constantinople and Antioch, and even attacked and caused chaos at the council. Flavian died from major injuries. This council was known as the Robbers’ Council and is not listed as one of the ecumenical councils. Later, the fourth council was assembled in Constantinople (Chalcedon) in A.D. 451. At this time the Monophysites slightly changed their teaching, saying that although the humanity of Jesus was inferior, through its merging with divinity it had become a new nature that was different from either one. Based on a letter of Leo, the bishop of Rome, to Flavian, the council declared that Christ is one person with two natures, and the two natures are unconfused, unchangeable, indivisible, and inseparable. He is the complete God and the perfect man. Later, the Monophysites still contested with the orthodox school, and a fifth council was convened in Constantinople in A.D. 553. In spite of this, the dispute continued. [20] "
    }
  ]
}