{
  "search_term": "aquinas",
  "first_name": "Thomas",
  "last_name": "Aquinas",
  "run_start": "2024-11-20 11:18:15",
  "run_end": "2024-11-20 11:18:30",
  "hits": [
    {
      "book_ref": "CWWN, vol. 60, \"Miscellaneous Records of the Kuling Training (2),\" ch. 52: On Knowing Roman Catholicism ",
      "page_num": "467",
      "snippet": " During the thirteenth century, a very famous man in the Catholic Church by the name of Thomas Aquinas said in his books that the saints have accumulated excess merits. They are compassionate, and they can channel these merits wherever they want under the church’s direction. Of course, such boundless merits can also be shared partly by the believers to meet their needs. Such merits can take care of our sins; they also have the power to save us from such sins. Those who say such things are indeed ignorant of the Lord. They do not realize that no sin is so great that the Lord cannot forgive, and no sin needs the aid of the so-called saints. Is there any grace which we are not qualified to receive, and which we need to seek help from Mary? Do not forget that the cup of Catholicism is full of abominations. "
    },
    {
      "book_ref": "CWWN, vol. 60, \"Miscellaneous Records of the Kuling Training (2),\" ch. 52: On Knowing Roman Catholicism ",
      "page_num": "467",
      "snippet": " In Madrid during the first twelve months of the persecution, 10,220 people died. At that time the church did not kill anyone; it merely ordered the local government to execute the killing. Thomas Aquinas believed that the church had the authority to hang the heretics and put them to death in order to preserve the purity of the church. He said, “On the one hand we must not tolerate the heretics, and they should receive just recompense for their sins. But we should also be merciful to them and exhort them twice. Perhaps they can be brought back to the faith of the church. If after the second admonition they still persist in their errors, they must not only be excommunicated but must be destroyed by handing them over to the secular officers.” The church would not execute the murder; it handed the job to local officials. The Roman Catholic Church openly claims that the words of Aquinas are the direct inspiration of the Holy Spirit. After the time of Martin Luther, all the bishops had to swear to do their best to persecute those who held different beliefs. All the bishops had to make such a vow before the pope. The Roman Catholic Church canon law says that five popes have ordered the secular rulers of all countries to destroy those who hold different beliefs. "
    },
    {
      "book_ref": "CWWN, vol. 50, \"Messages for Building Up New Believers (3),\" ch. 45: The Pathway of the Church ",
      "page_num": "803",
      "snippet": " Since the time of Martin Luther, all bishops of the Roman Catholic Church had to make a solemn vow to persecute the heretics. In other words, the Roman Catholic Church is committed to persecuting those who hold the same faith as ours. St. Thomas Aquinas, a renowned figure in Catholicism once said, “Anyone who believes in heresies must be handed over to secular officials to be destroyed after being admonished twice.” The Catholic Church would not execute the judgment itself, but it would hand the case over to local officials for execution. The Roman Catholic Church openly professes that the words of Thomas Aquinas are direct inspirations of the Holy Spirit. [804] "
    },
    {
      "book_ref": "Life-study of First and Second Chronicles, msg. 7: Being Fundamental in Full and Walking according to the All-inclusive Spirit ",
      "page_num": "48",
      "snippet": "460   The Word became flesh to make us “partakers of the divine nature” (2 Pet. 1:4): “For this is why the Word became man, and the Son of God became the Son of man: so that man, by entering into communion with the Word and thus receiving divine sonship, might become a son of God” (St. Irenaeus, Adv. haeres. 3, 19, 1). “For the Son of God became man so that we might become God” (St. Athanasius, De inc., 54, 3). “The only-begotten Son of God, wanting to make us sharers in his divinity, assumed our nature, so that he, made man, might make men gods” (St. Thomas Aquinas, Opusc. 57:1-4). (Catechism of the Catholic Church, pp. 115-116). "
    }
  ]
}