{"search_term": "Arminius", "first_name": "Jacob", "last_name": "Arminius", "run_start": "2024-11-20 14:21:44", "run_end": "2024-11-20 14:22:05", "hits": [{"book_ref": "CWWL, 1978, vol. 1, \"Fellowship with Serving Ones,\" ch. 9: Concerning Questions on Faith ", "page_num": "183", "snippet": " Answer: You will have to go to Calvin and Arminius to resolve that! These two schools have been arguing for centuries and still continue. We have to be wise to know that nothing can exist, even a thin piece of paper, without two sides. From our side we must exercise our will. "}, {"book_ref": "CWWL, 1985, vol. 4, \"The Full Knowledge of the Word of God,\" ch. 4: Some Important Items of the Truth That Have Been Misunderstood (1) ", "page_num": "172", "snippet": " You must also be familiar with what Calvin saw concerning the revelation of predestination. He asserted that God chose and predestinated us in eternity past to be saved once for all (Eph. 1:4-5). Although this revelation is correct, the Arminians oppose this view. They believe that even though our salvation is by God’s grace, if we do not fulfill our responsibility after being saved, we will lose our salvation. Therefore, in their view salvation is not once for all; after being saved we still may perish. But if we repent, we can be saved again. This concept totally emphasizes man’s responsibility, and it is therefore called the doctrine of human responsibility. Of these two schools, we accept the former totally and reject the latter entirely. Then how can we resolve the dispute between these two schools? How can they be balanced? According to the history of theology, after Calvin and Arminius, another group of theologians emerged, beginning from Govett, then Panton, and then Pember. Their school has formed a line concerning the truth of the kingdom in the New Testament. They saw that once a person is saved, he will not perish forever (John 10:28). However, in order to encourage those who follow Him faithfully after salvation, God has set up a kingdom full of requirements to be their reward. If one is faithful, he will be rewarded (Matt. 24:45-47; 25:19-23). If one is not faithful, he will be punished and will lose the kingdom, but he himself will still be saved [173] (24:48-51; 25:24-30; 1 Cor. 3:10, 12-15). This is called the truth of the kingdom reward and punishment. "}]}