{
  "search_term": "Arius",
  "first_name": "",
  "last_name": "Arius",
  "run_start": "2024-11-20 14:14:48",
  "run_end": "2024-11-20 14:21:44",
  "hits": [
    {
      "book_ref": "The Conclusion of the New Testament: God, Christ, and the Spirit, Volume 1 (msgs. 1-60), msg. 25: Christ—His Person  (5) ",
      "page_num": "272",
      "snippet": " Christ is the Creator, the means of creation, and the first among the creatures. However, because Arius in the fourth century used Colossians 1:15 to teach heresy concerning Christ, many theologians want to avoid saying that Christ is the first among all creatures. One writer has said that [273] although Colossians 1:15 indicates that Christ is the first in creation, we should not say this, lest we be condemned by fundamental Christians for following the heretical teachings of Arius. "
    },
    {
      "book_ref": "The Conclusion of the New Testament: God, Christ, and the Spirit, Volume 1 (msgs. 1-60), msg. 25: Christ—His Person  (5) ",
      "page_num": "273",
      "snippet": " Arius taught that Christ’s divinity was incomplete and that He came into being through the union of the Logos and the human body. Therefore, according to Arius, Christ cannot compare with God, but is merely the most outstanding, the noblest, and the highest among the creatures. Arius taught that the Word is not God, who is uncreated, but is instead the chief of all creation. He asserted that Christ was created by God before the ages, preceding all created things. This means that there was a time when Christ did not exist. Arius further affirmed that because Christ died without sin, He could be resurrected, ascend to the heavens, and thus become God. "
    },
    {
      "book_ref": "The Conclusion of the New Testament: God, Christ, and the Spirit, Volume 1 (msgs. 1-60), msg. 25: Christ—His Person  (5) ",
      "page_num": "273",
      "snippet": " The false doctrine of Arius is contrary to the revelation of the Scriptures. The Bible says clearly that the Word, Christ, was God (John 1:1), yet Arius asserted that the Word is not the self-existent God, and he therefore maintained that Christ’s divinity is imperfect and cannot compare with that of God. This is truly a great heresy. The Bible says that Christ is the very God, who exists from the beginning and who is self-existent and without beginning. However, Arius said that there was a time when Christ did not exist and that He became God only after His resurrection and ascension. This kind of teaching is a great insult to Christ’s divine person, and we utterly repudiate it. "
    },
    {
      "book_ref": "The Conclusion of the New Testament: God, Christ, and the Spirit, Volume 1 (msgs. 1-60), msg. 25: Christ—His Person  (5) ",
      "page_num": "273",
      "snippet": " This certainly is not in accordance with Arius’ assertion that Christ was created before the foundation of the world. [275] Such an assertion is without scriptural basis. The Bible reveals that before the foundation of the world, even before anything was created, God had ordained that Christ become a created man in order to accomplish His purpose. Hence, in God’s plan and in His eternal view, Christ is the first One created, the Firstborn of all creation, the Head of all created ones. Therefore, to say that with respect to His humanity Christ is created and is the Firstborn of all creation is altogether in agreement with the scriptural revelation and is founded on scriptural ground. "
    },
    {
      "book_ref": "CWWL, Bible Notes & Hymns, \"Bible Notes\": Introduction ",
      "page_num": "14",
      "snippet": " (3) Arians (A.D. 375): They maintained that Christ’s divinity was incomplete and that He came into being through the union of the Logos and the human body. Therefore, He cannot be compared with God but is merely all-excelling, the most outstanding, the noblest, and the highest among men. The Word is not the self-existing God. Rather, He is the first of all creation. Arius asserted that Jesus was created by God, except that He was created before all creation. Hence, there was a time when He was not. Furthermore, all things were created through Him. Because Jesus died without sin, He was resurrected, ascended to the heavens, and thus became God. At the first general council assembled at Nicaea in A.D. 325, Athanasius (the first one who declared that the New Testament canon contains only twenty-seven books) opposed Arius. As a result, the council pronounced Arianism a heresy and established the creed that says, “I believe...in one Lord Jesus Christ, the only begotten Son [15] of God, begotten of the Father before all worlds; God of God, Light of Light, very God of very God; begotten, not made, being of one substance with the Father.” (The most crucial point is that He is of the same substance as the Father.) "
    },
    {
      "book_ref": "CWWL, Bible Notes & Hymns, \"Bible Notes\": Introduction ",
      "page_num": "16",
      "snippet": " Athanasius once said to Arius that Jesus and God are of the same essence. If they were different, Jesus could not be our Savior. Athanasius also said that from the beginning there was only one God. If Jesus was of a different essence from God, there would be two gods. "
    },
    {
      "book_ref": "CWWL, Bible Notes & Hymns, \"Bible Notes\": Introduction ",
      "page_num": "16",
      "snippet": " Arius, a pupil at Antioch, went to Alexandria (A.D. 313). He said that the Son was a creature before creation. Although He is the true [18] image of the Father, He is merely the image. He can forgive sins not because He has a sinless nature but because He was able to withstand the temptation of the devil. The Holy Spirit was the first item created by the Son. The bishop of Alexandria called a council and removed Arius from office. However, many people still followed Arius. Arius maintained his teaching, wrote hymns, and preached in many places. Many followed his teaching, and the controversy became intense. In view of this, Constantine called for the first council in Nicaea of Asia Minor (A.D. 325). Based upon strong arguments from Athanasius, a deacon graduated from Alexandria only a year prior to that, the council exiled Arius. The compromising group attempted to interpret a word in the Nicene Creed that speaks of “the same essence” to “similar essence.” Neither the Arians nor the compromising ones believed that the Father and the Son are of the same essence. In A.D. 381 the Roman emperor gathered the bishops of the eastern church and called for a second council. In that council both Arianism and the compromisers were condemned. Some in the compromising group said that the Holy Spirit was also created and acted as the messenger of the Father and the Son, similar to the archangel. Based on the Scriptures, the second council confirmed that the Holy Spirit is equal with the Father and the Son, and like the Son, was sent by the Father. "
    },
    {
      "book_ref": "CWWL, Bible Notes & Hymns, \"Bible Notes\": Introduction ",
      "page_num": "18",
      "snippet": " Sabellianism asserted that the Word’s incarnation and God’s manifestation in the Son was only the Spirit coming upon a man void of a spirit. Arius also followed the same teaching concerning the Son’s incarnation. Athanasius refuted this teaching, based on Origen’s teaching that Christ must have a human spirit because this is a necessary link between the Word and the Lord’s body of flesh. The council of Alexandria in A.D. 362 confirmed that the humanity of Christ is perfect. Apollinarius, the bishop of Laodicea, denied such a teaching and made a new assertion, saying that Christ has a human soul but not a human spirit. Instead, He has the divine Spirit in place of the human spirit. The second council condemned this teaching as unscriptural. However, it did not explain the relationship between Christ’s two complete natures of divinity and humanity. "
    },
    {
      "book_ref": "CWWL, Bible Notes & Hymns, \"Bible Notes\": Introduction ",
      "page_num": "18",
      "snippet": " Some who emphasized the humanity of Christ debated with Apollinarius. The Nestorians asserted that the two natures of Christ, divinity and humanity, are distinct and are not mingled. The theology of Antioch believed the same all the more. The theology of [19] Alexandria, on the other hand, emphasized the divinity of Christ and even called Mary the Mother of God. Both were too extreme. Nestorius, a patriarch of Constantinople, was originally from the school in Antioch. When some presbyters under this school asserted that Mary was the mother not of Christ’s divinity but only of His humanity, he strongly supported them. Nestorius overemphasized the distinctiveness of Christ’s divinity and humanity; he even claimed that in the body of Jesus were two persons, God and man. This is the source of the error of Nestorianism. Cyril, the bishop of Alexandria, opposed this doctrine. The emperor of both the East and the West convened the third council in Ephesus in A.D. 431. The council rejected the Nestorian doctrine, considering it a heresy, but it did not explain the relationship between the two natures of Christ. Moreover, it stressed divinity over humanity. Later, Eutychius, an archimandrite of a monastery at Constantinople, asserted the merging of Christ’s two natures, with humanity being merged into divinity, making Him an extraordinary person. The archbishop Flavian of Constantinople renounced the claim. Eutychius did not listen and was thus removed from his office. However, Dioscorus of Alexandria appealed on behalf of Eutychius. The bishops still maintained that the doctrine was in disagreement with the Scriptures, and they called for a council to renounce the teaching as heresy. However, the emperor was displeased and later convoked another council in Ephesus in A.D. 449. The bishop of Alexandria led soldiers and presbyters to attend, exiled the bishops of Constantinople and Antioch, and even attacked and caused chaos at the council. Flavian died from major injuries. This council was known as the Robbers’ Council and is not listed as one of the ecumenical councils. Later, the fourth council was assembled in Constantinople (Chalcedon) in A.D. 451. At this time the Monophysites slightly changed their teaching, saying that although the humanity of Jesus was inferior, through its merging with divinity it had become a new nature that was different from either one. Based on a letter of Leo, the bishop of Rome, to Flavian, the council declared that Christ is one person with two natures, and the two natures are unconfused, unchangeable, indivisible, and inseparable. He is the complete God and the perfect man. Later, the Monophysites still contested with the orthodox school, and a fifth council was convened in Constantinople in A.D. 553. In spite of this, the dispute continued. [20] "
    },
    {
      "book_ref": "Life-study of Exodus, msg. 165: The Ingredients of the Compound Spirit Typified by the Compounded Ointment  (3) ",
      "page_num": "1763",
      "snippet": " I know the teachings of those who use Colossians 1:15 to teach heresy concerning the Person of Christ. Arius, who was condemned at the Council of Nicea in A.D. 325, taught that Christ was a created being and was not God. He tried to use [1764] Colossians 1:15 to prove this. Arius asserted that Christ was created by God, but was created before the ages, preceding all other created things. Hence, according to Arius, there was a time when Christ did not exist. The Bible says clearly that “the Word was God” (John 1:1), yet Arius asserted that the Word is not the self-existent God, and therefore he maintained that Christ’s divinity cannot compare with that of God Himself. This is truly a great heresy! "
    },
    {
      "book_ref": "Life-study of Exodus, msg. 165: The Ingredients of the Compound Spirit Typified by the Compounded Ointment  (3) ",
      "page_num": "1763",
      "snippet": " The Bible reveals that Christ is the very God who exists from the beginning and who is self-existent and without beginning. However, Arius said that there was a time that Christ did not exist. This kind of teaching is a great insult to Christ’s Person! Arius totally denied Christ’s uncreated divinity. Justifiably, his teaching was pronounced a heresy and rejected by the general council at Nicea. We also reject utterly the heretical teaching of Arius. "
    },
    {
      "book_ref": "CWWL, 1984, vol. 2, \"Elders' Training, Book 2: The Vision of the Lord's Recovery,\" ch. 2: The Vision concerning Redemption and concerning God's Full Salvation ",
      "page_num": "100",
      "snippet": " On the other hand, Christ is related to all the creation, and He is [100] the Firstborn of all creation. For Christ to be the Firstborn of all creation means that He is the first item of all the creatures. Due to the heresy of Arius, not many Bible teachers would take this point in Colossians 1:15 according to the literal meaning of the Greek. Arius taught that Christ was not divine, that He was not God, but was rather something created by God in eternity, and he based his heretical teaching on Colossians 1:15. According to history, Arius was condemned because of his heresy and cast out, even exiled, by the Council of Nicaea in A.D. 325. Due to this heretical teaching of Arius, from the time of the Council of Nicaea until today, most of the Bible teachers would not interpret Colossians 1:15 according to the literal translation, for fear that they might be condemned for heresy as Arius was. "
    },
    {
      "book_ref": "CWWL, 1986, vol. 3, \"The Revelation and Vision of God,\" ch. 2: Concerning the Divine Trinity (2) ",
      "page_num": "335",
      "snippet": " Concerning this point, we must know that in church history there existed another heretical sect, the Arians. To be eternal means to be without beginning or ending, to be complete and perfect, and to be infinite and boundless. Yet the Arians maintained that although Christ is the Son of God, He was not God in eternity but became God at a certain time. The Jehovah’s Witnesses belong to this sect, which originated with Arius of the fourth century. Based upon Colossians 1:15b, which says, “Who [the Son of the Father’s love] is...the Firstborn of all creation,” Arius advocated that since Christ is a creature, He does not have the same essence (Gk. ousia) as God, and that although the universe and all things were created through [336] Him (Heb. 1:2; John 1:3), His existence is not eternal but had a beginning. Therefore, Arius taught that since Christ is a creature, He cannot be equal with the Father. In other words, Arius asserted that although the Son was in eternity, He was not there in the beginning; rather, He was created by God at a certain point in eternity to be the Firstborn of all creation. This kind of teaching is a great heresy. "
    },
    {
      "book_ref": "CWWL, 1986, vol. 3, \"The Revelation and Vision of God,\" ch. 2: Concerning the Divine Trinity (2) ",
      "page_num": "335",
      "snippet": " It is true that we believe the Son is the Firstborn of all creation, but our belief is not according to the teaching of Arius but according to the pure revelation of the Bible. The Bible says that Christ is the Firstborn of all creation not according to His divinity but according to His humanity. According to His divinity, He is the eternal God, the Creator; however, since He became flesh and put on a body of flesh and blood, He also possesses humanity. Hence, in the aspect of His being a man, He has humanity and is a creature. "
    },
    {
      "book_ref": "CWWL, 1981, vol. 2, \"The History and Revelation of the Lord's Recovery,\" ch. 9: The Pure Revelation of the Triune God ",
      "page_num": "157",
      "snippet": " The Bible says that Christ is the Son of God’s love, the image of God, and the Firstborn of all creation. In other words, He is the first of all creation. One of the seven schools of thought concerning the person of Christ involved the teaching of the Arians and was formed in approximately A.D. 300. In Concerning the Person of Christ we have the following explanation: “They said that Christ’s divinity was incomplete and that He came into being through the union of the Logos and the human body. Therefore, He cannot compare with God but is merely all-excelling, being the most outstanding, the noblest, and the highest among the creatures—for the Word is not God who is uncreated; rather, He is the chief of all creation. Arius asserted that Christ was created by God before the ages, preceding all other created things. Hence, there was a time when He did not exist. He further affirmed that because Christ died without sin, He could be resurrected, ascend to the heavens, and thus become God” (see The Collected Works of Witness Lee, 1970, vol. 3). Because the teaching of the Arians is erroneous, Constantine the Great declared Arianism a heresy in the first general council assembled at Nicaea in A.D. 325. "
    },
    {
      "book_ref": "CWWL, 1981, vol. 2, \"The History and Revelation of the Lord's Recovery,\" ch. 9: The Pure Revelation of the Triune God ",
      "page_num": "157",
      "snippet": " “Under careful examination, the false doctrine of the Arians is found to contain three points that are contrary to the revelation of the Scripture: (1) The Bible says clearly that ‘the Word was God’ (John 1:1), yet Arius asserted that the Word is not the self-existent God and therefore maintained that Christ’s divinity is imperfect and cannot compare with God. This is truly a great heresy! (2) The Scripture says that Christ is the very God who exists from the beginning (v. 1) and who is self-existent and without beginning. However, the Arians said that there was a time when Christ did not exist and that [158] He became God only after His resurrection and ascension. This kind of teaching is also a great insult to Christ’s person. (3) The Bible indeed says that Christ is the ‘Firstborn of all creation’ (Col. 1:15) and also that Christ is ‘the beginning of the creation of God’ (Rev. 3:14), but it does not say that He was created before the ages, as was arbitrarily asserted by the Arians. In summary, they totally denied Christ’s uncreated divinity and were too dogmatic concerning the time of Christ’s becoming a created one. Justifiably, their teaching was pronounced a heresy and rejected by the general council at Nicaea” (pp. 258-259). The general council assembled at Nicaea rejected the teaching of the Arians that Christ was created before the ages. As a result of this condemnation, since A.D. 325 theologians have been reluctant to say that Christ is a creature. "
    },
    {
      "book_ref": "CWWL, 1981, vol. 2, \"The History and Revelation of the Lord's Recovery,\" ch. 9: The Pure Revelation of the Triune God ",
      "page_num": "157",
      "snippet": " Ten years ago some people in Hong Kong opposed me, saying that I am a follower of Arius and that I teach the heresy of the Arians. These people do not understand Arianism. Believers are reluctant to say that Christ is a creature because the teaching of Arianism related to Christ being created was condemned. Nevertheless, according to Colossians 1:15, the Son of God’s love is the “Firstborn of all creation.” This means that He is the first of all creation. Revelation 3:14 also says that Christ is the “beginning of the creation of God.” Beginning in Greek is arche and means “the origin,” “the source,” of things. Hence, Christ is not only the first in creation but also the beginning of God’s creation. As far as creation is concerned, Christ is the first in creation, and He is also the origin, the source, of God’s creation. This is shown in the Bible. "
    },
    {
      "book_ref": "CWWL, 1981, vol. 2, \"The History and Revelation of the Lord's Recovery,\" ch. 9: The Pure Revelation of the Triune God ",
      "page_num": "161",
      "snippet": " The error of Arius is in the following points: he said that Christ was not God, he said that Christ became God after resurrection, and he arbitrarily said that Christ was created by God before the foundation of the world. It is true that before the foundation of the world God determined that Christ would become a man. In God’s eyes Christ’s humanity existed before the foundation of the world. But He did not become flesh until His incarnation, approximately two thousand years ago. Revelation 13:8 says that Christ is “the Lamb who was slain from the foundation of the world.” This is God’s predestination, and it is His perspective. However, the fact transpired two thousand years ago. In God’s eyes, Christ was a part of creation in eternity, but in actuality, it was at His incarnation that Christ became a man in creation. "
    },
    {
      "book_ref": "CWWL, 1975–1976, vol. 3, \"What a Heresy—Two Divine Fathers, Two Life-giving Spirits, and Three Gods!,\" ch. 1: What a Heresy—Two Divine Fathers, Two Life-giving Spirits, and Three Gods! ",
      "page_num": "300",
      "snippet": " The orthodox creed formulated at the Council of Nicaea was a repudiation of modalism, exemplified by Sabellius, and tritheism, represented by Arius. Sabellius did not believe in the simultaneous existence of the Father, Son, and Holy Spirit. To him, They were merely three manifestations of the one God who manifests Himself in different ways according to circumstances. Arius, on the contrary, believed in three Gods. According to him, the Father was one God, the Son was another God, and the Holy Spirit was still another God. This, of course, is heresy. Although the heresy of Arius was condemned at the Nicene Council, many Christians, probably including some of our critics, today subconsciously still hold to three Gods. In the past, many of you, deep within, secretly held to this belief. "
    },
    {
      "book_ref": "CWWL, 1983, vol. 1, \"The Central Vision and the Unique Ministry,\" ch. 3: Living and Working according to the Central Vision ",
      "page_num": "323",
      "snippet": " There have been many schools of thought concerning the person of Christ throughout church history. One group said that Christ was God but not man, having only divinity but not humanity. Another group said that Christ had humanity but not divinity. A third group was taught by the Arians, the followers of Arius, who believed that Christ’s divinity was incomplete and that as the Christ, He came into being through the union of the Logos and the human body. Therefore, they said that Christ cannot be compared with God but is merely all-excelling, outstanding, and noble, the highest among the creatures. These ones claimed that the Word is not God who is uncreated, but rather, He is only the Firstborn of all creation. Arius asserted that Christ was created by God before the ages, preceding all other created things. Hence, there was a time when He did not exist. Arius further claimed that because Christ died without sin, He could be resurrected, ascend to the heavens, and thus become God. The first general council that assembled at Nicaea in A.D. 325 declared Arianism a heresy and rejected it. "
    },
    {
      "book_ref": "CWWL, 1986, vol. 3, \"The Revelation and Vision of God,\" ch. 3: Concerning the Divine Trinity (3) ",
      "page_num": "355",
      "snippet": " Now we come to the fifth creed, the Athanasian Creed. This creed was attributed to Athanasius, though it was not written by him. Athanasius was an attendant of the Nicene Council who served as an assistant (comparable to today’s secretary) to one of the bishops who participated in the Council. He became famous, however, for speaking out against the teachings of the great heretic Arius. Arius erroneously taught that Christ was not the eternal God but an extraordinary, noble man who was later deified by God. Furthermore, Arius also had a wrong understanding of Colossians 1:15 and maintained that Christ is not the Creator since He is the Firstborn of all creation. This is a great heresy. Hence, in that council Arius encountered severe oppositions and thenceforth was condemned and exiled abroad. Because Athanasius was the most powerful antagonist of the Arians, some considered the creed adopted by the Nicene Council as his writing. "
    },
    {
      "book_ref": "CWWL, 1970, vol. 3, \"Concerning the Person of Christ,\" ch. 1: Concerning the Person of Christ ",
      "page_num": "258",
      "snippet": " The third school involves the erroneous teaching of the Arians. They said that Christ’s divinity was incomplete and that He came into being through the union of the Logos and the human body. Therefore, He cannot compare with God but is merely all-excelling, being the most outstanding, the noblest, and the highest among the creatures—for the Word is not God who is uncreated; rather, He is the chief of all creation. Arius asserted that Christ was created by God before the ages, preceding all other created things. Hence, there was a time when He did not exist. He further affirmed that because Christ died without sin, He could be resurrected, ascend to the heavens, and thus become God. The first general council assembled at Nicaea in A.D. 325 declared Arianism a heresy and rejected it. "
    },
    {
      "book_ref": "CWWL, 1970, vol. 3, \"Concerning the Person of Christ,\" ch. 1: Concerning the Person of Christ ",
      "page_num": "258",
      "snippet": " Under careful examination, the false doctrine of the Arians is found to contain three points that are contrary to the revelation of [259] the Scripture: (1) The Bible says clearly that “the Word was God” (John 1:1), yet Arius asserted that the Word is not the self-existent God and therefore maintained that Christ’s divinity is imperfect and cannot compare with God. This is truly a great heresy! (2) The Scripture says that Christ is the very God who exists from the beginning (v. 1) and who is self-existent and without beginning. However, the Arians said that there was a time when Christ did not exist and that He became God only after His resurrection and ascension. This kind of teaching is also a great insult to Christ’s person. (3) The Bible indeed says that Christ is the “Firstborn of all creation” (Col. 1:15) and also that Christ is “the beginning of the creation of God” (Rev. 3:14), but it does not say that He was created before the ages, as was arbitrarily asserted by the Arians. In summary, they totally denied Christ’s uncreated divinity and were too dogmatic concerning the time of Christ’s becoming a created one. Justifiably, their teaching was pronounced a heresy and rejected by the general council at Nicaea. "
    },
    {
      "book_ref": "CWWL, 1980, vol. 2, \"Presenting the Truth to Others, Responding to Opposition, and Fighting for the Lord's Recovery,\" ch. 1: Releasing the Truth concerning the Ground of the Church, the Triune God, the Person of Christ, and the Mingling of God with Man ",
      "page_num": "418",
      "snippet": " Second, we should present the truth concerning the Triune God. The Bible reveals that God is triune; He is three-one (Matt. 28:19; 2 Cor. 13:14). Since the second century, the truth concerning the Triune God has been an important subject of debate among Christians. By the time of the Council of Nicaea, which was held in A.D. 325 under Constantine the Great, the orthodox doctrine concerning the Triune God had been established. The orthodox creed formulated at the Council of Nicaea was a repudiation of both modalism, which was exemplified by Sabellius, and tritheism, which was represented by Arius. Sabellius did not believe in the simultaneous existence of the Father, the Son, and the Spirit. According to Sabellius’s view, the Father, the Son, and the Spirit were designations of three phases of the one God who manifests Himself in different ways according to circumstances. Sabellius went to the extreme of emphasizing the oneness of the Trinity to the extent of neglecting Their threeness. At the other extreme, Arius taught a form of tritheism. The tritheists, who [419] believe that the Father, the Son, and the Spirit are not only distinct but also separate, went to the extreme of emphasizing the threeness of the Trinity to the extent of neglecting Their oneness. "
    },
    {
      "book_ref": "CWWL, 1982, vol. 2, \"Fellowship concerning the Translation of Watchman Nee's Writings,\" ch. 1: Fellowship concerning the Translation of Watchman Nee's Writings ",
      "page_num": "11",
      "snippet": " Another example of discrepancy is related to Christ’s being not only the Creator but also a creature. In a message in which Brother Nee says clearly that Christ is the first among God’s creatures so that He may have the preeminence, the first place, in God’s creation, the brother’s translation changed the meaning of Brother Nee’s speaking. The theological background to his kind of reasoning is that during the fourth century a theologian named Arius produced a great heresy indicating that Christ is not God but an excellent man, a creature, created before the foundation of the world. He taught this heresy based on Colossians 1:15, which says that Christ is “the Firstborn of all creation.” "
    },
    {
      "book_ref": "CWWL, 1982, vol. 2, \"Fellowship concerning the Translation of Watchman Nee's Writings,\" ch. 1: Fellowship concerning the Translation of Watchman Nee's Writings ",
      "page_num": "11",
      "snippet": " Due to Arius’s heretical teaching, it became difficult for theologians to say, according to Colossians 1:15, that Christ is not only the Creator but also a creature. Actually, they dared not speak concerning this matter, since it became associated with heresy. Thus, from that time no one spoke much concerning that point until Brother Nee was faithful to present to us the truths in Colossians 1. Brother Nee explained that Christ is not only the Creator but also part of the creation because He became a man. He pointed out that man is a creature and that according to Hebrews 2:14, Christ became a man by partaking of flesh and blood (cf. John 1:14). Moreover, to deny that Christ is one of the creatures equals not confessing that Christ came in the flesh, that is, not confessing that He is both God and man. This is a great heresy (1 John 4:2-3). As God, Christ is the Creator, and as man, He is a creature. "
    },
    {
      "book_ref": "CWWL, 1982, vol. 2, \"Fellowship concerning the Translation of Watchman Nee's Writings,\" ch. 1: Fellowship concerning the Translation of Watchman Nee's Writings ",
      "page_num": "11",
      "snippet": " Brother Nee explained further that Christ is counted as the Firstborn of the creatures even though He was born as a man only about two thousand years ago, because there is no time element with God. [12] He pointed out that for the same reason, Revelation 13 speaks concerning Christ being crucified from the foundation of the world, even though the crucifixion took place only two thousand years ago (v. 8). Therefore, Christ is the first among the creatures because in God’s eternal view He became a creature even before His incarnation in time. That was Brother Nee’s teaching. In a translation of one of Brother Nee’s statements related to this matter, the brother made a subtle change to what Brother Nee said so that it meant that Christ came from the place of the Creator to the place of the creature, indicating a change only in location rather than a change in status and position. Because of the condemnation on Arius, this brother dared not present the truth that Christ as the Creator became a creature. "
    },
    {
      "book_ref": "CWWL, 1982, vol. 2, \"The Fulfillment of the Tabernacle and the Offerings in the Writings of John,\" ch. 3: The Word, the Tabernacle, the Lamb of God, the Dove, the Stone, and the House of God (3) ",
      "page_num": "75",
      "snippet": " Christ is both God and man, both the Creator and a creature. Years ago, certain ones declared, “Our Christ is the Creator, but He is not a creature.” When I heard this, I said to myself, “It is foolish to say that Christ is not a creature but that He is only the Creator. If Christ were not a creature as well as the Creator, how could He be a man with a body of flesh, blood, and bones? Are these not the elements of a creature?” Because of the heretical teaching of Arius, who was condemned at the Council of Nicaea in A.D. 325, some are not willing to say that Christ is a creature as well as the Creator. (Arius [76] falsely taught that Christ was merely a created being, not the very God Himself.) According to the Bible, our Christ is all-inclusive. Because He is God, He is the Creator. But because He is also a man, He is a creature with a body made up of created elements. "
    },
    {
      "book_ref": "CWWL, 1984, vol. 1, \"Christ as the Embodiment of God Becoming the Consummation of the Triune God and Our Attitude Toward the Believers,\" ch. 1: Christ as the Embodiment of God Becoming the Consummation of the Triune God and Our Attitude Toward the Believers ",
      "page_num": "321",
      "snippet": " Due to the influence of the creeds, many Christian teachers, ministers, and pastors have a subconscious understanding that the Father, the Son, and the Spirit are three separate Gods. However, very few dare to say this, because it is condemned as a heresy. All the ancient Bible teachers tried to reconcile the aspect of three with the aspect of one related to the Godhead. From the second and third centuries onward, many debates took place concerning the Triune God and the person of Christ. Some of these debates involved heretics such as Sabellius and Arius. Arius taught that Christ was a creature without deity prior to His resurrection but that through His resurrection He was promoted to become God. At the time when Constantine the Great came into power, Christianity was prevailing around the Mediterranean, and the contentions among Christians became a problem. As a result of Constantine’s desire to unify the Roman Empire, he called a conference at Nicaea in A.D. 325. At that council, the Council of Nicaea, Arius and his heresy were condemned. The result of that council brought about only a temporary situation of peace, for problem after problem occurred from that [322] time onward. Sometime later, the papal system was established, resulting in a situation of darkness until the time of the Reformation. Before the Reformation, laymen were not allowed to interpret the Bible, but with the Reformation came the open Bible. When the Bible became open, the arguments began a second time. "
    },
    {
      "book_ref": "CWWL, 1988, vol. 2, \"The Leading of the New Testament Ministry and the Organic Work of the New Way,\" ch. 1: Being Perfected and Equipped for the Advance of the New Way ",
      "page_num": "117",
      "snippet": " Colossians 1:15 says that Christ, the Son of God’s love (v. 13), is the Firstborn of all creation. Firstborn in Greek is prototokos. Proto means “the first,” and tokos means “born.” We have consulted many Bible versions, and this verse is always translated according to the original text as “the Firstborn of all creation.” However, most expositors of the Bible do not dare to speak of this verse directly according to the original text. This is because in the second century Arius misunderstood this verse, claiming that Christ was only a creature and that His divinity was not complete. Thus, Arius was judged as a heretic by the church. As a result, no one dared to use this verse to speak of the humanity of Christ. "
    },
    {
      "book_ref": "Life-study of Exodus, msg. 158: The Holy Anointing Oil  (2) ",
      "page_num": "1690",
      "snippet": " The four spices signify humanity in God’s creation. In the Bible the number four signifies God’s creation. We have the four living creatures and the four corners of the earth. Furthermore, the four spices themselves are elements of God’s creation. These spices signify the humanity of the Lord Jesus. In His incarnation the Lord Jesus was both God and man. The four spices signify the humanity of the Lord Jesus in God’s creation. Of course, some Christians do not like to hear [1690] the word creation used in the case of the Lord Jesus. This is due to the heretical teaching of Arius who taught that Christ was merely a created being, and that He was not the eternal God. "
    },
    {
      "book_ref": "Life-study of Luke, msg. 76: The Man-savior's Ascension  (1) ",
      "page_num": "642",
      "snippet": " As the One inaugurated into His heavenly office through His ascension, the Man-Savior has a wonderful status. He is both God and man, both the Creator and a creature. Some theologians would agree that Christ is God, man, and the Creator, but would deny the fact that He is also a creature. However, Colossians 1:15 says that Christ is the Firstborn of all creation, indicating that with respect to His humanity He is a creature. But due to the heresy of Arius, which was condemned at the Council of Nicea in A.D. 325, many are reluctant to say that, according to Colossians 1:15, Christ is a creature. In this verse we are told that Christ is the image of God, the Firstborn of all creation. If this verse were not in the Bible, we would not presume to say that Christ is both the Creator and a creature. However, this verse is the basis for saying that Christ is a creature as well as the Creator. "
    },
    {
      "book_ref": "CWWL, 1973–1974, vol. 1, \"The History of the Church and the Local Churches,\" ch. 1: The History of the Church (1) ",
      "page_num": "5",
      "snippet": " The defenders of the truth attempted to clear up the different opinions concerning the person of Christ. This resulted in Christology, which is the study of who Christ is, the study of Christ’s Person. Arius was a heretical teacher who said that Christ was a creature but that He was not the Creator. The council assembled at Nicaea in A.D. 325 declared Arianism a heresy and rejected it. The Nicene Creed stresses that God is triune, that the Godhead has three persons—the Father, the Son, and the Holy Spirit. Many, however, unconsciously and subconsciously believe that there are three separate Gods. They do not understand that God is triune, not for doctrinal study or debate but for the dispensing of Himself into His chosen and redeemed people. "
    },
    {
      "book_ref": "CWWL, 1975–1976, vol. 3, \"Various Anaheim Lord's Day Evening Meetings,\" ch. 3: The Human Spirit and the Triune God ",
      "page_num": "233",
      "snippet": " Modalism was taught by Sabellius and had been defeated by the time the orthodox creed was formulated at the first Council of Nicaea. Modalism claims that the Father ceased to exist when the Son came and that the Son was no longer after the Spirit came at Pentecost. The Nicene Creed repudiates modalism and also condemns [233] the heresy of Arius, who taught that Christ was not eternally God but merely a creature who became the Son of God. Arianism leads to tritheism—the belief that the Father, the Son, and the Holy Spirit are three separate Gods. Many who criticize us subconsciously believe that there are three Gods. In the past we may have held this belief secretly or unconsciously. "
    },
    {
      "book_ref": "CWWL, 1978, vol. 1, \"The Present Need Among the Churches in the Lord's Recovery,\" ch. 3: The Need to See and Keep the Genuine Oneness as the Nature of the Lord's Recovery ",
      "page_num": "532",
      "snippet": " When the New Testament was written, the church was still one, but by the second century it had been divided by the doctrinal disputes of the church fathers. With the exception of the heretics Arius and Nestorius, the church fathers were sound, fundamental teachers, but their disputes caused the oneness of the Body to be lost. In A. D. 325 the emperor Constantine called the Council of Nicaea, which used the authority of the Roman Empire to outwardly reunite the church. The Nicene Creed was produced not by the Spirit but by an earthly, evil authority. This was not a genuine recovery but a falsehood. The word catholic means “universal and uniquely one.” By the sixth century the Roman Catholic Church was fully formed as a counterfeit. "
    },
    {
      "book_ref": "CWWL, 1980, vol. 2, \"Fellowship with Serving Ones,\" ch. 8: The Battle for the Recovery of the Truth ",
      "page_num": "33",
      "snippet": " In the first few centuries there were several heretical schools of teaching concerning Christology, which is the study of the Person of Christ. One school said that Christ has a divine nature without the human nature. Another school, led by Arius, said that Christ has a human nature without the divine nature. A third school said that these two natures were mingled together in Christ to produce a third nature, which was no longer truly human or divine. "
    },
    {
      "book_ref": "CWWL, 1982, vol. 1, \"The Ministry of the New Covenant Being the Ministry of the Spirit, Righteousness, and Reconciliation,\" ch. 1: Two Matters concerning Christ's Person ",
      "page_num": "134",
      "snippet": " Another heresy originated with Arius, who taught that Christ was not fully God but merely the first and foremost of God’s creatures and that He became God after resurrecting. Although Colossians 1:15 calls Christ “the Firstborn of all creation,” since Arius’s condemnation, Bible teachers do not dare to teach that Christ is a creature. However, to deny that Christ is a creature is to deny that He truly became a man. First John 4:2 says, “In this you know the Spirit of God: Every spirit which confesses that Jesus Christ has come in the flesh is of God.” As God, Christ is self-existing and ever-existing. To be created or born implies that the created or born one previously did not exist. Although Christ is the ever-existing God, the Bible also teaches that He was born as a man, thus becoming a creature. The Bible and God are not limited by our narrow notion of time. For example, Revelation 13:8 says that Christ the Lamb “was slain from the foundation of the world.” We need to put aside our religious concepts, which are based on traditional teachings, and receive the pure revelation of the Bible. "
    },
    {
      "book_ref": "CWWL, 1986, vol. 3, \"The Revelation and Vision of God,\" ch. 4: Concerning the Divine Trinity (4) ",
      "page_num": "382",
      "snippet": " Since Christ is a creature in His humanity, when was He created? Arius asserted that since Christ is a creature, He is not the eternal [383] God, but He was created by God at a certain period in eternity as the first created One. Hence, in this thought there was a time when Christ did not exist. This is a great heresy. Colossians 1:15b says that Christ is “the Firstborn of all creation.” This means that, in God’s eternal plan, in God’s eternal economy, the Triune God agreed that the Son would become a man, would become flesh. From that time on, in the eyes of God, the Son has been a creature. Then, in time, He actually came to be a man. "
    },
    {
      "book_ref": "Life-study of Luke (2nd ed.), msg. 76: The Man-savior's Ascension (1) ",
      "page_num": "632",
      "snippet": "As the One inaugurated into His heavenly office through His ascension, the Man-Savior has a wonderful status. He is both God and man, both the Creator and a creature. Some theologians would agree that Christ is God, man, and the Creator but would deny the fact that He is also a creature. However, Colossians 1:15 says that Christ is the Firstborn of all creation, indicating that with respect to His humanity He is a creature. But due to the heresy of Arius, which was condemned at the Council of Nicaea in A.D. 325, many are reluctant to say that, according to Colossians 1:15, Christ is a creature. In this verse we are told that Christ is the image of God, the Firstborn of all creation. If this verse were not in the Bible, we would not presume to say that Christ is both the Creator and a creature. [633] However, this verse is the basis for saying that Christ is a creature as well as the Creator."
    }
  ]
}