{"search_term": "Francis", "first_name": "Francis of", "last_name": "Assisi", "run_start": "2024-11-20 15:28:44", "run_end": "2024-11-20 15:32:46", "hits": [{"book_ref": "CWWL, 1950–1951, vol. 1, \"In Spirit, Not in Letter,\" ch. 6: Christ and the Church ", "page_num": "395", "snippet": "FRANCIS OF ASSISI WILLINGLY BECOMING POOR"}, {"book_ref": "CWWL, 1950–1951, vol. 1, \"In Spirit, Not in Letter,\" ch. 6: Christ and the Church ", "page_num": "395", "snippet": " Around A.D. 700, after the formal establishment of the Roman Catholic Church, the authority of the church fell into the hands of the pope. The authority of the pope increased daily to the extent that he ruled over not only the Catholic Church but also various countries in Europe. In the tenth century, toward the end of the Dark Ages, the enthronement of the kings in almost every European country had to be endorsed by the Roman pope. As a result, the higher the papal authority was, the greater the darkness was. It was at this moment that God raised up a reaction on earth through Francis of Assisi. Francis was the son of a wealthy merchant and had an [396] abundance of possessions. But he was so touched by the Lord that he gave up all that he had and willingly became poor, going around preaching the gospel. He could be considered the first one in church history who voluntarily became poor. Because the degradation of the age was so great and there was so much emphasis on material enjoyment, when Francis of Assisi was raised up, many were attracted to follow him and be like him. "}, {"book_ref": "CWWL, 1950–1951, vol. 1, \"The Pursuit of a Christian,\" ch. 1: The Pursuit of a Christian ", "page_num": "437", "snippet": " Such model Christians appeared in the first two to three centuries. They did not care for anything other than Christ; they gave up their wealth and fame and were willing to suffer hunger and martyrdom. By the thirteenth and fourteenth centuries there was still this kind of Christian. One example is Francis of Assisi. He was from a wealthy family and had received a great inheritance from his father. One day in his meditation a revelation came to him. He saw [438] that a person will lose God if he gains wealth and will have no room for wealth if he gains God. Francis had found the goal of human life, which is just God Himself. He realized that if he wanted anything outside of God, he would lose God. That day the Lord told him, “Sell all your possessions.” In a determined manner he responded, “Lord, I will sell all my possessions to follow You.” "}, {"book_ref": "CWWL, 1950–1951, vol. 1, \"The Pursuit of a Christian,\" ch. 1: The Pursuit of a Christian ", "page_num": "437", "snippet": " Another time, when Francis was meditating before God, someone teased him, saying that he was thinking about getting married. He answered, “You are right! I was thinking about being engaged to a girl whose name is Poverty. In fact, I have just been engaged to Poverty.” After saying this, he got up and on that very day gave all his possessions away to the poor. Many Christians were touched by him and responded in the same way. This is the Christian model and goal. If God’s children want to gain God, they must forsake their material wealth and willingly become poor. Air cannot get into a cup that is filled with water; the water must be poured out before air can get into the cup. May God have mercy upon us so that we can see this reality. "}, {"book_ref": "CWWL, 1981, vol. 2, \"The History and Revelation of the Lord's Recovery,\" ch. 22: Troubles without and Troubles Within During the Spread of the Testimony in the United States (1) ", "page_num": "408", "snippet": " What pleases me the most is that after reading these writings, [408] some people would stand up to intervene, to uphold justice. An example is Francis Cormier, who was very knowledgeable and who had some understanding of the creeds and church history. After reading The New Cults by Walter Martin, he wrote to Martin to point out his error and also sent me a copy of that letter. In the letter he said, “I never met Witness Lee nor any of the believers associated with him. I read his name once, associated with Watchman Nee...We feel a gross injustice has been made against this brother in the Lord...This further saddened us for it was obvious that your researchers didn’t have a clue of what Witness Lee was trying to teach believers...As a group, for the past three years, we have been studying some of Watchman Nee’s books...As we read your comments and quotes concerning Witness Lee’s standards and beliefs, we recognised some of Watchman Nee’s teachings. If your researchers had in the least been familiar with Brother Nee’s books, they would have recognised and seen what Brother Lee was trying to teach...I would suggest that you read with an open mind, not with the mind of a fault-finding researcher, Watchman Nee’s books, and you will understand what Witness Lee’s work is all about” (see Appendix). His letter was extremely well written; I hope that you can read it in a good way. Later, the brothers invited him to attend the conferences, and the fellowship went fairly well. "}, {"book_ref": "CWWL, 1981, vol. 2, \"The History and Revelation of the Lord's Recovery,\" ch. 22: Troubles without and Troubles Within During the Spread of the Testimony in the United States (1) ", "page_num": "423", "snippet": "A LETTER FROM FRANCIS CORMIER"}, {"book_ref": "CWWL, 1981, vol. 2, \"The History and Revelation of the Lord's Recovery,\" ch. 22: Troubles without and Troubles Within During the Spread of the Testimony in the United States (1) ", "page_num": "428", "snippet": "Francis CormierManitoba, Canada "}, {"book_ref": "Life-study of First Corinthians, msg. 2: Introduction  (2) ", "page_num": "12", "snippet": " Many readers of 1 Corinthians find it difficult to recognize that the believers in Corinth were saints. To be sure, according to the Catholic definition, they were not saints. According to Catholicism, only certain persons, such as Theresa or Francis, can rightfully be called saints. We may wonder how the fleshly believers in Corinth could be called saints. Nevertheless, it is in the Word that Paul describes them as those who have been sanctified in Christ Jesus and called saints. "}, {"book_ref": "Life-study of First Corinthians, msg. 2: Introduction  (2) ", "page_num": "12", "snippet": " Do not think that only persons such as Theresa or Francis should be called saints. You and I are saints also. Do you have the boldness to declare that you are a saint? Some of us may have the confidence only to say that we are believers, but not the assurance to say that we are saints. Some may say, “I am a sinner saved by grace, and I am a believer in Christ. But I dare not say that I am a saint.” The reason for this lack of assurance is that the evil influence from Catholicism still affects our understanding. Others, aware of failures like losing their temper or quarreling with their spouse, may not have the confidence to say that they are saints. But whether or not you are a saint does not depend on whether or not you lose your temper or quarrel. It depends on whether or not you have been called. "}, {"book_ref": "CWWN, vol. 61, \"Matured Leadings in the Lord's Recovery (1): Meetings, Conferences, and Private Fellowships, February 2—March 11, 1950,\" ch. 8: A Special Talk on Handing Oneself Over ", "page_num": "76", "snippet": " Since Luther’s time God has been recovering His truths one by one. First, the church saw the need of turning away from sin. All the spiritual giants in church history, such as Moody, Spurgeon, and Finney, paid attention to turning men away from sin. They said that in order to receive salvation and become a Christian, one had to be sincere. He should not lie, debauch, or commit adultery. But the church has never been bold enough to proclaim, as the Lord Jesus proclaimed, that one should forsake everything to follow the Lord. I am not saying that there have been no real followers of the Lord. Thank the Lord, there has never been an interruption in the line of true Christians. First, we have St. Francis of Assisi. He was the son of a rich man, but he sold all of his possessions and gave to the poor. He began to practice a life of voluntary poverty. Later in Moravia God raised up Count Zinzendorf. He was a nobleman, but he opened up his estate to receive saints from everywhere. The result was the establishment of the Moravian Brethren. After this there was Sister Eva, a German, who also took the way of voluntary poverty. In the last century the Brethren were raised up by God. Among them many truths were recovered. Many leading brothers among them, such as Darby and Kelly, practiced voluntary poverty. They forsook everything to follow the Lord. This is the reason the Lord could have a way through them. In 1922 when I was just saved, I saw this truth, and I began to practice forsaking everything to follow the Lord. [77] "}, {"book_ref": "CWWN, vol. 61, \"Matured Leadings in the Lord's Recovery (1): Meetings, Conferences, and Private Fellowships, February 2—March 11, 1950,\" ch. 8: A Special Talk on Handing Oneself Over ", "page_num": "82", "snippet": " The second use of our money is to take care of the poor around us. The Lord said that we have the poor with us always (John 12:8). In Matthew 19 the young ruler asked the Lord how he could inherit the kingdom. The Lord told him to sell all that he had and give to the poor. The Lord wanted him to dispose of his possessions and give them to the poor around him and then to follow Him (v. 21). St. Francis of Assisi saw this truth, and he sold all that he had and gave it to the poor. He vowed to live a poor life. Count Zinzendorf was a nobleman. He was very rich, but he opened up his estate to receive the believers. Helping the poor is a principle as well as a requirement in the Bible. The Lord always cares for the poor. However, the purpose of caring for the poor is not just for the sake of the poor themselves. The main purpose is to make us poor so that we can be free from the power of mammon. A [83] Christian should not be an accumulator of mammon and wealth. He should only be one who is rich in faith, and one who enriches others (James 2:5; 2 Cor. 6:10). "}, {"book_ref": "Life-study of First Corinthians (2nd ed.), msg. 2: Introduction (2) ", "page_num": "12", "snippet": "Many readers of 1 Corinthians find it difficult to recognize that the believers in Corinth were saints. To be sure, according to the Catholic definition, they were not saints. According to Catholicism, only certain persons, such as Theresa or Francis, can rightfully be called saints. We may wonder how the fleshly believers in Corinth could be the called saints. Nevertheless, it is in the Word that Paul describes them as “those who have been sanctified in Christ Jesus” and “the called saints.”"}, {"book_ref": "Life-study of First Corinthians (2nd ed.), msg. 2: Introduction (2) ", "page_num": "12", "snippet": "Do not think that only persons such as Theresa or Francis should be called saints. You and I are saints also. Do you have the boldness to declare that you are a saint? Some of us may have the confidence only to say that we are believers but not the assurance to say that we are saints. Some may say, “I am a sinner saved by grace, and I am a believer in Christ. But I dare not say that I am a saint.” The reason for this lack of assurance is that the evil influence from Catholicism still affects our understanding. Others, aware of failures like losing their temper or quarreling with their spouse, may not have the confidence to say that they are saints. But whether or not you are a saint does not depend on whether or not you lose your temper or quarrel. It depends on whether or not you have been called."}, {"book_ref": "Life-study of John, msg. 32: The Dispensing of the Triune God for the Producing of His Abode (4) ", "page_num": "382", "snippet": " Does it sound illogical to say that the indwelling Christ will be manifested? You may ask, “Since He indwells me, He [382] is already here. Why do you say that He will manifest Himself?” Because the indwelling Christ quite often disappears. Although He indwells you, whether or not He appears or disappears from your inner sense depends on whether or not you listen to His words. All of the brothers and sisters, whether they are young or old, have some experience of this. Once when I was feeling a little lonely, I said to myself, “I would like to go to see Brother John and talk to him.” But the indwelling Christ said no. Then I said, “How about if I go to see Brother Francis?” When the indwelling One again said no, I asked, “What shall I do?” The Lord said, “Stay with Me.” Who is this “Me”? He is the indwelling Christ. If at such a time I say, “Amen, Lord,” the presence of the indwelling Lord will shine and be so sweet and strengthening. He will bring in a great deal of light. But, if when I heard Him say no, I did not care for His word and I still went to see the brothers, His presence would disappear, the darkness within me would be prevailing, I would lose my direction, and there would be no peace. "}, {"book_ref": "Life-study of Romans, msg. 68: God Condemning Sin in the Flesh That We May Be in the Spirit ", "page_num": "706", "snippet": " The Bible refers to the believers as saints. Are you a saint? If you consider this question and say, “Well, I’m not a saint like Theresa or Francis. I really don’t think I’m very holy. How can I say that I am a saint?” If you talk like this, your condition is still that of a pitiful sinner. But if you answer by declaring, “Yes, I am a saint!” then you are truly a saint. "}, {"book_ref": "CWWL, 1950–1951, vol. 1, \"The Recovery of the Church according to the Pattern on the Mountain,\" ch. 5: The Christian Pathway ", "page_num": "45", "snippet": " Madame Guyon was willing to forgo all her possessions and forsake everything to please the Lord who lived within her. Even her beauty was stripped away by the Lord. To man she was a pitiable sight, but within her was indescribable joy. Count Zinzendorf, George Müller, and Saint Francis of Assisi all lived their lives this way. They were willing to drop everything to follow the Lord. As a result, they all satisfied the inward demand and achieved inward peace. The word forsake means to let go. This shows us how severe Christ’s demand within us is. "}, {"book_ref": "CWWL, 1956, vol. 2, \"Three Aspects of the Church, Book 2: The Course of the Church,\" ch. 11: The Union of the Church and Politics ", "page_num": "354", "snippet": " In 1854 Pope Pius IX issued a papal bull proclaiming that Mary was without sin; this is the doctrine of the Immaculate Conception. According to this teaching, when Mary conceived of the Holy Spirit, she escaped from original sin. After the pope made this declaration, all Roman Catholics had to agree that Mary was without sin. Once Pius IX officially recognized this doctrine, it was legally binding. The popes also officially confirmed the worship of the apostle Paul. Every one of the so-called Catholic saints has been canonized by the pope. For example, the pope canonized St. Francis of Assisi. All the members of the Catholic Church must keep whatever the popes officially proclaim, even if it is sinful. Whoever does not keep these things is considered to be in rebellion. What a corrupt situation! "}, {"book_ref": "CWWL, 1958, vol. 1, \"Church News,\" ch. 4: Issue No. 4 ", "page_num": "274", "snippet": " I have carefully read both of your letters dated the ninth and the twentieth. In early May there were three special edification meetings in San Francisco on how God in His Son becomes man’s life in the form of food to be mingled with man for His expression. These meetings were quite blessed by the Lord. I feel that there are two layers of the world in the United States, which makes it difficult to be absolute in living to the Lord and walking according to the Spirit. One layer is the material world, and the other is the world of Christianity. The enjoyment of material things in the United States is a great attraction, and it occupies almost everyone. Furthermore, the religious atmosphere of Christianity is prevailing, and it covers many Christians. On the evening before my departure I fellowshipped with a few brothers and sisters who are participating in the service of the church in San Francisco. I emphasized that in order to work out a testimony for the Lord in the United States, we must guard against these two layers of the world. Even if we are able to overcome the snare of the material world, the trap of the religious world of Christianity is still ahead of us. We need to be strengthened to overcome these two layers of the world before we can be a strong testimony for the Lord in the United States. In a place permeated by the atmosphere of Christianity, only a strong testimony can produce a contrasting effect. If the brothers and sisters are willing to reject these two layers absolutely, the Lord will have a way to truly advance here. Otherwise, everything will vanish in the atmosphere of Christianity. May the Lord have mercy, and may the brothers and the churches pray for this matter. "}, {"book_ref": "CWWL, 1958, vol. 1, \"Church News,\" ch. 4: Issue No. 4 ", "page_num": "274", "snippet": " There are six brothers and sisters from Taipei studying at the University of California in Berkeley. They are quite positive in regard to their spiritual condition before the Lord and are helpful in the services of the church as well as the meetings in San Francisco. May [274] they receive more grace so that they would become vessels of grace to supply the needs of others. "}, {"book_ref": "CWWL, 1958, vol. 1, \"Church News,\" ch. 4: Issue No. 4 ", "page_num": "274", "snippet": " Together with Brother Stephen Kaung, we left San Francisco on the afternoon of the sixth and arrived in Los Angeles that evening. There was a meeting led by Brother C. J. B. Harrison, who is originally from Honor Oak, London, which consisted mostly of brothers and sisters from the West. The meeting was held at Westmoreland Chapel. Brother Harrison is a responsible brother in Los Angeles and lives on the same street as the meeting hall. After my arrival I was invited to speak in two meetings: the prayer meeting on Wednesday night and the edification meeting on the Lord’s Day morning. In both meetings I felt the presence and blessing of the Lord. We met with some saints in Los Angeles, including Sister Y. L. Mei, previously from Shanghai, Brother Hsia Tzu-hua and his family from Taipei, and Brother Huang Li-min and his family from Hong Kong. These saints have a desire for the Lord, but the way to meet is a real problem. May the Lord take care of them in this matter. "}, {"book_ref": "CWWL, 1958, vol. 1, \"Church News,\" ch. 4: Issue No. 4 ", "page_num": "274", "snippet": " We stayed in Los Angeles for six days and visited San Diego, in the southwest corner of the United States. On May 12 we left Los Angeles on an evening flight and arrived in Chicago on the morning of the thirteenth. We stayed for one day but did not see any brothers or sisters. On the evening of the fourteenth, we left Chicago for Detroit and stayed for one day. We met Francis Lee from Hong Kong and Brother Chang Hung and his wife, Sister Wang Hsin-lan, from Taipei. On the evening of the fifteenth we left Detroit for Pittsburgh and stayed for one day. During our stay we met Brother Tsang Jee-woo and his family from Hong Kong as well as Brother Niu Chang-te and his wife, who lived in Shanghai over ten years ago. These two families meet in Brother Tsang’s house every Lord’s Day. We left Pittsburgh on the evening of the sixteenth and arrived in New York on the morning of the seventeenth, shortly after midnight. Many brothers and sisters received us at the airport, and we were exceedingly joyful to see one another. I was invited to speak in two meetings: the edification meeting on the Lord’s Day morning, May 18, and the prayer meeting on the evening of the twentieth. Then from May 22 through May 25 we had five special meetings in the evenings. The situation in these meetings was quite good, and the Lord visited us during this time. The Lord willing, there will be four more special meetings starting tonight, May 27, the evening of the twenty-ninth, as well as [275] the Lord’s Day morning and evening. May the Lord continue to bestow His grace during these meetings. Among the localities in the United States, New York has the largest number of brothers and sisters. There are approximately eighty to ninety saints in New York; half of them are Chinese, and the other half are American. Currently, the meeting on the Lord’s Day morning is at the American Legion hall on Long Island. The prayer meeting as well as other meetings during the week are in various homes of the saints. New York is truly an important center and a large area for the Lord’s work. The brothers and sisters here have a heart for the Lord. If they can coordinate in harmony to have a strong and powerful testimony, the results will be rich. May the Lord have mercy, and may all the churches pray for the saints in New York. "}, {"book_ref": "CWWL, 1958, vol. 1, \"Church News,\" ch. 4: Issue No. 4 ", "page_num": "274", "snippet": " Except for New York, San Francisco, and Los Angeles, there are no formal meetings in the United States. There are many brothers and sisters from the Far East scattered throughout this country, and the way for them to meet as the Lord’s testimony locally is a great problem. I hope that the churches in the Far East can give more guidance to the brothers and sisters moving to the United States. The brothers and sisters need help to be clear regarding the ground of the church and the way of the church so that no matter where they go, they would not join whatever meetings they wish but would produce a wonderful testimony of the church for the Lord. The United States truly needs the testimony of the church. May the Lord remember this matter, and may the brothers and sisters everywhere receive this prayer burden. "}, {"book_ref": "CWWL, 1975–1976, vol. 2, \"The Testimony of Jesus Christ—the Church in Revelation,\" ch. 1: The Conclusion of the Bible ", "page_num": "97", "snippet": " Most Catholic cathedrals have graven images. One can find images of the “holy mother” Mary, of Saint Theresa, of Saint Francis, and of many others. A person may enter a cathedral, buy a candle, light it, and worship in front of the image of his choice. Some Catholics pray to an image for their sins to be forgiven. The Catholic Church also says that a person whose sins are not completely washed away before his death will go to purgatory, and by praying to an image, it is possible to reduce a relative’s time in purgatory. Such superstitions are abominable in God’s eyes. "}, {"book_ref": "CWWL, 1981, vol. 2, \"The History and Revelation of the Lord's Recovery,\" ch. 2: The Lord's Move in China ", "page_num": "23", "snippet": " After the discovery of the new continent of America, in the fifteenth and sixteenth centuries, missionaries of the Roman Catholic Church came to China. There are three main orders in the Catholic Church. The Dominicans are wealthy; the Jesuits, all of whom are educated, are the educators; and the Franciscans are poor. Francis was born into a rich family. After being saved, he sold everything he had and gave it to the poor. He advocated voluntary poverty. Therefore, the Franciscans are an order of poor monks. The first group of Catholics to come to China was the Franciscans. Later, the Jesuit missionaries came, of whom Matteo Ricci was a representative. They came to China during the Ming Dynasty and contacted people of the imperial court. There was a senior official, Hsu Kuang-chi, who received Catholicism and then offered a piece of land in the Hsu Chia Hui district of Shanghai to the Catholic Church. Hence, the headquarters and center of the Catholic Church in China was and still is in Hsu Chia Hui. "}, {"book_ref": "CWWL, 1981, vol. 2, \"The History and Revelation of the Lord's Recovery,\" ch. 23: Troubles without and Troubles Within During the Spread of the Testimony in the United States (2) ", "page_num": "435", "snippet": " In regard to Brother X in New York, I still cannot understand his behavior. Brother Francis Cormier, who spoke out with a strong sense of justice, was outside of the Lord’s recovery. He had never seen me or read my books; he had only read Brother Nee’s books. Nevertheless, with very clear light he saw through the misquotations and quasi-quotations of my writings and through the condemning words in the book entitled The New Cults. However, Brother X, who had been working among us for many years, not only failed to see any light, but he even sided with Christianity to attack me, saying that my speaking about the Son being the Father and Christ being the Spirit was heresy. He ignored the fact that I was not the one who started the speaking about the Son being the Father and Christ being the [436] Spirit; Brother Nee spoke about it several decades earlier. Brother Nee had at least three hymns on this subject, and we have these hymns in our hands. Why did no one say that this was heresy while Brother Nee was still living? Why did it become heresy when I continued to speak about this after Brother Nee passed away? I do not understand. "}, {"book_ref": "CWWL, 1991–1992, vol. 2, \"The Practice of the Church Life according to the God-ordained Way,\" ch. 2: The Prerequisite of the Practice of the Church Life according to the God-ordained Way (2) ", "page_num": "530", "snippet": " The dissenters have also said that the ministry is a system, and all the churches have been systematized into this entity. The church in Rosemead declared that they would not be in the “system” of Witness Lee. The hall in Rosemead was built with funds from the sale of Elden hall in Los Angeles, which was bought through my hand. In addition, the Living Stream Ministry gave the church in Rosemead $100,000 as a gift. Eventually, the rebellious ones in Rosemead took over the meeting hall and evicted in writing the two bona fide elders, Francis Ball and John Kwan. These two brothers were properly appointed elders who had been accepted by the saints, but at the time that the rebellious ones were going to take over the hall, they wrote letters to the two elders, telling them that they could no longer set foot on the [531] premises of the church in Rosemead and that if they attempted to do so, they would be forcefully evicted (see The Fermentation of the Present Rebellion). "}, {"book_ref": "CWWL, Letters & Gleanings, vol. 1, \"Letters to Liu Suey,\" ch. 1: Letters to Liu Suey ", "page_num": "103", "snippet": " Concerning your application for coming to the United States, I have fellowshipped with the brothers, and they all agree that you be supported by the church in Anaheim. Francis Ball has sent you a letter, asking you to send the materials soon so that they can send you a letter of appointment. The application for Brother Abraham Chang has been approved. Please follow his way. Perhaps that will be faster. Just take whatever way is faster. May the Lord bless you! "}, {"book_ref": "CWWL, Letters & Gleanings, vol. 3, \"Christ as Revealed in First Corinthians,\" ch. 2: Entering into the Fellowship of Christ ", "page_num": "285", "snippet": " In 1 Corinthians 1:2-3 Paul says, “To the church of God which is in Corinth, to those who have been sanctified in Christ Jesus, the called saints, with all those who call upon the name of our Lord Jesus Christ in every place, who is theirs and ours: Grace to you and peace from God our Father and the Lord Jesus Christ.” It is not easy to understand these verses. These verses contain special expressions, including the church of God which is in Corinth. In verse 2 Paul speaks of the believers as “called saints.” The Roman Catholic Church recognizes only some people as “saints,” such as Saint Teresa or Saint Francis, but according to verse 2, all the believers are saints. We should be happy that we, the believers in Christ, are saints. We need to declare, “Hallelujah, I am a saint!” Although we may feel that we are not saints, we need to realize that this verse says that we are “called saints.” In verse 2 Paul also says that Christ is both “theirs and ours.” The expression theirs and ours is simple yet profound and extraordinary. "}, {"book_ref": "CWWN, vol. 44, \"Conferences, Messages, and Fellowship (4): Shanghai Messages of 1940,\" ch. 122: Wine Mingled with Gall ", "page_num": "924", "snippet": " Do we see many Christians suffering today? Surely we do. I have seen many suffering wives, suffering fathers, suffering sons, etc. But I have also noticed the difference in their expressions. Some do not say anything at the time of suffering (this is the most common case), yet behind one’s back they murmur a great deal. If we find ourselves murmuring after something is over, it means that there is a feeling of suffering. The only reason we would need wine mingled with gall would be because we do not know what the cross is. Another group of people do not murmur or make any noise, yet they weep. There may be blood on the cross, but there should be no tears on the cross. A person weeps because he pities himself. There was no self-pitying on the Lord’s cross; there was only pity toward others. Francis Havergal was a person plagued with sickness, but he often said, “Everyone pities me because of my sicknesses. Yet I never pity myself, because Christ has borne all my sicknesses.” [925] "}, {"book_ref": "CWWN, vol. 57, \"The Resumption of Watchman Nee's Ministry,\" ch. 6: God's Work of Recovery  (1) ", "page_num": "50", "snippet": " From the time of Clement, the truth became less and less clear. On the one hand, men became more and more capable of analysis and exposition, but at the same time, they lacked life and did not have much grace or righteousness. Even at the time of Augustine, the truth was still unclear. Historically speaking, the church was always on the decline. Eventually, it fell to such a low degree that reactions rose up within the Catholic Church. One of those who reacted was Francis of Assisi. He was dissatisfied with the outward riches of the church. He was originally a rich man, or at least the son of a rich man. Within a few days, he sold everything and gave it to the poor. He began to practice a life of voluntary poverty. However, the things he wrote are unreadable. We may tolerate a line or two of his writings, but by the third line, they are intolerable. Although we cannot tolerate his writings, the practice of voluntary poverty is nevertheless right. "}, {"book_ref": "CWWN, vol. 59, \"Miscellaneous Records of the Kuling Training (1),\" ch. 6: Question-and-answer Session  (1) ", "page_num": "52", "snippet": " During the last century, J. N. Darby and over fifty other believers sold their all to serve the Lord. Their ministry became a powerful one. St. Francis of Assisi was another example from the Catholic Church. He was burdened for the gospel yet did not have the gift of an evangelist. His speaking was uncouth. Later he retreated to the wilderness and the seashore to preach to the birds and the fish. Originally, he was a very rich man or the son of a rich man. Within a matter of days, he sold all he had, gave it to the poor, and lived a life of voluntary poverty. The order which he founded became one of the three main monastic orders in the Catholic Church. Anyone who wished to join the order had to sell his all before he could be admitted. These men were not that clear about the gospel, but their practice of voluntary poverty is commendable. Count Zinzendorf of the Moravian movement was another example of this kind of living; he lived before Darby. His church received great attention because of his political [53] prominence. His main work was done in eastern Europe, not in western Europe. He was a wealthy landlord, yet he offered up everything he had to serve the Lord. "}, {"book_ref": "CWWN, vol. 62, \"Matured Leadings in the Lord's Recovery (2),\" ch. 29: The Christian Pathway ", "page_num": "325", "snippet": " Madame Guyon was willing to forgo all her possessions and forsake everything to please the Lord who lived within her. Even her beauty was stripped away by the Lord. To man she was a pitiable sight, but within her was indescribable joy. Count Zinzendorf, George Müller, and Saint Francis of Assisi all lived their lives this way. They were willing to drop everything to follow the Lord. As a result, they all satisfied the inward demand and achieved inward peace. The word forsake means to let go. This shows us how severe Christ’s demand within us is. "}, {"book_ref": "Truth Lessons, Level Two, Vol. 2, msg. 18: The First Group of Historical Figures in the Old Testament (6) Nimrod and Babel ", "page_num": "54", "snippet": " Among the first group of historical figures, Nimrod was indeed a negative model, indicating that all those after him [54] who took the godless way and were independent of God were like him—they were born under the curse, walked in death, were utilized by Satan, God’s enemy, became mighty ones, formed nations, and brought in idolatry. Some formed political nations and brought in secular idols, such as images of birds, beasts, and human beings. Others formed religious nations and brought in the so-called sacred idols, such as images of the Holy Mother, Saint Peter, Saint Paul, and Saint Francis. "}, {"book_ref": "Life-study of John (2nd ed.), msg. 32: The Dispensing of the Triune God—for the Producing of His Abode (4) ", "page_num": "366", "snippet": "Does it sound illogical to say that the indwelling Christ will be manifested? You may ask, “Since He indwells me, He [366] is already here. Why do you say that He will manifest Himself?” Because the indwelling Christ quite often disappears. Although He indwells you, whether or not He appears or disappears from your inner sense depends on whether or not you listen to His words. All the brothers and sisters, whether they are young or old, have some experience of this. Once when I was feeling a little lonely, I said to myself, “I would like to go to see Brother John and talk to him.” But the indwelling Christ said no. Then I said, “How about if I go to see Brother Francis?” When the indwelling One again said no, I asked, “What shall I do?” The Lord said, “Stay with Me.” Who is this “Me”? He is the indwelling Christ. If at such a time I say, “Amen, Lord,” the presence of the indwelling Lord will shine and be so sweet and strengthening. He will bring in a great deal of light. But, if when I heard Him say no, I did not care for His word and I still went to see the brothers, His presence would disappear, the darkness within me would be prevailing, I would lose my direction, and there would be no peace."}, {"book_ref": "Life-study of Romans (2nd ed.), msg. 68: God Condemning Sin in the Flesh That We May Be in the Spirit ", "page_num": "682", "snippet": "The Bible refers to the believers as saints. Are you a saint? If you consider this question and say, “Well, I’m not a saint like Theresa or Francis. I really don’t think I’m very holy. How can I say that I am a saint?” If you talk like this, your condition is still that of a pitiful sinner. But if you answer by declaring, “Yes, I am a saint!” then you are truly a saint."}]}