{
  "search_term": "Athanasius",
  "first_name": "",
  "last_name": "Athanasius of Alexandrida",
  "run_start": "2024-11-20 15:32:46",
  "run_end": "2024-11-20 15:35:49",
  "hits": [
    {
      "book_ref": "CWWL, Bible Notes & Hymns, \"Bible Notes\": Introduction ",
      "page_num": "14",
      "snippet": " (3) Arians (A.D. 375): They maintained that Christ’s divinity was incomplete and that He came into being through the union of the Logos and the human body. Therefore, He cannot be compared with God but is merely all-excelling, the most outstanding, the noblest, and the highest among men. The Word is not the self-existing God. Rather, He is the first of all creation. Arius asserted that Jesus was created by God, except that He was created before all creation. Hence, there was a time when He was not. Furthermore, all things were created through Him. Because Jesus died without sin, He was resurrected, ascended to the heavens, and thus became God. At the first general council assembled at Nicaea in A.D. 325, Athanasius (the first one who declared that the New Testament canon contains only twenty-seven books) opposed Arius. As a result, the council pronounced Arianism a heresy and established the creed that says, “I believe...in one Lord Jesus Christ, the only begotten Son [15] of God, begotten of the Father before all worlds; God of God, Light of Light, very God of very God; begotten, not made, being of one substance with the Father.” (The most crucial point is that He is of the same substance as the Father.) "
    },
    {
      "book_ref": "CWWL, Bible Notes & Hymns, \"Bible Notes\": Introduction ",
      "page_num": "16",
      "snippet": " Athanasius once said to Arius that Jesus and God are of the same essence. If they were different, Jesus could not be our Savior. Athanasius also said that from the beginning there was only one God. If Jesus was of a different essence from God, there would be two gods. "
    },
    {
      "book_ref": "CWWL, Bible Notes & Hymns, \"Bible Notes\": Introduction ",
      "page_num": "16",
      "snippet": " Arius, a pupil at Antioch, went to Alexandria (A.D. 313). He said that the Son was a creature before creation. Although He is the true [18] image of the Father, He is merely the image. He can forgive sins not because He has a sinless nature but because He was able to withstand the temptation of the devil. The Holy Spirit was the first item created by the Son. The bishop of Alexandria called a council and removed Arius from office. However, many people still followed Arius. Arius maintained his teaching, wrote hymns, and preached in many places. Many followed his teaching, and the controversy became intense. In view of this, Constantine called for the first council in Nicaea of Asia Minor (A.D. 325). Based upon strong arguments from Athanasius, a deacon graduated from Alexandria only a year prior to that, the council exiled Arius. The compromising group attempted to interpret a word in the Nicene Creed that speaks of “the same essence” to “similar essence.” Neither the Arians nor the compromising ones believed that the Father and the Son are of the same essence. In A.D. 381 the Roman emperor gathered the bishops of the eastern church and called for a second council. In that council both Arianism and the compromisers were condemned. Some in the compromising group said that the Holy Spirit was also created and acted as the messenger of the Father and the Son, similar to the archangel. Based on the Scriptures, the second council confirmed that the Holy Spirit is equal with the Father and the Son, and like the Son, was sent by the Father. "
    },
    {
      "book_ref": "CWWL, Bible Notes & Hymns, \"Bible Notes\": Introduction ",
      "page_num": "18",
      "snippet": " Sabellianism asserted that the Word’s incarnation and God’s manifestation in the Son was only the Spirit coming upon a man void of a spirit. Arius also followed the same teaching concerning the Son’s incarnation. Athanasius refuted this teaching, based on Origen’s teaching that Christ must have a human spirit because this is a necessary link between the Word and the Lord’s body of flesh. The council of Alexandria in A.D. 362 confirmed that the humanity of Christ is perfect. Apollinarius, the bishop of Laodicea, denied such a teaching and made a new assertion, saying that Christ has a human soul but not a human spirit. Instead, He has the divine Spirit in place of the human spirit. The second council condemned this teaching as unscriptural. However, it did not explain the relationship between Christ’s two complete natures of divinity and humanity. "
    },
    {
      "book_ref": "CWWL, 1986, vol. 3, \"The Revelation and Vision of God,\" ch. 3: Concerning the Divine Trinity (3) ",
      "page_num": "355",
      "snippet": " Now we come to the fifth creed, the Athanasian Creed. This creed was attributed to Athanasius, though it was not written by him. Athanasius was an attendant of the Nicene Council who served as an assistant (comparable to today’s secretary) to one of the bishops who participated in the Council. He became famous, however, for speaking out against the teachings of the great heretic Arius. Arius erroneously taught that Christ was not the eternal God but an extraordinary, noble man who was later deified by God. Furthermore, Arius also had a wrong understanding of Colossians 1:15 and maintained that Christ is not the Creator since He is the Firstborn of all creation. This is a great heresy. Hence, in that council Arius encountered severe oppositions and thenceforth was condemned and exiled abroad. Because Athanasius was the most powerful antagonist of the Arians, some considered the creed adopted by the Nicene Council as his writing. "
    },
    {
      "book_ref": "Life-study of First and Second Samuel, msg. 25: The Seed of David and the Son of God ",
      "page_num": "166",
      "snippet": " This brings us to the matter of deification—God’s intention to make the believers God in life and in nature but not in the Godhead. Athanasius referred to deification when at the council of Nicea in A.D. 325 he said, “He [Christ] was made man that we might be made God.” Although the term deification is familiar to many theologians and Christian teachers, during the past sixteen centuries only a small number have dared to teach regarding the deification of the believers in Christ. "
    },
    {
      "book_ref": "Life-study of First and Second Samuel, msg. 28: God's Desire to Build Himself into Us and to Build Us into Him to Produce a Mutual Abode ",
      "page_num": "187",
      "snippet": " This view of God’s building in the Bible indicates that God’s economy and goal according to His heart’s desire are just to build Himself into man and to build man into Him. [187] We have seen that Athanasius said, “He [Christ] was made man that we might be made God.” This means that as God’s children, we are “baby gods,” having the life and nature of God but not the Godhead. However, not even this is God’s goal. God in Christ is within us to build Himself into our being and to build us into His being. He builds His divinity into our humanity and builds our humanity into His divinity in order to mingle and blend His divinity with our humanity into one entity. This is like the meal offering: fine flour mingled with oil for the satisfaction of both God and man. "
    },
    {
      "book_ref": "Life-study of First and Second Chronicles, msg. 7: Being Fundamental in Full and Walking according to the All-inclusive Spirit ",
      "page_num": "48",
      "snippet": "460   The Word became flesh to make us “partakers of the divine nature” (2 Pet. 1:4): “For this is why the Word became man, and the Son of God became the Son of man: so that man, by entering into communion with the Word and thus receiving divine sonship, might become a son of God” (St. Irenaeus, Adv. haeres. 3, 19, 1). “For the Son of God became man so that we might become God” (St. Athanasius, De inc., 54, 3). “The only-begotten Son of God, wanting to make us sharers in his divinity, assumed our nature, so that he, made man, might make men gods” (St. Thomas Aquinas, Opusc. 57:1-4). (Catechism of the Catholic Church, pp. 115-116). "
    },
    {
      "book_ref": "Life-study of Job, msg. 24: Man Moving in God's Move and God Moving in Man's Move ",
      "page_num": "129",
      "snippet": " Athanasius, one of the early church fathers, said concerning Christ, “He was made man that we might be made God,” and “The Word was made flesh...that we, partaking of His Spirit, might be deified.” This is the principle of God’s move on earth. God’s move is in man and through man. God’s move is to deify man, making man God in life and in nature but not, of course, in the Godhead. "
    },
    {
      "book_ref": "CWWL, 1956, vol. 2, \"Three Aspects of the Church, Book 2: The Course of the Church,\" ch. 10: The Transmutation of the Organization and Administration of the Church ",
      "page_num": "344",
      "snippet": " Constantine interfered a great deal in the matters of the church, even appointing some bishops. He presided over the Council of Nicaea that is so famous in church history. There were approximately three hundred bishops present at the council. Constantine sat on a throne of pure gold and observed the debate among the bishops. He favored the orthodox group, that is, Athanasius and his followers, by constantly siding with them. Thus, the Council of Nicaea ordained a creed that supported the pure faith. Nevertheless, Constantine meddled in church affairs. After his reign, emperors had the power to send bishops away or recall them; the bishops were under the power of the emperor. Therefore, politics entered the church, and the church entered politics. "
    },
    {
      "book_ref": "CWWL, 1993, vol. 1, \"Southern California Elders' and Co-workers' Meetings,\" ch. 18: Ministering the Crucial Points of the Major Items of the Lord's Recovery, Knowing Ourselves, Being Made Vital, and Caring for the Body of Christ ",
      "page_num": "264",
      "snippet": " In Genesis 1 and 2, God’s intention to have an organic union with man is indicated by the fact that God made man in His image and according to His likeness for the purpose of expressing Himself, that God created man with a spirit as an organ to receive Him, and that God placed the man whom He had created in the garden of Eden in front of the tree of life, which signifies God as life (Gen. 1:26; 2:7, 9; John 1:4; 14:6; 15:1). Long after He created man, God became a man. At the Council of Nicaea in A.D. 325, Athanasius, one of the early church fathers, said concerning Christ, “He was made man that we might be made God.” By passing through the process of incarnation, death, and resurrection, God in Christ made Himself one with man and made man one with Him; He made Himself a man and made man God in life and nature but not in the Godhead. [265] "
    },
    {
      "book_ref": "CWWL, 1993, vol. 1, \"The Move of God in Man,\" ch. 9: In the Ascension of Christ (2) ",
      "page_num": "480",
      "snippet": " While God is dwelling in us and operating in us to perfect us, He is dispensing, imparting, all His riches into us for our enjoyment in His love through the grace of Christ and the fellowship of the Spirit (2 Cor. 13:14). While He is working, He is imparting and dispensing Himself bit by bit in all His riches into our being. When He is imparting Himself into us, He is making Himself us so that we may become Him. Athanasius, one of the church fathers, said concerning Christ, “He was made man that we might be made God.” God’s move in man is to make man God in His life and nature but not in His Godhead. He is the unique God for people to worship in His Godhead, but we are made God only in life and in nature, not in the Godhead. This is God’s move within us to write His sweet and pleasant history. "
    },
    {
      "book_ref": "CWWL, 1993, vol. 2, \"The Spirit with Our Spirit,\" ch. 2: The Definition of the Spirit (1) ",
      "page_num": "126",
      "snippet": " The first divine title used for the Spirit in the New Testament is the Holy Spirit. According to the Greek text, the title translated as “the Holy Spirit” may be in two forms: the Spirit the Holy or the Holy Spirit. According to my understanding, this means that in the New Testament age the very God who is the Spirit is “the Holy.” God is a Spirit, and this Spirit now is totally “the Holy.” We are now in an age in which God Himself as the Spirit is “the Holy” to make man not only separated unto Him but also one with Him. In the Old Testament the most God could do with man was to make man separated unto Him but not one with Him. But now in the New Testament age the time has come in which God would go further and deeper to make man absolutely one with Him, to make man Him and to make Him man. Athanasius, who was one of the church fathers, said concerning Christ, “He was made man that we might be made God.” This means that we are made God in life and in nature but not in the Godhead. This process takes place by “the Spirit the Holy.” [127] "
    },
    {
      "book_ref": "CWWL, 1993, vol. 2, \"The Issue of the Dispensing of the Processed Trinity and the Transmitting of the Transcending Christ,\" ch. 3: The Issue of God the Spirit's Dispensing Speaking Forth the Application of God's Accomplished Purpose ",
      "page_num": "506",
      "snippet": " First Corinthians 6:17 says, “He who is joined to the Lord is one spirit.” This also is the good news of the gospel. Do you realize that you are one spirit with the Lord? We are one with God. As those who are one spirit with God, we are not small persons. We are one with [506] God; we are a part of God (John 15:5a; Eph. 5:30). Athanasius, a young theologian who participated in the Council of Nicaea, said concerning Christ, “He became man that we might be made God” and “The Word was made flesh...that we, partaking of His Spirit, might be deified.” According to Athanasius’s word, God became a man that man might become God in life and in nature (but not in the Godhead). We are not only God in life and in nature, but we are one with God. "
    },
    {
      "book_ref": "CWWL, 1994–1997, vol. 1, \"The High Peak of the Vision and the Reality of the Body of Christ,\" ch. 1: The High Peak of the Vision (1) ",
      "page_num": "58",
      "snippet": " Actually, early in the fourth century Athanasius, who was present at the Nicene Council, said that “He was made man that we might be made God.” At that time he was an unnoticed young theologian. This word of his became a maxim in church history. However, later, gradually people in Christianity not only would not teach this but did not dare to teach this. "
    },
    {
      "book_ref": "CWWL, 1994–1997, vol. 1, \"The High Peak of the Vision and the Reality of the Body of Christ,\" ch. 3: The Reality of the Body of Christ (1) ",
      "page_num": "80",
      "snippet": " Who is Christ? Christ is not only the Creator but also a created one. The early theologians all believed this, but the latter theologians did not dare to teach this. “God becoming man and man becoming God” was very prevailing in ancient times. Hence, early in the fourth century Athanasius, who was present at the Nicene Council, said that “He was made man that we might be made God.” Actually, this word means that God became a man in order to make all of us, His believers, God. This had already been spoken in the second century, but later, people did not have the boldness to say this. What God created was a man, but that man had the image of God. Eventually, God would come in to beget men to be His children, having His life and nature. Hence, man is of God’s kind in life and nature. "
    },
    {
      "book_ref": "CWWL, 1994–1997, vol. 1, \"A General Outline of God's Economy and the Proper Living of a God-man: A Fellowship with the Elders from Taiwan, Hong Kong, and Malaysia,\" ch. 4: The Proper Living of a Christ-pursuing God-man ",
      "page_num": "516",
      "snippet": " In A.D. 325, Athanasius, a young theologian who was a student under the church fathers and who assisted in the drafting of the Nicene Creed, made a statement: “God became man that man might become God.” This statement became an aphorism in Christianity for generations. But in the past several hundred years it has been seldom referred to in Christian literature. [517] "
    },
    {
      "book_ref": "CWWL, 1994–1997, vol. 2, \"The Issue of the Union of the Consummated Spirit of the Triune God and the Regenerated Spirit of the Believers,\" ch. 6: The Three Aspects of the Lord's Recovery ",
      "page_num": "235",
      "snippet": " After the first group of apostles, in church history there were the so-called church fathers, who defended the truths. However, among the church fathers, because of inadequate light, there was always much contention concerning the truths. It was not until A.D. 325 that, for the sake of maintaining the order in his empire, the Roman emperor Constantine the Great came forward to intervene by calling a meeting at Nicaea in order to quiet the contentions among the church fathers. At that time there was a young theologian named Athanasius, who was a student under the church fathers. A sentence that he [236] spoke, “God became man that man may become God,” shocked everyone, and it has become a famous quote in church history. The Nicene Creed, which he helped to draft, was not bad in presenting the orthodox and fundamental doctrines concerning God, Christ, and the Holy Spirit. It is still used by the Catholic Church and the Protestant churches. Although this creed is good, in terms of the truth it is still very lacking. Hence, the Nicene Council did not completely solve the problems concerning the truths. "
    },
    {
      "book_ref": "CWWL, 1994–1997, vol. 2, \"The Intrinsic Revelation of the Bible,\" ch. 1: God Becoming Man, and Man Becoming God ",
      "page_num": "253",
      "snippet": " The early church fathers taught concerning man becoming God in God’s salvation. In the fourth century Athanasius, a young theologian who participated in the Council of Nicaea, declared, “The Son of God became man so that we might become God.” From that time on, this matter was acknowledged by all theologians who respected [254] the authority of the Bible and by those who received the truth throughout the generations. Today both the Roman Catholic Church and the Greek Orthodox Church acknowledge this matter (cf. The Truth concerning the Ultimate Goal of God’s Economy). "
    },
    {
      "book_ref": "CWWL, 1994–1997, vol. 3, \"Pre-meeting Fellowship on the Life-study of Proverbs, Ecclesiastes, and Song of Songs,\" ch. 4: Publishing Messages with a High Standard of the Truth ",
      "page_num": "45",
      "snippet": " For many years I have had the burden to critique Christianity in the United States. The best way to do this is to publish messages with a high standard. We should speak concerning the Divine Trinity and compare our teaching with that of the various theologies. Athanasius, for example, spoke about the Trinity, but he did not cover the compound Spirit, the sevenfold Spirit, Christ becoming the life-giving Spirit, or why before Christ’s glorification the Spirit was not yet (Phil. 1:19; Rev. 1:4; 1 Cor. 15:45; John 7:39). Then we can deal with Luther’s teachings on the Trinity. One by one we should compare and point out the shortages. After this, we can cover the all-inclusive Christ and the Christology of the early centuries. This is the way to touch the shortages of Christianity. We must critique in a high way and give people no ground to criticize us. People claim to have systemized Christianity, but they have not systemized it adequately. In their systematic theology they do not properly consider the Triune God, the compound Spirit typified by the compound ointment in Exodus 30:23-25, or the sevenfold Spirit. Ours is the genuine and adequate systematic theology. "
    }
  ]
}