{"search_term": "Austin-Sparks", "first_name": "Theodore", "last_name": "Austin-Sparks", "run_start": "2025-01-10 11:58:24", "run_end": "", "hits": [{"book_ref": "CWWL, 1981, vol. 2, \"The History and Revelation of the Lord's Recovery,\" ch. 18: Lessons Learned from Trials ", "page_num": "330", "snippet": "Mrs. Penn-Lewis and T. Austin-Sparks"}, {"book_ref": "CWWL, 1981, vol. 2, \"The History and Revelation of the Lord's Recovery,\" ch. 18: Lessons Learned from Trials ", "page_num": "330", "snippet": " Around the age of fifty Mrs. Penn-Lewis gained a young co-worker named T. Austin-Sparks. He was about twenty years younger than Mrs. Penn-Lewis. They worked together for a short time, and then he left and started his own meeting. In 1955 we invited him to come to Taiwan. He told us in great detail how he worked together with Mrs. Penn-Lewis and how he left her. He left Mrs. Penn-Lewis because she completely spiritualized the Lord’s table and baptism. Mrs. Penn-Lewis felt that there was no need of actual water in a baptism because as long as a person experienced the Holy Spirit, he was truly baptized. It was the same with the Lord’s table. In addition, T. Austin-Sparks did not quite agree with Mrs. Penn-Lewis taking the lead, because she was a sister. "}, {"book_ref": "CWWL, 1981, vol. 2, \"The History and Revelation of the Lord's Recovery,\" ch. 18: Lessons Learned from Trials ", "page_num": "330", "snippet": " Was it right for T. Austin-Sparks to leave in such a way? Should Christians be divided? Under the principle of oneness Christians should not be divided. Nevertheless, both Mrs. Penn-Lewis and T. Austin-Sparks, who were quite spiritual, were divided and could not be spiritual together. This shows that being “spiritual” can result in division. "}, {"book_ref": "CWWL, 1981, vol. 2, \"The History and Revelation of the Lord's Recovery,\" ch. 18: Lessons Learned from Trials ", "page_num": "330", "snippet": " Is it right to be spiritual? Yes, it is right to be spiritual. Mrs. Penn-Lewis knew the subjective experience of the Lord’s death. This was truly precious. T. Austin-Sparks saw the resurrection of Christ, the resurrection life, and the principle of the Body. This seeing was also extremely precious. Yet, why did T. Austin-Sparks leave after both of them had worked together for a period of time? It was because he had his own spiritual knowledge and felt that his spiritual knowledge was higher than that of Mrs. Penn-Lewis. Thus, he left and started his own work. There was even a sense of rivalry between them. Mrs. Penn-Lewis published The Overcomer magazine, while T. Austin-Sparks published A Witness and a Testimony. When T. Austin-Sparks spoke to others about Mrs. Penn-Lewis and her publication of The Overcomer magazine, he did not hold them in high esteem. "}, {"book_ref": "CWWL, 1981, vol. 2, \"The History and Revelation of the Lord's Recovery,\" ch. 18: Lessons Learned from Trials ", "page_num": "330", "snippet": " Our invitation to him in 1955 proves that we were neither closed nor narrow-minded. When the two Brothers Chang received a letter from a brother who strongly recommended T. Austin-Sparks, they informed me and said that they felt we needed such spiritual help. I [332] said to them, “Brothers, it is now the beginning of 1955, and I just received an issue of A Witness and a Testimony from T. Austin-Sparks. In this issue he published a short note to formally thank all those who had sent him Christmas cards.” I said, “We know a person through small matters, not through great matters. Although this is a small matter, it shows that the position and attitude of T. Austin-Sparks is very different from ours. We absolutely renounce Christmas, but in his magazine he formally thanked those who had sent him Christmas cards. Since this is the case, it may be better if we do not invite him. If we invite him and he touches on such outward matters, opinions will come out that will hurt our fellowship with him. It may be better for everyone if we leave things just as they are now.” Those two brothers said, “That sounds good.” However, after two weeks these brothers brought it up again. At that time it was not good for me to insist on not inviting him, so I consented. This consent should prove to all those who criticize us that we are not narrow-minded. "}, {"book_ref": "CWWL, 1981, vol. 2, \"The History and Revelation of the Lord's Recovery,\" ch. 18: Lessons Learned from Trials ", "page_num": "330", "snippet": "Contact with T. Austin-Sparks"}, {"book_ref": "CWWL, 1981, vol. 2, \"The History and Revelation of the Lord's Recovery,\" ch. 18: Lessons Learned from Trials ", "page_num": "330", "snippet": " We spent many years studying the ministry of T. Austin-Sparks. Brother Nee also visited him twice and told us in detail about these visits. While Brother Nee was there, he wrote several letters to us. In one of his letters Brother Nee expressed regret that his portion was not accepted by those at T. Austin-Sparks’s place, and that he was waiting patiently for an opportunity to minister his portion to them. In short, T. Austin-Sparks did not want the practice of the church, nor did he want the ground of the church. Nevertheless, Brother Nee esteemed his spiritual portion. However, when we suggested inviting him, Brother Nee said, “The time is not yet ripe.” "}, {"book_ref": "CWWL, 1981, vol. 2, \"The History and Revelation of the Lord's Recovery,\" ch. 18: Lessons Learned from Trials ", "page_num": "330", "snippet": " When the two Brothers Chang suggested that we invite T. Austin-Sparks, I told them about these things. We were fully aware of his negative view and his disapproval of our practice of the church, yet we still invited him. I personally wrote and typed the invitation letter, which was signed by myself and the two Brothers Chang, as well as the brothers in Manila and Hong Kong. This shows that we are not narrow-minded. We agreed to his coming, because we believed that he would not touch outward matters, since he was so spiritual, had so much spiritual attainment, and was of a mature age. Little did we know that the exact opposite would happen. When he came the [333] second time, he said, “When I came the first time, I noticed some things but felt that it was not the right time to say anything and that I should wait for my second visit to say something.” After that, he brought up the issue of brothers, who were servicemen, wearing hats indoors. "}, {"book_ref": "CWWL, 1981, vol. 2, \"The History and Revelation of the Lord's Recovery,\" ch. 18: Lessons Learned from Trials ", "page_num": "330", "snippet": " We should not think that this is a small matter. In the Lord’s recovery today, you may be considered as the second generation among us. If the Lord delays His coming, you will still have a long period of time ahead, and I want all of you to understand this matter. T. Austin-Sparks made a great mistake by touching the matter of brothers, who were servicemen, wearing hats. This can be likened to those who eat meat condemning those who eat vegetables, or those who eat vegetables condemning those who eat meat. It is an English custom to not wear a hat indoors. The Bible does not say that a person cannot wear a hat indoors; rather, it says that every man praying or prophesying with his head covered disgraces his head (1 Cor. 11:4). Since Brother T. Austin-Sparks came from England, he should have been careful not to bring English customs with him. "}, {"book_ref": "CWWL, 1981, vol. 2, \"The History and Revelation of the Lord's Recovery,\" ch. 18: Lessons Learned from Trials ", "page_num": "333", "snippet": " The other issue concerned the ground. Brother Chang Yu-lan said to me, “We in the East receive the ministry from the West. The West should receive our ministry from the East. It is not right for them to only give and not receive.” I said, “Do not touch this matter, because Brother T. Austin-Sparks is of an old age and is set in his ways. Brother Nee visited England twice, yet he was not able to change him. How can you and I change him? I feel it is better that we do not mention it.” Later, we discovered that he came prepared to deal with the issue of the ground. "}, {"book_ref": "CWWL, 1981, vol. 2, \"The History and Revelation of the Lord's Recovery,\" ch. 18: Lessons Learned from Trials ", "page_num": "333", "snippet": " Here is a basic principle. If T. Austin-Sparks wanted to keep the oneness of the Body, he should not have dealt with the matter of the ground regardless of whether or not he agreed with it. Since we affirm the matter of the ground, he should not have said anything about it when he was here. Even if someone asked him about the ground, for the sake of keeping the oneness he could have said, “I have no burden to talk about this issue. Let us talk about matters such as the spiritual life and Christ.” Then there would not have been a problem. "}, {"book_ref": "CWWL, 1981, vol. 2, \"The History and Revelation of the Lord's Recovery,\" ch. 18: Lessons Learned from Trials ", "page_num": "333", "snippet": " After his visit to Taiwan in 1957, he exchanged letters with some troublemakers among us. In one of his letters to a troublemaker, he wrote, “I hold on strongly to Christ as the foundation, the base, of [334] the church. I also firmly believe that anyone who meets together in Christ and on Christ as the foundation is on the ground of the church. This does not mean that they all understand the full significance of the church. Nevertheless, wherever there is Christ in their midst, there is His church, even if there were only two or three people.” Later, in a letter to me, the troublemaking brother extracted this portion of T. Austin-Sparks’s words to support his dissent. "}, {"book_ref": "CWWL, 1981, vol. 2, \"The History and Revelation of the Lord's Recovery,\" ch. 18: Lessons Learned from Trials ", "page_num": "333", "snippet": " Actually, T. Austin-Sparks had a high level of moral standards. He did not deliberately try to damage us. He had his own spiritual view, and he disagreed with the unique ground of the church in a locality. He absolutely agreed that wherever there were two or three persons gathering in the name of the Lord with Christ in their midst, the church of the Lord would be there. Although he could not accept the fact that we stress the ground of locality, he should not have written a letter to our young co-workers, expressing his disagreement based on his own spiritual view, thus causing trouble among us. "}, {"book_ref": "CWWL, 1981, vol. 2, \"The History and Revelation of the Lord's Recovery,\" ch. 18: Lessons Learned from Trials ", "page_num": "333", "snippet": " Upon my return from a visit to Europe and America in 1958, I held a conference and spoke on the subject of “The Building of God.” I said that in some places there were people who loved and pursued the Lord, yet without the reality of the building up of the Body of Christ. After that, someone wrote a letter to T. Austin-Sparks, saying that I had spoken unfavorably about him and his ministry. As a result, he wrote me a letter in July 1961 requesting that we fellowship about those rumors. I wrote a reply saying that because he had a disagreement concerning the ground of the church and had written to the co-workers under my leading expressing his disagreement, it would be very difficult for us to invite him again before the situation was cleared up. After that, he became very disappointed and condemned us even more, claiming that we were narrow-minded, closed, and under the influence of the teaching of the closed Brethren. He said that the entire history of that teaching was one of divisions and that I was the strongest advocate of that teaching in the Far East. These words can be found in his letter to a troublemaker in the church in Manila in 1962. After receiving that letter, the brother thought that it could be used as a “trump card” to attack me. Thus, he made a copy of the letter and sent it to Brother Faithful Luk in Singapore. Brother Luk in turn made copies of this letter and distributed them to others. I also received a copy indirectly. [335] "}, {"book_ref": "CWWL, 1981, vol. 2, \"The History and Revelation of the Lord's Recovery,\" ch. 18: Lessons Learned from Trials ", "page_num": "333", "snippet": " In 1964 T. Austin-Sparks went to New York, and I was also in New York. A brother invited the two of us for a meal, after which we had some fellowship. T. Austin-Sparks asked me why I had stopped inviting him to Taiwan. I showed him the letter that he had written to the brother in Manila and said, “You wrote this letter to a brother in Manila, but how did it end up in my hands? This brother used your letter as a ‘trump card’ to try to damage me. He distributed this letter in Singapore, and from Singapore it went to other places. This is how a copy ended up in my hands. What kind of a situation is this, and who created this situation? How can I invite you?” Young people, this is what I mean by knowing only about so-called spirituality but not knowing the church, the oneness of the church, and the importance of keeping the oneness and standing on the ground. "}, {"book_ref": "CWWL, 1981, vol. 2, \"The History and Revelation of the Lord's Recovery,\" ch. 18: Lessons Learned from Trials ", "page_num": "333", "snippet": " It is true that T. Austin-Sparks came twice and gave some spiritual messages that rendered us help in some respects. However, because he did not have a sufficient understanding of the church, the oneness of the church, the ground of the church, and the keeping of the oneness on the ground of the church, but instead expressed dissent, the loss brought about by this was ten times, even fifty times, greater than the help he rendered. For a period of ten years we were suffering because he wiped out all our labor from 1949 and damaged many excellent young people. Thankfully, this is not an ordinary Christian work. Otherwise, it would have collapsed a long time ago. Since this is the Lord’s recovery, the roots and the hidden flow of life are still here; hence, we are again seeing fruit being produced. "}, {"book_ref": "CWWL, 1981, vol. 2, \"The History and Revelation of the Lord's Recovery,\" ch. 18: Lessons Learned from Trials ", "page_num": "333", "snippet": "Some Additional Matters Related to T. Austin-Sparks"}, {"book_ref": "CWWL, 1981, vol. 2, \"The History and Revelation of the Lord's Recovery,\" ch. 18: Lessons Learned from Trials ", "page_num": "333", "snippet": " In this part of our history, there are two or three other things concerning T. Austin-Sparks. In 1958 I accepted his invitation to visit him in England. He brought me to his home in Scotland where we stayed for a week. One morning, while we were sitting on the lawn, he said, “Brother, I woke up very early this morning and called out to the Lord. I asked the Lord why the flow in me stopped when I boarded the plane in Taipei on my way to Hong Kong last year. Why has the inward flow not been recovered?” He then said that after praying about it, he felt that the Lord told him that he needed a change, to change to another location, to move away from Honor Oak. I said to him, “Brother, we brothers in the Far East feel that [336] you really need to have a change, but it is not a change in location.” I did not elaborate further. "}, {"book_ref": "CWWL, 1981, vol. 2, \"The History and Revelation of the Lord's Recovery,\" ch. 18: Lessons Learned from Trials ", "page_num": "333", "snippet": " In 1964, when the trouble in Taiwan reached its peak, the troublemakers in Manila and in Taiwan tried very hard to invite T. Austin-Sparks to the Far East. He went first to the Philippines and was planning to come to Taipei. At that time Brother Chang Yu-lan and Brother Chang Wu-chen could not do anything except pray. They also wrote me a letter asking what they should do. I said, “Just pray and give this matter to the Lord. If the work in Taiwan is of the Lord, nobody can destroy it; if it can be destroyed, then it should be destroyed. Please remain at peace.” There was nothing that anyone could do. At that juncture, however, a cable came from England informing Brother T. Austin-Sparks that his only son who was near the age of forty had suddenly died. Hence, he immediately returned to England from Manila and could not come to Taiwan. "}, {"book_ref": "CWWL, 1981, vol. 2, \"The History and Revelation of the Lord's Recovery,\" ch. 18: Lessons Learned from Trials ", "page_num": "336", "snippet": " I speak concerning these things because I want you to see the origination of these problems. They originated from T. Austin-Sparks, who, though very spiritual, was shallow in his understanding of the church. I hope that this younger generation will not repeat history. If the brothers in a certain locality respect the ground and build their work upon this ground, you can give them help, but you should not touch specific issues. This can be likened to a situation where someone feels that it is all right to eat meat, while you feel that you must eat vegetables. This is your own business. You should never interfere in the matter of other people “eating meat.” Today very few Christians understand the principle mentioned by Paul in Romans 14. You may be clear concerning the ground of the church, but you may not understand whether or not it was right for T. Austin-Sparks to interfere in the issue of servicemen wearing hats or the ground of the church. Thus, I need to provide a diagnosis related to these events in our history for your sake. "}, {"book_ref": "CWWL, 1981, vol. 2, \"The History and Revelation of the Lord's Recovery,\" ch. 18: Lessons Learned from Trials ", "page_num": "336", "snippet": " Before the brother in Kaohsiung went overseas, the church in Kaohsiung prepared a love feast to bid him farewell. This brother gave a farewell speech, and in his speech he implied that the gift he had received was too great for Kaohsiung. Thus, he had to look for development overseas. After he arrived in Manila, the troublemakers there took him to visit several serving ones. When he was at the home of a sister who had been faithfully serving the church in Manila for many years, he said, “You must realize that today there are only two gifted ones on the whole earth; one is T. Austin-Sparks in the West, and the other is me in the East.” When I heard of this, I found it to be incredible, but it is a fact. He also told another sister that he and some others were planning to set up a spiritual college because Brother Lee was neither qualified nor able to do so. Where is this supposedly greatly gifted person today? He once spoke about one hundred and eight ways of the cross’s dealing with the flesh. Where are these one hundred and eight ways today? "}, {"book_ref": "CWWL, 1981, vol. 1, \"The Central Vision of Paul's Completing Ministry,\" ch. 7: Focusing on the Central Vision of God's Economy Yet Not Neglecting the Practices of the Church Life ", "page_num": "172", "snippet": " Brother T. Austin-Sparks rejected the truth concerning the ground of the church. In a sense, we respected his ministry, for he saw the principles of resurrection and of the building up of the Body of Christ and wrote concerning the believers’ stewardship based on Paul’s Epistles. While Brother Watchman Nee traveled through Europe from 1938 to 1939, although he visited a number of countries, including Denmark, Norway, Germany, and Switzerland, he spent most of his time with Brother Austin-Sparks at Honor Oak, London. When Brother Nee returned to Shanghai in 1939, he told me that the fellowship at Honor Oak was the only Christian group on earth that could echo what we saw concerning the spiritual principles of our testimony, that is, the principles of resurrection and of the mystical Body of Christ. Concerning the principles of life, Brother Nee had enjoyed genuine fellowship with Brother Austin-Sparks. Brother Nee translated some of Brother Sparks’s books from English into Chinese. The saints at Honor Oak also respected Brother Nee’s ministry and received much help from him. Brother Austin-Sparks was a close spiritual companion not only of Brother Nee but also of me. "}, {"book_ref": "CWWL, 1981, vol. 1, \"The Central Vision of Paul's Completing Ministry,\" ch. 7: Focusing on the Central Vision of God's Economy Yet Not Neglecting the Practices of the Church Life ", "page_num": "172", "snippet": " Brother Austin-Sparks’s unique burden was to release what he saw concerning the principles of resurrection and of the Body of Christ. Even though we agreed with Brother Austin-Sparks concerning these principles of life, he disagreed with our view concerning the church ground. His intention was not to build up local churches but to establish his ministry centers throughout the earth. "}, {"book_ref": "CWWL, 1981, vol. 1, \"The Central Vision of Paul's Completing Ministry,\" ch. 7: Focusing on the Central Vision of God's Economy Yet Not Neglecting the Practices of the Church Life ", "page_num": "172", "snippet": " While Brother Nee was at Honor Oak, he tried to convince [173] Brother Austin-Sparks concerning the church but could not change his mind. Those at Honor Oak rejected Brother Nee’s ministry regarding the church ground. During this time The Normal Christian Church Life was translated by Brother Nee from Chinese into English and was printed by the bookroom of Brother Austin-Sparks. After the book was published, Brother Austin-Sparks was greatly troubled, for he learned that the book emphasized the practicality of the church and the truth concerning one church in one city. He did not ask his bookroom to recall the book, because of the deep respect many Christians had for Brother Nee’s ministry. However, Brother Austin-Sparks told me many years later that unless certain corrections and changes were made in The Normal Christian Church Life, the book should not be republished. "}, {"book_ref": "CWWL, 1981, vol. 1, \"The Central Vision of Paul's Completing Ministry,\" ch. 7: Focusing on the Central Vision of God's Economy Yet Not Neglecting the Practices of the Church Life ", "page_num": "172", "snippet": " At our invitation Brother Austin-Sparks came to Taiwan in 1955. We had a wonderful time together as he ministered on Christ. He could clearly echo what we had seen concerning Christ. In 1957 he came to Taiwan a second time. On this visit he undermined the church ground, the standing of the church, and this brought in a turmoil among the churches in Taiwan. I had more than thirty long conversations with him concerning the church; each session lasted two or three hours. In these conversations he tried to convince me that we should give up the ground of the church, but he could not change my mind. "}, {"book_ref": "CWWL, 1981, vol. 1, \"The Central Vision of Paul's Completing Ministry,\" ch. 7: Focusing on the Central Vision of God's Economy Yet Not Neglecting the Practices of the Church Life ", "page_num": "172", "snippet": " On his first visit to Taiwan, Brother Austin-Sparks restricted his speaking to spiritual subjects, but on his second visit, he told us clearly what his feelings were. One morning we asked him to have a time of fellowship with about a hundred co-workers. In this time of fellowship Brother Austin-Sparks told us that whereas on his first visit he was determined not to touch some of our practices that he considered unscriptural, on this visit he intended to speak concerning them. For instance, Brother Austin-Sparks said that there was not a proper order in our Lord’s table meeting. I believe that he held this concept because he himself conducted the Lord’s table meeting at Honor Oak in an exceedingly formal way under his detailed direction from beginning to end. He also said that it was unscriptural for the brothers who were in the military service to put on their uniform cap before leaving the meeting hall. At that time we had many brothers among us who were in the military. They came to the meetings dressed in military uniforms. After the meetings they would put [174] on their caps and fellowship with the brothers and sisters in the meeting hall. When Brother Austin-Sparks saw this, he began to criticize. Then one brother said to Brother Austin-Sparks, “According to the Chinese tradition, a soldier does not take off his cap when he is standing up, whether or not he is inside a building. These brothers remove their caps when they sit down for the church meetings in accordance with the biblical teaching that man should keep his head uncovered when he prays to God or speaks for Him, but when an announcement is made that the meeting is dismissed, they put their caps back on.” When Brother Austin-Sparks heard this, immediately his countenance changed. He asked, “Do you keep the tradition or the Bible?” When I heard this, I realized that he was wrong. While we were not disobeying the Bible, he was following Western tradition. As a result of much contact with Westerners since my youth, I knew that according to their tradition, men should take off their hats inside any building. The Bible says that when a man prays or prophesies, he should not cover his head (1 Cor. 11:4, 7), but it does not say that a man cannot put on his hat inside a building. To take off the hat inside a building is a Western tradition. It was wrong for Brother Austin-Sparks to impose upon us a tradition that Western unbelievers keep. Before that day I had a very high respect for him, but from that day onward I reconsidered my respect for him and lost my confidence in him. When I read his books, I thought that he was very spiritual, for he wrote concerning the principles of resurrection and of the mystical Body of Christ. However, I could not but wonder how a person who is in resurrection and knows the principles of the Body could still live according to and insist on his cultural traditions. I realized that it is one thing to write books on spiritual principles and another thing to live by them. "}, {"book_ref": "CWWL, 1981, vol. 1, \"The Central Vision of Paul's Completing Ministry,\" ch. 7: Focusing on the Central Vision of God's Economy Yet Not Neglecting the Practices of the Church Life ", "page_num": "174", "snippet": " During Brother Austin-Sparks’s second visit, another event that caused me to lose my confidence in him took place in a meeting with several leading brothers in Taiwan. Before the meeting, one of these brothers told me that he wanted to ask Brother Austin-Sparks why it was that we received his ministry concerning spirituality, yet he would not receive our ministry concerning the ground of the church. However, I discouraged the brother from asking such a question, [175] telling him that it would cause problems and damage the sweet fellowship between Brother Austin-Sparks and us, and that we should simply receive the benefit of the ministry of the word that the Lord granted him. Despite my warning, in the meeting this brother asked Brother Austin-Sparks, “If in Taipei there are five assemblies that meet in the Lord’s name, which of these assemblies are right, and which are wrong, or are they all wrong?” Brother Austin-Sparks told him that none is right and none is wrong; everything is relative to the measure of Christ. Brother Austin-Sparks said that concerning the church those who have a greater measure of Christ are more right, those who have a smaller measure of Christ are less right, and those who do not have any measure of Christ are not right. "}, {"book_ref": "CWWL, 1981, vol. 1, \"The Central Vision of Paul's Completing Ministry,\" ch. 7: Focusing on the Central Vision of God's Economy Yet Not Neglecting the Practices of the Church Life ", "page_num": "174", "snippet": " I initially thought that I should not become involved in this discussion, since I was the translator. However, I eventually realized that I should say something in order to resolve the issue. I said that although Christ is the element, the reality, and the center of the church, it is wrong to think that the extent to which a believer is right concerning the church depends on the measure of Christ in him. I pointed out that perhaps no one among us had a greater measure of Christ than Madame Guyon, from whom many Christians through the centuries have received help regarding the inner life. However, she remained in the Roman Catholic Church. Therefore, even though she had a great measure of Christ, we cannot say that she was right concerning the church. I also said that although Dr. F. B. Meyer—a renowned Bible teacher whom Brother Austin-Sparks highly commended and from whom we had received some help—undoubtedly had some measure of Christ, he did not stand on the proper ground of the church, because he stayed in the denominations, that is, in organized Christianity, which Brother Austin-Sparks himself often condemned in his messages. This also demonstrates that we cannot say that just because Dr. Meyer had a considerable measure of Christ, he was right concerning the church. No matter how spiritual a believer may be, his spiritual stature does not determine the extent to which he is right concerning the church. "}, {"book_ref": "CWWL, 1981, vol. 1, \"The Central Vision of Paul's Completing Ministry,\" ch. 7: Focusing on the Central Vision of God's Economy Yet Not Neglecting the Practices of the Church Life ", "page_num": "174", "snippet": " I can testify that I respect Brother Austin-Sparks and do not deny that he received a ministry from the Lord. However, in view of the way that Brother Austin-Sparks conducted himself in his second visit to Taiwan, I must admit that it is relatively easy for a person to give spiritual messages, but it is difficult for a person to be delivered from his natural life. "}, {"book_ref": "CWWL, 1981, vol. 1, \"The Central Vision of Paul's Completing Ministry,\" ch. 7: Focusing on the Central Vision of God's Economy Yet Not Neglecting the Practices of the Church Life ", "page_num": "174", "snippet": " When I accepted an invitation from Brother Austin-Sparks to visit him at Honor Oak in 1958, he received me and my wife as honored guests. While we met with his group for four weeks, he turned all the meetings over to me, including both conference meetings and regular meetings, asking me to speak in all of them. Regrettably, through my contact with a number of the saints at Honor Oak, including the leading brothers, I can bear witness that there was no genuine building but much backbiting among them. This confirmed to me that there is much confusion among Christians today, including fundamental and scriptural believers. Instead of following the divine revelation in the holy Word, these Christians practice what is right in their own eyes (Judg. 21:25). "}, {"book_ref": "CWWL, 1981, vol. 1, \"The Central Vision of Paul's Completing Ministry,\" ch. 7: Focusing on the Central Vision of God's Economy Yet Not Neglecting the Practices of the Church Life ", "page_num": "180", "snippet": " I spoke to Brother Austin-Sparks concerning the difference between the foundation of the church and the ground of the church. In 1 Corinthians 3:10-11 the apostle Paul says, “According to the grace of God given to me, as a wise master builder I have laid a foundation, and another builds upon it. But let each man take heed how he builds upon it. For another foundation no one is able to lay besides that which is laid, which is Jesus Christ.” The word ground that we use in reference to the church does not carry the denotation of a foundation; rather, it bears the denotation of a site, the piece of land on which the foundation of a building is laid. All organizations in traditional Christianity, including the Roman Catholic Church and various Protestant denominations, may claim that Christ is their foundation, but they are divided from one another because they [181] build upon different grounds. The Catholic Church claims to be built on Christ as its foundation, but this building is on a particular ground, the ground of Roman Catholicism. The Presbyterian Church also claims to be built upon Christ as the foundation, but this building is upon the ground of the presbytery. Practically speaking, what divides these Christian groups from one another is not their foundation but their ground, their standing. They need to realize that the only genuine ground of the church is the ground of oneness, the ground of locality, and that all believers must gather together on this unique ground of the church in order to keep the oneness of the Body of Christ. "}, {"book_ref": "CWWL, 1981, vol. 1, \"The Central Vision of Paul's Completing Ministry,\" ch. 7: Focusing on the Central Vision of God's Economy Yet Not Neglecting the Practices of the Church Life ", "page_num": "181", "snippet": " I pointed out to Brother Austin-Sparks that a number of Christians might receive some help from his ministry concerning the spiritual principles of the resurrection life and of the Body of Christ, but if they were to remain in different denominations, they would have no way to practice these principles. Eventually, they would quarrel with and be divided from one another. Consequently, they would not be able to realize the reality of the Body of Christ in which the believers as members are blended, tempered, and coordinated with one another. In order for these Christians to keep the oneness of the Body, they need to stand on the proper ground of the church, that is, the ground of locality. This is because only the ground of locality is the genuine ground of oneness; all other grounds are divisive. "}, {"book_ref": "CWWL, 1981, vol. 1, \"The Central Vision of Paul's Completing Ministry,\" ch. 7: Focusing on the Central Vision of God's Economy Yet Not Neglecting the Practices of the Church Life ", "page_num": "181", "snippet": " When I pointed out to Brother Austin-Sparks that it was impossible for us to have the church in a practical way without the ground of the church, he tried to assure me that he cared for the church. He went on to tell me that during the early years of his ministry, he was invited to speak in Edinburgh, Scotland. When he spoke concerning Christ, the meeting hall was crowded, and the audience was responsive. But when he spoke concerning the church, the number of people decreased. This caused him to feel that it was not profitable for him to speak on the church. He felt that he needed to speak mainly concerning things that people wanted to hear. It is regrettable that even though only ten years have passed since he went to be with the Lord in 1971, his work at Honor Oak is virtually terminated. This indicates that if we minister only on Christ and avoid the subject of the church, we may be welcomed by others temporarily, but eventually the result of our work will amount to nothing. [182] "}, {"book_ref": "CWWL, 1986, vol. 2, \"Crucial Words of Leading in the Lord's Recovery, Book 1: The Vision and Definite Steps for the Practice of the New Way,\" ch. 3: The Present Vision and Practice in the Lord's Recovery ", "page_num": "55", "snippet": " First, let us fellowship a little concerning our history. In 1955 Brother T. Austin-Sparks was invited for the first time to come to Taiwan. In 1957 he came for the second time. During the second time he raised a crucial issue. He thought that the way we were taking was good in every matter except one. The one thing that he considered to be seriously wrong and absolutely intolerable was the ground of the church. In other words, it was the practice of the church. While he was alive, he was the only one on the whole earth who could echo what we saw concerning spiritual life principles. He echoed what we saw, and we responded to what he saw. At that time the rejection he faced in the West was more severe than the rejection we faced in the East. In the entire Western world he was the only one who saw the principles of life, and he was the only one who spoke on the deeper truths of life. Almost no one accepted his teaching. In the East we also spoke on these deep matters. Hence, on the side of life principles, we held the same view, but on the side of church practice and church ground, we could not fellowship with each other. At that time we saw that the church ground cannot be separated from church practice. Without the ground there can be no practice. In order to have the practice, there must be the ground. However, he did not agree with the matter of the church ground, and he did not agree with that kind of church practice. "}, {"book_ref": "CWWL, 1986, vol. 2, \"Crucial Words of Leading in the Lord's Recovery, Book 1: The Vision and Definite Steps for the Practice of the New Way,\" ch. 3: The Present Vision and Practice in the Lord's Recovery ", "page_num": "55", "snippet": " From 1937 to 1938 Brother Watchman Nee visited a number of countries in Europe and stayed there for more than a year and a half. Most of the time he stayed in London with Brother T. Austin-Sparks. After he returned to China, he cabled me immediately to join him in Shanghai. At that time he called together a special fellowship meeting and reported to us in detail his fellowship with Brother Austin-Sparks in London. At the end he said that in almost every aspect they were in harmony with each other and echoed each other. The only exception was the practice of the church, which they could not get through in their fellowship. Brother Nee was somewhat sympathetic regarding the matter. He felt that in England the Brethren had spoiled the matter of church practice for more than a hundred years. Because of this, most seekers of the Lord were unwilling to speak concerning the subject. Brother Nee sympathized [56] with their frustrations and spoke to us in this way, but he also pointed out that this was exactly where the problem between Brother T. Austin-Sparks and us lay. "}, {"book_ref": "CWWL, 1986, vol. 2, \"Crucial Words of Leading in the Lord's Recovery, Book 1: The Vision and Definite Steps for the Practice of the New Way,\" ch. 3: The Present Vision and Practice in the Lord's Recovery ", "page_num": "55", "snippet": " After we heard Brother Nee’s fellowship, we asked why we should not invite Brother Austin-Sparks to come and visit us, since Brother Nee spoke so highly of him. Brother Nee answered in a wise way: “The time has not come.” At that time we did not quite understand what he meant. About fifteen years later, in 1954, our work in Taiwan was very much blessed by the Lord. At that time a brother visited England and America and met with Brother Austin-Sparks. After his visit he wrote three letters—one to Manila, one to Hong Kong, and one to Taipei—highly promoting him. He said that Brother Austin-Sparks was a spiritual giant and that he had a strong burden to come to the Far East to witness for the Lord. "}, {"book_ref": "CWWL, 1986, vol. 2, \"Crucial Words of Leading in the Lord's Recovery, Book 1: The Vision and Definite Steps for the Practice of the New Way,\" ch. 3: The Present Vision and Practice in the Lord's Recovery ", "page_num": "56", "snippet": " In the first part of 1955 I was conducting the life-study training in Taipei. Brothers Chang Yu-lan and Chang Wu-cheng took the letter and showed it to me. After I read the letter, I considered a little. Then I told them that for many years we had learned a certain thing before the Lord: In knowing a person we should not look at the big matters but at the small matters. It is not very easy for a person to expose his flaws in the big things; the problems are always with the small things. Brother Austin-Sparks published a bimonthly magazine called A Witness and a Testimony. In the January 1955 issue there was a column acknowledging the Christmas cards that he had received from readers. His magazine was altogether on spiritual subjects, yet there was such an acknowledgment. This was a small point. By the Lord’s leading, we had completely dropped the celebration of Christmas, but Brother Austin-Sparks, whom we had always respected so much, published an acknowledgment thanking his readers for Christmas cards. From this small matter I could tell that there must still be some distance between him and us. If we were to invite him to come, it would be hard to guarantee that there would be no friction between us; perhaps the better thing to do would be to keep our distance and remain cordial to each other. "}, {"book_ref": "CWWL, 1986, vol. 2, \"Crucial Words of Leading in the Lord's Recovery, Book 1: The Vision and Definite Steps for the Practice of the New Way,\" ch. 3: The Present Vision and Practice in the Lord's Recovery ", "page_num": "56", "snippet": " At that time the two elders agreed with what I said, but two weeks later, they said, “Brother Lee, we feel that on the spiritual side, we still need the spiritual help from Brother Austin-Sparks.” The phrase [57] spiritual help made it difficult for me to say no to them. Since the brothers had felt that the small differences did not matter and that they needed spiritual help, how could I insist on not inviting him? I then suggested that if we were to invite him, it would be better not to bring up the subject of church practice, because Brother Nee had discussed this matter in detail with him already and had not been able to get through. The two Brothers Chang agreed and said, “We will receive only the spiritual help from him.” I then drafted the letter in English myself. The Taipei brothers signed it and sent it to Hong Kong and Manila for their signatures. In this way Brother Austin-Sparks came. "}, {"book_ref": "CWWL, 1986, vol. 2, \"Crucial Words of Leading in the Lord's Recovery, Book 1: The Vision and Definite Steps for the Practice of the New Way,\" ch. 3: The Present Vision and Practice in the Lord's Recovery ", "page_num": "56", "snippet": " At the end of 1955 Brother Austin-Sparks came for the first time. He restricted his speakings to spiritual subjects. The messages helped many people. Everyone was happy and decided to invite him to come again. In the spring of 1957 he came again at our invitation, but this time it was different. He told us clearly regarding his feelings. After visiting for about a month, one morning we asked him to have a time of fellowship with our hundred or more co-workers. One brother among us took the lead to ask, “Brother, you have been staying with us for some time, and you have observed our situation. What is your feeling concerning us?” As soon as I heard this, I knew at once that this brother had dissenting thoughts within him. It turned out that my feeling was correct. Right after this brother asked the question, Brother Austin-Sparks replied, “The last time I came, I did have some feelings, but I was determined not to say anything. I was waiting for another opportunity to come again to speak regarding them.” Later, I found out that this dissenting one was echoing Brother Austin-Sparks. He took the initiative to ask that question in order to provide Brother Austin-Sparks the opportunity to speak what he had prepared. "}, {"book_ref": "CWWL, 1986, vol. 2, \"Crucial Words of Leading in the Lord's Recovery, Book 1: The Vision and Definite Steps for the Practice of the New Way,\" ch. 3: The Present Vision and Practice in the Lord's Recovery ", "page_num": "56", "snippet": " The first thing that he disagreed with was the way we conducted the bread-breaking meeting. He thought that our bread-breaking meeting was too disorderly. There was no proper order. One person could call a hymn, and another could pray. I did not say much regarding this because I was the translator. However, I will speak in detail regarding the second matter with which he did not agree. We need to realize that if one’s vision is not clear, he can be very [58] spiritual, but he can become quite confused in certain matters. The second thing that Brother Austin-Sparks mentioned shows that he was somewhat confused. He said, “Please tell me why the brothers among you who are in the military service put on their uniform cap even before they leave the meeting hall?” At that time we had many brothers among us who were in the military. They all came to the meetings dressed in military uniforms. After the meetings they would put on their caps and fellowship with the brothers and sisters in the meeting hall. When he saw this, he began to criticize. "}, {"book_ref": "CWWL, 1986, vol. 2, \"Crucial Words of Leading in the Lord's Recovery, Book 1: The Vision and Definite Steps for the Practice of the New Way,\" ch. 3: The Present Vision and Practice in the Lord's Recovery ", "page_num": "56", "snippet": " At the time this happened, one brother answered him, saying, “According to the Chinese tradition, a soldier does not take off his cap when he is standing up, whether or not he is inside a building. These brothers remove their caps when they sit down for the meetings in accordance with the biblical teaching concerning not covering their head, but when an announcement is made that the meeting is dismissed, they put their caps back on.” When Brother Austin-Sparks heard this, immediately his countenance changed. He asked, “Are you here to keep the tradition, or are you here to keep the Bible?” When I heard this, I was not too happy inside. I realized that he was wrong. It was he who was following the Western tradition and not we who were disobeying the Bible. The Bible says that when a man prays or teaches, he should not cover his head (1 Cor. 11:4, 7), but it does not say that a man cannot put on his cap inside a building. To take off the cap inside a building is a Western tradition. Brother Austin-Sparks was imposing on us a tradition that Western unbelievers keep. "}, {"book_ref": "CWWL, 1986, vol. 2, \"Crucial Words of Leading in the Lord's Recovery, Book 1: The Vision and Definite Steps for the Practice of the New Way,\" ch. 3: The Present Vision and Practice in the Lord's Recovery ", "page_num": "56", "snippet": " Brother Austin-Sparks came to our meetings and started questioning such practices among us as the breaking of bread. He even touched on such insignificant matters as the donning of military caps. Was it not too much for him to touch such matters? These were traces that gave us a hint that his way and our way could not be reconciled, because what we saw was different. "}, {"book_ref": "CWWL, 1986, vol. 2, \"Crucial Words of Leading in the Lord's Recovery, Book 1: The Vision and Definite Steps for the Practice of the New Way,\" ch. 3: The Present Vision and Practice in the Lord's Recovery ", "page_num": "59", "snippet": " Recently, I have felt the importance of the one accord. As long as we have different views on a minor point, we cannot have the one accord. This is the reason that in this training, right from the beginning, I spoke concerning the vision in the Lord’s recovery. I believe all the brothers and sisters love the Lord, and all of us want to be in one accord, but if our vision is not up to date, it is impossible for us to be one. Concerning Brother Austin-Sparks, I could never have dreamed that a spiritual ministry as high as his would touch upon and even seriously meddle with minor things. It was actually not worth it. I kept all these things in my heart and did not tell anyone, because I did not want to ruin the atmosphere there. At that time more than five hundred co-workers from all over the island were together. Every morning we were under the training and his ministry. I needed to maintain a good situation. "}, {"book_ref": "CWWL, 1986, vol. 2, \"Crucial Words of Leading in the Lord's Recovery, Book 1: The Vision and Definite Steps for the Practice of the New Way,\" ch. 3: The Present Vision and Practice in the Lord's Recovery ", "page_num": "59", "snippet": " One evening we had another fellowship with him. The atmosphere was a little tense, and no one knew what to say. We thought perhaps we would fellowship a little concerning something related to spiritual principles. Suddenly a brother asked, “Suppose here in Taipei there are five assemblies that meet in the Lord’s name. Please tell us which one is right and which one is wrong, or are they all wrong?” As soon as I heard this, something jumped up in alarm within me. I knew that this would lead to trouble. Yet I had [60] to translate what he said. Brother Austin-Sparks was well prepared for such a question. He said, “None is right and none is wrong; everything is relative.” Another brother was quite stirred up, and he and the first brother together asked, “Relative to what?” Brother Austin-Sparks immediately answered, “Relative to the measure of Christ. Those who have a greater measure of Christ are more right, those who have a lesser measure of Christ are less right, and those who do not have any measure of Christ are not right.” All the brothers became very agitated. I was the translator, but I had to somewhat calm them down. "}, {"book_ref": "CWWL, 1986, vol. 2, \"Crucial Words of Leading in the Lord's Recovery, Book 1: The Vision and Definite Steps for the Practice of the New Way,\" ch. 3: The Present Vision and Practice in the Lord's Recovery ", "page_num": "59", "snippet": " The third time we gathered together with him, we were still on this subject. In the previous two meetings, I remained quite neutral and served only as the translator. This time I felt that I could not be neutral anymore. No one was speaking then, and I opened my mouth. I said, “For the last few times we were together, we have been speaking of the matter of the church and the church ground. Brother Austin-Sparks has told us that none is absolutely right, and none is absolutely wrong; how much one is right depends on the measure of Christ he has.” I did not appear to be stirred up, but I turned to a brother from Denmark and said to him in a calm voice, “Brother, let me ask you a question. God ordained that the children of Israel would be taken captive in Babylon for seventy years, after which they would return to their homeland and would rebuild the temple upon its original foundation. Suppose a very influential prophet would rise up at that time and tell the people that it did not matter whether or not one returned to Jerusalem. Suppose he would say, ‘See? Daniel is such a spiritual person, but he did not return to Jerusalem. Therefore, it does not matter whether or not one returns, as long as he is spiritual.’ I would ask all of you here if this is right or wrong.” Brother Austin-Sparks was an intelligent man. He knew that I was reacting to his word concerning the spiritual measure. I explained further: “Daniel had the greatest spiritual measure of his time; in today’s terms we would say that his measure of Christ was the highest. The reason that he did not return was that the time had not come for him to go. Around the time the Israelites were returning, he died. He could not go while he was living, yet his heart was toward Jerusalem. He knelt down three times a day and prayed with an open window toward Jerusalem. During his time with us here, at least a few times our Brother Austin-Sparks has highly [61] recommended Dr. F. B. Meyer. I have read Dr. Meyer’s books and have received some help from him. But all of us know that Brother Meyer is still in the denominations, that is, in the so-called ‘organized Christianity’ that our Brother Austin-Sparks condemns in his messages. Since Dr. Meyer still remains in organized Christianity, the very organization that Brother Austin-Sparks condemns, can we say that he is right in the matter of the church merely because his spiritual stature is high?” "}, {"book_ref": "CWWL, 1986, vol. 2, \"Crucial Words of Leading in the Lord's Recovery, Book 1: The Vision and Definite Steps for the Practice of the New Way,\" ch. 3: The Present Vision and Practice in the Lord's Recovery ", "page_num": "65", "snippet": " In the nineteenth century Hudson Taylor saw a vision. He felt that he should go to China to preach the gospel. We cannot say that his vision was wrong. We can say only that his vision was not up to the standard of the age. During the past three decades we lost the one accord a number of times in Taiwan. The case with Brother Austin-Sparks was one example of such a time. Can we say that he did not love the Lord or that he was not spiritual? Even today I still [66] recommend his books. Some of them are certainly worthwhile reading. However, he did not see what Brother Nee led us to see in the Lord’s recovery. Needless to say, all our differences were not caused by the flesh but by the difference in our visions. In 1958 there were some aspiring and promising young people who were saved and perfected through my ministry. I entrusted to them the crucial works on the island of Taiwan, including hall three of the church in Taipei and the churches in Taichung, Chiayi, Tainan, and Kaohsiung. They became proud, and through Brother Austin-Sparks’s influence they decided to no longer speak concerning the ground of the church but to speak regarding only the fullness of Christ, the full Christ. They boldly proclaimed that they had seen a vision. At that time the one accord was truly lost. "}, {"book_ref": "CWWL, 1986, vol. 2, \"Crucial Words of Leading in the Lord's Recovery, Book 1: The Vision and Definite Steps for the Practice of the New Way,\" ch. 3: The Present Vision and Practice in the Lord's Recovery ", "page_num": "65", "snippet": " Although Brother Austin-Sparks was spiritual, he limited himself to the scope of his vision. His problem was that he was unwilling to see more. Moreover, he considered all those who saw something different to be wrong. He tried all he could to annul the “ground,” which was recovered among us. He told me personally in a meeting that he had been speaking for decades, but in his whole life he had not found one place with such a good audience. He also discussed with me the possibility of moving to Taiwan to set up a ministry station. In the end, however, he and we were still not the same. The reason for this is that our visions were different. "}, {"book_ref": "CWWL, 1977, vol. 1, \"Fellowship with Young People concerning the Course of the Recovery of the Church,\" ch. 2: The Course of the Recovery of the Church and the Glorious Commission of the Lord ", "page_num": "38", "snippet": "PROBLEMS BEING CAUSED BY BROTHER T. AUSTIN-SPARKS"}, {"book_ref": "CWWL, 1977, vol. 1, \"Fellowship with Young People concerning the Course of the Recovery of the Church,\" ch. 2: The Course of the Recovery of the Church and the Glorious Commission of the Lord ", "page_num": "38", "snippet": " In 1955 the brothers urged me to invite Brother T. Austin-Sparks for some spiritual help. Brother T. Austin-Sparks had a spiritual portion, and he indeed rendered some spiritual help to us in his first visit. In that visit he only fellowshipped about spiritual matters without touching matters such the ground of the church and the practice of the church. The outcome was positive, and everyone was happy. As a result, the brothers decided to invite him again. In 1957 he came to Taiwan a second time. In this visit his inward opposition to the ground of the church and the practicality of the church was exposed. Although he paid attention to spirituality, he was absolutely against the practicality of the church. As a result of the negative influence of T. Austin-Sparks’s visit in 1957, however, we did not have any spread from 1957 to 1965. "}, {"book_ref": "CWWL, 1977, vol. 1, \"Fellowship with Young People concerning the Course of the Recovery of the Church,\" ch. 2: The Course of the Recovery of the Church and the Glorious Commission of the Lord ", "page_num": "38", "snippet": " Brother T. Austin-Sparks’s attitude was based on the negative situation he observed with the so-called exclusive Brethren, who were becoming increasingly divided over matters related to the practicality of the church. His view was very much affected by this. He believed that we were practicing the ground of locality based on the teachings of the exclusive Brethren. Because of this unpleasant feeling within him, he did an opposing work in his second visit to Taiwan. In 1957 more than five hundred people attended a training. Co-workers and elders from all over Taiwan were in the training. In one morning session Brother T. Austin-Sparks suddenly said, “You turn Christ into a small Christ and the church into a small church in [39] order to fit your local ground.” When he said this, his facial expression changed, and his voice was raised. I was standing right next to him as his translator. At first, I was at a loss as to whether or not to translate his speaking, but then I calmly translated it. "}, {"book_ref": "CWWL, 1977, vol. 1, \"Fellowship with Young People concerning the Course of the Recovery of the Church,\" ch. 2: The Course of the Recovery of the Church and the Glorious Commission of the Lord ", "page_num": "38", "snippet": "Knowing T. Austin-Sparks’s Situation"}, {"book_ref": "CWWL, 1977, vol. 1, \"Fellowship with Young People concerning the Course of the Recovery of the Church,\" ch. 2: The Course of the Recovery of the Church and the Glorious Commission of the Lord ", "page_num": "38", "snippet": " In 1957 Brother T. Austin-Sparks stayed in Taipei for six weeks. In addition to the conferences and trainings, a few elders, co-workers, and other guests from the United States, England, Denmark, and Hong Kong had several times of fellowship. Before one of these times of fellowship, a brother said to me, “The churches in the East receive the ministry in the West, that is, the ministry of T. Austin-Sparks, but we also have a ministry in the East. The West should likewise receive the ministry in the East; otherwise, there will be a loss. I feel that we should fellowship with T. Austin-Sparks about this.” According to fellowship I received from Brother Nee, I told him that this might not be of any benefit. "}, {"book_ref": "CWWL, 1977, vol. 1, \"Fellowship with Young People concerning the Course of the Recovery of the Church,\" ch. 2: The Course of the Recovery of the Church and the Glorious Commission of the Lord ", "page_num": "38", "snippet": " Brother Nee had been to England twice and visited Brother T. Austin-Sparks there. In his last trip he stayed with Brother T. Austin-Sparks for an extended period of time; hence, Brother Nee had deep knowledge of him. In 1939, as soon as Brother Nee returned to China, he called a conference. At the time I was working in Shantung. After I received his telegram, I went to Shanghai for the meeting. Brother Nee arranged for me to be his guest. In our talks he mentioned the situation in England. He said that other than T. Austin-Sparks and his group in Honor Oak, no other Christian group on the whole earth could understand what we were seeing before the Lord. They had much knowledge and seeing concerning spirituality, the principle of life, and the Body of Christ being in resurrection. Brother Nee truly respected T. Austin-Sparks’s spiritual portion. "}, {"book_ref": "CWWL, 1977, vol. 1, \"Fellowship with Young People concerning the Course of the Recovery of the Church,\" ch. 2: The Course of the Recovery of the Church and the Glorious Commission of the Lord ", "page_num": "38", "snippet": " However, Brother Nee also cautiously revealed that T. Austin-Sparks disagreed with our vision of the practicality of the church. Brother Nee politely said, “We need to sympathize with him because the divisions among the British Brethren have destroyed the practicality of the church. Whether in England or the United States, there is no way to do a work involving the practicality of the church.” This clearly showed that T. Austin-Sparks did not agree with or accept the practicality of the church. It also showed that it would be hard [40] for us to have any success with him if Brother Nee did not have any success concerning the practicality of the church with him. "}, {"book_ref": "CWWL, 1977, vol. 1, \"Fellowship with Young People concerning the Course of the Recovery of the Church,\" ch. 2: The Course of the Recovery of the Church and the Glorious Commission of the Lord ", "page_num": "38", "snippet": " In an issue of his paper, The Witness and the Testimony, Brother T. Austin-Sparks even posted a short note thanking those who had sent him Christmas cards. When I saw this, I spoke to Brother Chang, saying, “We know a person not in big things but in small things. Although this is a small thing, it exposes his true condition. If we talk about these practical things with Brother T. Austin-Sparks, we will surely cause negative feelings. It would be better off for us to refrain from touching these things and simply invite him to give a few messages and to give us some spiritual help. Then, when we send him back in a nice way, there will be peace between him and us. If Brother Nee was not successful with regard to these things, it will be hard for us to be successful. If we bring it up, I am afraid that it will cause only trouble.” "}, {"book_ref": "CWWL, 1977, vol. 1, \"Fellowship with Young People concerning the Course of the Recovery of the Church,\" ch. 2: The Course of the Recovery of the Church and the Glorious Commission of the Lord ", "page_num": "40", "snippet": " During a private fellowship with T. Austin Sparks, Brother Chang could not hide what was in his heart, and he suddenly asked, “Suppose there are five places meeting in the name of the Lord in Taipei. Which of them is right, and which is wrong?” When I heard this, I knew that it would cause trouble. This was like dropping a bomb. I sat between the two of them. Some brothers from the United States, England, Denmark, Hong Kong, and other places were also present. I had no choice but to translate what he said. Brother T. Austin-Sparks immediately answered, “None of these churches are right. They are right relatively.” Brother Chang then asked, “Relative to what?” and T. Austin-Sparks answered, “Whoever has more measure of Christ is more right; whoever has less measure of Christ is less right.” Brother Chang could not accept this, so he started arguing with him. I was their translator; hence, I could only take a neutral stand. I did this for several exchanges, but eventually I felt that I could no longer take a neutral stand; otherwise, I would not be fair to the brothers. "}, {"book_ref": "CWWL, 1977, vol. 1, \"Fellowship with Young People concerning the Course of the Recovery of the Church,\" ch. 2: The Course of the Recovery of the Church and the Glorious Commission of the Lord ", "page_num": "40", "snippet": " So I said, “Brother T. Austin-Sparks has said that a church cannot be right absolutely but can be right only relatively based on the measure of Christ. A church with more measure of Christ is more right; a church with less measure of Christ is less right.” I continued, “We have all read the autobiography of Madame Guyon. In the past [41] three hundred years everyone who has paid attention to the spiritual life has received help from Madame Guyon. With regard to the measure and element of Christ, perhaps no one here can match her. In other words, she had the greatest measure of Christ. However, just because Madame Guyon had the most measure of Christ, can we say that the Catholic Church is relatively right?” Of course, Brother T. Austin-Sparks knew the answer in his heart. "}, {"book_ref": "CWWL, 1977, vol. 1, \"Fellowship with Young People concerning the Course of the Recovery of the Church,\" ch. 2: The Course of the Recovery of the Church and the Glorious Commission of the Lord ", "page_num": "40", "snippet": " Then I said, “In Brother T. Austin-Sparks’s messages, he has spoken admirably of Dr. F. B. Meyer. I have read his books and appreciate him very much as well. Brother T. Austin-Sparks has condemned organized Christianity on the one hand and praised Meyer on the other hand. But Meyer remained in organized Christianity until he died. Can we say that organized Christianity is relatively right because Meyer had more measure of Christ?” He had nothing to say. "}, {"book_ref": "CWWL, 1977, vol. 1, \"Fellowship with Young People concerning the Course of the Recovery of the Church,\" ch. 2: The Course of the Recovery of the Church and the Glorious Commission of the Lord ", "page_num": "40", "snippet": "by Brother T. Austin-Sparks’s Fellowship"}, {"book_ref": "CWWL, 1977, vol. 1, \"Fellowship with Young People concerning the Course of the Recovery of the Church,\" ch. 2: The Course of the Recovery of the Church and the Glorious Commission of the Lord ", "page_num": "40", "snippet": " The next day in the morning training session, Brother T. Austin-Sparks said, “You turn Christ into a small Christ and the church into a small church in order to fit your local ground.” His word soon began to influence some young brothers among us. They had been [42] under my leading personally; some of them were even begotten by me through the gospel, and some were taught by me and perfected under my hand. They knew that we could not accept Brother T. Austin-Sparks’s view in the matter of the practicality of the church, because if we did, the ground of the church would be torn down, the practicality of the church would be torn down, the work in the Far East would be gone, and the Lord’s recovery would be gone. "}, {"book_ref": "CWWL, 1977, vol. 1, \"Fellowship with Young People concerning the Course of the Recovery of the Church,\" ch. 2: The Course of the Recovery of the Church and the Glorious Commission of the Lord ", "page_num": "40", "snippet": " During his two visits to Taiwan in 1955 and 1957, Brother T. Austin-Sparks invited me to visit London, but I did not go. In 1958, however, because of his influence on these young brothers, I felt that I should go there to take a look so that after I returned I would have the ground to help these brothers. Therefore, in the summer of that year, I went to London, England. "}, {"book_ref": "CWWL, 1977, vol. 1, \"Fellowship with Young People concerning the Course of the Recovery of the Church,\" ch. 2: The Course of the Recovery of the Church and the Glorious Commission of the Lord ", "page_num": "40", "snippet": " After I came back, one of the young brothers told me, “Since you went to England to visit Brother T. Austin-Sparks, we have been waiting to see what you have to say regarding him. If you speak positively about his group, we will still be your co-workers and go on positively. If you speak negatively about it, we will have no choice but to plan something else.” This is not hearsay; they said this themselves. When I was in England, they were prepared and waiting to make a decision upon my return. "}, {"book_ref": "CWWL, 1977, vol. 1, \"Fellowship with Young People concerning the Course of the Recovery of the Church,\" ch. 2: The Course of the Recovery of the Church and the Glorious Commission of the Lord ", "page_num": "40", "snippet": " When Brother T. Austin-Sparks came to Taiwan, we treated him very courteously. Because of this, when I stayed in London for a month, he returned the favor by treating me as his guest of honor. He prepared a house for me and arranged for people to take care of me. He also gave all the speaking opportunities, whether in special conferences or regular sermons, large or small, to me. "}, {"book_ref": "CWWL, 1977, vol. 1, \"Fellowship with Young People concerning the Course of the Recovery of the Church,\" ch. 2: The Course of the Recovery of the Church and the Glorious Commission of the Lord ", "page_num": "40", "snippet": " While I was there, I clearly saw that they did not have any genuine building among them. A few responsible brothers came to me to complain about him, and he also said that they did not submit to his authority. There was no building at all. I also found that they were not for the local churches. They were simply using a meeting to support the ministry of Brother T. Austin-Sparks. When I saw this situation, I received light concerning the vision of the building. Hence, in October of 1958, as I was returning from England and passing through Hong Kong, I gave a conference and released some messages concerning building. After I went back to Taipei, I also [43] gave a conference to speak concerning God’s building. In one meeting I mentioned that I had been to the allegedly most spiritual place in the world but did not see any building. When the dissenters heard this, they knew that I was referring to the place of T. Austin-Sparks. Immediately, behind my back, they made a decision to oppose me. In the work they began to obey me to my face and oppose me behind my back. "}, {"book_ref": "CWWL, 1977, vol. 1, \"Fellowship with Young People concerning the Course of the Recovery of the Church,\" ch. 2: The Course of the Recovery of the Church and the Glorious Commission of the Lord ", "page_num": "45", "snippet": " I returned to Taipei in September. The first morning after my arrival we had a meeting for all the co-workers in Taiwan. In the meeting I clearly stated that these young co-workers should withdraw from the work. This took them by surprise. I said, “In 1959, before I left the country, I knew that a few were doing an opposing work. At that time I told you to be straightforward in your actions because a Christian must have a good conscience. If you think Brother T. Austin-Sparks’s way is right, you should go out and take that way in an straightforward manner. However, you did not take my word. In the past few years you have done your best to destroy this work. Today I must make it clear publicly that the work can no longer use you. If you think that someone else is right, please go to him. Since you are Christians, you need to be upright and in the light. Why do you go against your conscience, deceiving me and all the brothers?” Although I did not mention names, they knew to whom I was referring. "}, {"book_ref": "CWWL, 1977, vol. 1, \"Fellowship with Young People concerning the Course of the Recovery of the Church,\" ch. 2: The Course of the Recovery of the Church and the Glorious Commission of the Lord ", "page_num": "45", "snippet": " Then I said, “In my leadership in this work, I made it very clear to you that we cannot take Brother T. Austin-Sparks’s way because he does not want the way of the church. I acknowledge the portion of his spiritual ministry; otherwise, we would not have invited him in the first place. But when I found that he was against the way of the church, I could not invite him again. However, in the past few years you have led a study group, using only the books of Brother T. Austin-Sparks, secretly opposing our testimony. What do you say about this?” Again they had no answer. "}, {"book_ref": "CWWL, 1977, vol. 1, \"Fellowship with Young People concerning the Course of the Recovery of the Church,\" ch. 2: The Course of the Recovery of the Church and the Glorious Commission of the Lord ", "page_num": "45", "snippet": " I speak of these things not to expose the shortcomings of others; rather, I desire that the young people would learn lessons from these things and clearly know the way of the church. After T. Austin-Sparks opposed the practicality of the church in Taipei, the flow within him stopped. In August of 1958 I went to visit him, and he told me personally, “Brother, after I got up this morning, I cried out to the Lord, saying, ‘When I flew from Taipei to Hong Kong last April, as soon as the airplane took off, the flow within me stopped. Why did the flow stop, and why is it not restored even today?’ This morning I cried out to the Lord and asked Him to tell me why it has not been restored.” "}, {"book_ref": "CWWL, 1977, vol. 1, \"Fellowship with Young People concerning the Course of the Recovery of the Church,\" ch. 2: The Course of the Recovery of the Church and the Glorious Commission of the Lord ", "page_num": "45", "snippet": " I have been observing now for more than ten years, and since that day the ministry of Brother T. Austin-Sparks has gone down. Later, I received confirmed reports that when he was about to die, he felt that living was meaningless. A man with such a ministry fell to such a point of emptiness. T. Austin-Sparks’s mistake was not in morality or in human relationships; rather, he offended God’s administration. If this is the Lord’s move in this age and he opposed it, this is something quite serious. In regard to the dissenters, they eventually set up their own meeting. They had a strong beginning with a few hundred people meeting together, but there were repeated divisions. Now almost nothing is left, and each one is doing his own work. "}, {"book_ref": "CWWL, 1985, vol. 2, \"The Vision, Living, and Work of the Lord's Serving Ones,\" ch. 7: Leading New Believers to Experience the All-inclusive Spirit and the All-inclusive Death of Christ (2) ", "page_num": "269", "snippet": " In 1954 some brothers felt that we needed to invite Brother T. Austin-Sparks, who was well known for his spiritual ministry in the West. I fellowshipped with the brothers that in terms of knowing a person or a matter, we never pay attention to big things; rather, it is in the small things that we see the true situation of a person. From the beginning of the Lord’s recovery we were enlightened by the Lord to drop Christmas. Hence, we do not celebrate Christmas, nor do we receive or send Christmas cards. However, this brother in the January 1955 issue of his magazine, A Witness and a Testimony, released an official note of appreciation to those who sent him Christmas cards. Although this was a small matter, it revealed his condition. If we invited him, I felt that there could be a problem and that both sides would be hurt in the process. It would be safer for us to keep some distance between him and us. Brother Nee stayed with Brother T. Austin-Sparks for more than a year, from 1937 to 1938. Brother Nee later told me that although Brother Sparks has a portion in spiritual matters, he did not see nor would he receive any light concerning the practicality of the church. If Brother Nee was not able to convince him concerning the practicality of the church, how could we persuade him? "}, {"book_ref": "CWWL, 1985, vol. 2, \"The Vision, Living, and Work of the Lord's Serving Ones,\" ch. 7: Leading New Believers to Experience the All-inclusive Spirit and the All-inclusive Death of Christ (2) ", "page_num": "269", "snippet": " Initially, the brothers received this fellowship. However, not long [270] afterward they brought this matter up again, saying that they needed the spiritual portion from Brother T. Austin-Sparks. At that time it would have been inappropriate for me to insist on not inviting him. So I wrote an invitation letter in English and formally invited Brother T. Austin-Sparks to come. He came in 1955. During that visit he did not touch the matter of the church. He ministered according to his portion. We were genuinely helped, and everyone felt good. "}, {"book_ref": "CWWL, 1985, vol. 2, \"The Vision, Living, and Work of the Lord's Serving Ones,\" ch. 7: Leading New Believers to Experience the All-inclusive Spirit and the All-inclusive Death of Christ (2) ", "page_num": "269", "snippet": " In 1957 we invited Brother T. Austin-Sparks again. This time he stayed with us for a longer time. One day we arranged for him to speak particularly to the one hundred or more co-workers that we had, and I was the translator. The brother who requested the time of fellowship asked Brother T. Austin-Sparks what he thought about our work, since this was his second visit. Upon hearing this question, I knew that this brother had dissenting thoughts; otherwise, he would not have asked someone from a faraway place such a question. "}, {"book_ref": "CWWL, 1985, vol. 2, \"The Vision, Living, and Work of the Lord's Serving Ones,\" ch. 7: Leading New Believers to Experience the All-inclusive Spirit and the All-inclusive Death of Christ (2) ", "page_num": "270", "snippet": " Brother T. Austin-Sparks immediately replied, “When I came here last time, I did have some feelings, but I decided not to say anything. This time I came prepared to speak. Please tell me, why do the brothers who are in the military service put their caps on before they leave the meeting hall?” At that time we had many brothers who were in the military, and they came to the meeting in their uniforms. When it was announced that the meeting was over, the brothers in the military would put on their caps while leaving their seats. According to Western custom, however, a man should never put on his hat while he is inside a building; there is no exception for the military. A man can put on his hat only after he leaves the building. This is the custom in the West, whether or not one is a believer. After Brother T. Austin-Sparks’s question, a brother explained, “According to Chinese custom, soldiers wear their caps everywhere. However, when the brothers in the military come to the meeting, according to the teaching in the Bible (1 Cor. 11:4, 7), they do not cover their heads during prayer and the giving of a message. They put on their caps only at the end of the meeting, after the announcement of the dismissal of the meeting. This is very appropriate.” After Brother T. Austin-Sparks heard this, he asked, “Do you act in accordance to your custom or in accordance to the Bible?” Although I felt inwardly that his question was unjustified, I translated what he said. I knew that his argument was irrational, because he was keeping the Western custom, [271] which dictates that a man can wear a hat only when he is outside a building, but we were keeping the teaching of the Bible. "}, {"book_ref": "CWWL, 1985, vol. 2, \"The Vision, Living, and Work of the Lord's Serving Ones,\" ch. 7: Leading New Believers to Experience the All-inclusive Spirit and the All-inclusive Death of Christ (2) ", "page_num": "270", "snippet": " Brother T. Austin-Sparks also brought up another issue. He said that our bread-breaking meeting was in confusion, disorderly, because one person could call a hymn and another person could speak a few words. Concerning this matter, at his invitation I went to London in 1958 and stayed with his group for four weeks and attended their meetings. Their bread-breaking meeting was taken care of only by Brother T. Austin-Sparks. He prayed, chose hymns, and gave the message. It was only in the last section of the meeting that there were ten minutes of free worship. The proceeding of the meeting was very proper and was conducted entirely according to his instructions. The table displayed a row of baskets, containing small pieces of bread, and also small cups. After he prayed and gave a message, he said, “Now is the time we break the bread.” Then seven deacons came and stood before him, he passed the breadbaskets to them, and they withdrew. The breadbaskets were passed to each row, and everyone took a piece of bread and waited. After all seven baskets were distributed, the seven deacons lined up and returned the empty baskets one by one to Brother T. Austin-Sparks. He received the baskets, took a piece of bread, and said, “Now we will partake of this bread together.” After partaking of the bread, they followed the same procedure for distributing and drinking of the cup. If we compare their bread-breaking meeting with our bread-breaking meeting, ours would certainly appear disorderly to Brother T. Austin-Sparks. During the time of our fellowship, he was very critical of our bread-breaking meeting. I did not say much at the time, but I knew inwardly that problems would be forthcoming. "}, {"book_ref": "CWWL, 1985, vol. 2, \"The Vision, Living, and Work of the Lord's Serving Ones,\" ch. 7: Leading New Believers to Experience the All-inclusive Spirit and the All-inclusive Death of Christ (2) ", "page_num": "270", "snippet": " During his visit, we held a conference and a training. Whenever there was a free evening, some guests from England, America, Denmark, and Hong Kong would come together with a dozen local brothers, and we would have some free fellowship. I had fellowshipped with the brothers in advance and said that it would be better to avoid questions concerning the church with Brother T. Austin-Sparks, because such questions would not be profitable to anyone. Rather, it would be better to let him carry out his spiritual ministry and render the supply of his portion to us. Then we could send him off properly and still be able to maintain fellowship. The brothers all agreed. However, one evening as we sat in silence, a brother said, [272] “Brother Austin-Sparks, suppose there are five groups in Taipei that meet in the Lord’s name. Please tell us which group is right and which is not right?” Upon hearing this question, I knew that this was a “bomb.” Brother T. Austin-Sparks said, “None of the groups is absolutely right. All five of them are relatively right.” Thus, a debate ensued. At the time I felt that because I was translating, I should keep a neutral position. In addition, since I was the one who wrote and invited Brother T. Austin-Sparks for the second visit, I should be polite to our guest. Hence, I only translated for both sides and did not speak anything of my own. "}, {"book_ref": "CWWL, 1985, vol. 2, \"The Vision, Living, and Work of the Lord's Serving Ones,\" ch. 7: Leading New Believers to Experience the All-inclusive Spirit and the All-inclusive Death of Christ (2) ", "page_num": "270", "snippet": " The next time we came together, I felt that I could no longer stay neutral. Therefore, I said, “In our fellowship during the past two days we have touched the matter of the ground of the church. Brother T. Austin-Sparks has said that no group is absolutely right but that all are relatively right. He said that it depends on the measure of the stature of Christ that a group has; the greater the measure of the stature of Christ, the more the group is right, and the smaller the measure of the stature of Christ, the less the group is right. Now I would like to ask a question: The children of Israel were taken captive to Babylon, and at the fulfillment of the period of seventy years, God wanted them to return to Jerusalem and rebuild the holy temple that had been destroyed. Suppose at that time a prophet arose and said, ‘It is right that we worship, pursue, and love God, but we do not need to return to Jerusalem. Our worship of God does not depend on a place. It is all right to worship God in Babylon. Look at Daniel. He is spiritual, but he has remained in Babylon instead of returning to Jerusalem. Therefore, you do not have to go back to Jerusalem. It is sufficient just to be spiritual.’ I would like to ask whether this prophet is genuine or false and whether his teaching is right or wrong.” "}, {"book_ref": "CWWL, 1985, vol. 2, \"The Vision, Living, and Work of the Lord's Serving Ones,\" ch. 7: Leading New Believers to Experience the All-inclusive Spirit and the All-inclusive Death of Christ (2) ", "page_num": "270", "snippet": " I also said, “During these two visits by our Brother T. Austin-Sparks, he has highly recommended Dr. F. B. Meyer. I have read books by Dr. Meyer and received help from him. He indeed had some spiritual weight. But at the time of his death he was still in organized Christianity, which Brother T. Austin-Sparks condemns. Can we say that because of his substantial spiritual weight his being in organized Christianity was also relatively right?” After I finished speaking, no one refuted my words, and we left in an unpleasant atmosphere. "}, {"book_ref": "CWWL, 1985, vol. 2, \"The Vision, Living, and Work of the Lord's Serving Ones,\" ch. 7: Leading New Believers to Experience the All-inclusive Spirit and the All-inclusive Death of Christ (2) ", "page_num": "270", "snippet": " The next morning we had another training for the co-workers and elders from the whole island. There were more than five hundred brothers gathered together. Brother T. Austin-Sparks gave the message, and I translated for him. In his message he said emphatically, “You make Christ a small Christ and the church a small church in order to fit your local ground.” I had no choice but to calmly translate what he said into Chinese. However, for the sake of subsequent training meetings, during the afternoon tea time I spoke personally with Brother T. Austin-Sparks and told him that although our views differed concerning the practice of the church and the ground of the church, he should be assured that we would still respect and honor him and receive his ministry. I felt there was no need to say more than this. "}, {"book_ref": "CWWL, 1985, vol. 2, \"The Vision, Living, and Work of the Lord's Serving Ones,\" ch. 7: Leading New Believers to Experience the All-inclusive Spirit and the All-inclusive Death of Christ (2) ", "page_num": "273", "snippet": " When the meetings in Taipei came to a close, Brother T. Austin-Sparks invited me to go with him to Hong Kong to be his interpreter. When I returned from Hong Kong, I immediately called a conference for the whole island to speak concerning the ground of the church. Those series of messages were later published in a book entitled The Testimony and the Ground of the Church. After the messages were released, the majority of the brothers and sisters became clear and began to stress the ground of the church. However, several brothers who had been influenced by Brother T. Austin-Sparks had secret fellowship among themselves and waited to see whether I would reject Brother T. Austin-Sparks so that they could also reject me. At the time I was unaware of this. [274] "}, {"book_ref": "CWWL, 1985, vol. 2, \"The Vision, Living, and Work of the Lord's Serving Ones,\" ch. 7: Leading New Believers to Experience the All-inclusive Spirit and the All-inclusive Death of Christ (2) ", "page_num": "273", "snippet": " Shortly afterward, Brother T. Austin-Sparks invited me to return his visit. Since several brothers were influenced by him and had become dissenting, I decided to visit Brother T. Austin-Sparks’s group to see their situation. In this way I would be able to give the co-workers an account and tell them why we could not receive his ministry concerning the church. In 1958 I went to England and stayed there for four weeks. Brother T. Austin-Sparks received my wife and me as honored guests during our stay in England. He committed an entire conference at Honor Oak to me, as well as the regular meetings on the Lord’s Day and the meetings that were midweek, asking me to give all the messages. Thus, I saw many situations there. Not long after I arrived there, the elders came to visit me one by one at the place of my hospitality. They told me their grievances; in particular, they were unhappy with our brother’s control. This put me, as a guest, in an awkward situation. One day Brother T. Austin-Sparks invited me to visit the elders’ meeting. Even though it was a meeting for the elders, he was the only one giving directions. In this way I learned their real situation. "}, {"book_ref": "CWWL, 1985, vol. 2, \"The Vision, Living, and Work of the Lord's Serving Ones,\" ch. 7: Leading New Believers to Experience the All-inclusive Spirit and the All-inclusive Death of Christ (2) ", "page_num": "273", "snippet": " I left Taipei in April and returned in October. On our return trip I stopped in Hong Kong and held a conference there. After seeing the situation of the most spiritual place in the West, I began to consider the building up of the church. Hence, in that conference I released messages concerning the building of God for the first time. However, those messages were not complete. After I returned to Taipei, I held another conference, and I released more messages concerning the building of God. These messages were more complete. In one message I said that I went to the West with the specific intention of seeing the most spiritual place in order to see the building. Although their messages were spiritual, they did not have much building. Several of their elders had grievances, and even Brother T. Austin-Sparks said that he was considering moving to another place because they did not submit to his authority. After this speaking, the dissenting brothers among us began to plot about how to oppose me. [275] "}, {"book_ref": "CWWL, 1957, vol. 2, \"The Administration of the Church and the Ministry of the Word,\" ch. 14: The Recovery of the Church Ground ", "page_num": "376", "snippet": " In the first edition of the book The Orthodoxy of the Church, Brother Nee clearly stated that during a trip to Europe and America in 1933 he came in contact with a number of good Brethren groups. He also contacted a number of reputable spiritual saints and joined their meetings. This was when he first contacted Brother T. Austin-Sparks. "}, {"book_ref": "CWWL, 1957, vol. 2, \"The Administration of the Church and the Ministry of the Word,\" ch. 14: The Recovery of the Church Ground ", "page_num": "385", "snippet": "CONCERNING BROTHER T. AUSTIN-SPARKS"}, {"book_ref": "CWWL, 1957, vol. 2, \"The Administration of the Church and the Ministry of the Word,\" ch. 14: The Recovery of the Church Ground ", "page_num": "385", "snippet": " Our relationship with Brother Austin-Sparks was not based on the ground of the church; rather, it was based on spiritual matters. We were clear concerning the Lord’s desire for us in the East; we also felt that we should receive a supply from other ministries. Even though other ministries might not have a clear ground, position, or background, they do have a portion in the spiritual ministry. This principle applies to those who are alive and to those who have passed away. Madame Guyon, for instance, had a spiritual ministry, but she was a Catholic. The fact that she was in Catholicism should not be a reason for us to reject the spiritual supply from her portion. However, this does not mean that we will receive the things of Catholicism. According to this principle, we should receive the supply from Dr. F. B. Meyer, Andrew Murray, and Mrs. Jessie Penn-Lewis. We received all the spiritual riches that we could find in the books written over the centuries, whether they were related to the gospel, life, [386] or truth. However, we rejected their stand, that is, the organization they represented, because it did not correspond with our testimony and would even damage our testimony. "}, {"book_ref": "CWWL, 1957, vol. 2, \"The Administration of the Church and the Ministry of the Word,\" ch. 14: The Recovery of the Church Ground ", "page_num": "385", "snippet": " Brother Nee fellowshipped with Brother Austin-Sparks concerning this matter. Brother Nee also did his best to receive the spiritual help from Brother Austin-Sparks’s group, but the ground of the church was not a factor in our relationship with Brother Austin-Sparks. For this reason Brother Nee said that Brother Austin-Sparks was not as clear as we were related to the ground of the church, and we did not ask Brother Austin-Sparks his position concerning the ground. "}, {"book_ref": "CWWL, 1957, vol. 2, \"The Administration of the Church and the Ministry of the Word,\" ch. 14: The Recovery of the Church Ground ", "page_num": "385", "snippet": "OUR ATTITUDE TOWARD BROTHER AUSTIN-SPARKS"}, {"book_ref": "CWWL, 1957, vol. 2, \"The Administration of the Church and the Ministry of the Word,\" ch. 14: The Recovery of the Church Ground ", "page_num": "385", "snippet": " Brother Austin-Sparks’s group in London has left the denominations. Hence, he is clearer in his standing than Andrew Murray and more advanced than Dr. Meyer or Mrs. Penn-Lewis. Therefore, on the positive side, he is nearly irreproachable. On the negative side, however, he is not as definite as we who are in the East. We saw that the ground of the church is unique and that there should be only one church in one locality. We were very clear concerning this point from the beginning. Even though we differ from Brother Austin-Sparks regarding the ground, this did not cause us to reject him or his spiritual supply. Our attitude was to receive the spiritual supply from all the ministries the Lord has given to His church over the centuries, regardless of their standing or background. We would not be affected by their background. This was our attitude. "}, {"book_ref": "CWWL, 1957, vol. 2, \"The Administration of the Church and the Ministry of the Word,\" ch. 14: The Recovery of the Church Ground ", "page_num": "385", "snippet": " Since Brother Austin-Sparks’s view differed from ours related to the ground, Brother Nee said that the time had not yet come to invite him. Not only so, Brother Austin-Sparks also has a certain spiritual influence on others; hence, if we had invited him to China, it would have caused a problem. It was not until later that we understood this. I am mentioning this so that we can see our testimony and the proper attitude we should maintain regarding this testimony. "}, {"book_ref": "CWWL, 1957, vol. 2, \"The Administration of the Church and the Ministry of the Word,\" ch. 14: The Recovery of the Church Ground ", "page_num": "385", "snippet": "BROTHER AUSTIN-SPARKS’S SECOND VISIT TO TAIWAN"}, {"book_ref": "CWWL, 1957, vol. 2, \"The Administration of the Church and the Ministry of the Word,\" ch. 14: The Recovery of the Church Ground ", "page_num": "385", "snippet": " Brother Austin-Sparks’s first visit to Taiwan was for our spiritual supply. It did not cause any problems because we did not touch the ground of the church. It was a very pleasant time. His second visit, however, caused us much grief. Brother Austin-Sparks should [387] have maintained the attitude of ministering a spiritual supply and should not have touched the ground. If he had done this, there would not have been any problems. However, in his second trip Brother Austin-Sparks overstepped the boundary of his ministry and not only inquired concerning the practice of the church ground but also interfered. "}, {"book_ref": "CWWL, 1957, vol. 2, \"The Administration of the Church and the Ministry of the Word,\" ch. 14: The Recovery of the Church Ground ", "page_num": "385", "snippet": " A brother suggested that perhaps I misunderstood Brother Austin-Sparks. I had also hoped that it was a misunderstanding and that Brother Austin-Sparks did not oppose us on this matter. During his visit a number of saints began to waver, considering that it was not necessary to pay attention to the ground but that it was sufficient to be spiritual. This proves that it was not a misunderstanding. "}, {"book_ref": "CWWL, 1957, vol. 2, \"The Administration of the Church and the Ministry of the Word,\" ch. 14: The Recovery of the Church Ground ", "page_num": "385", "snippet": " Brother Austin-Sparks reprimanded us openly, not just in private conversations. In a meeting he openly said, “You limit Christ to a locality and thus make Christ a small Christ and the church a small church.” This word proves that he insisted on his view. This was the problem we encountered. "}, {"book_ref": "CWWL, 1957, vol. 2, \"The Administration of the Church and the Ministry of the Word,\" ch. 14: The Recovery of the Church Ground ", "page_num": "389", "snippet": " Brother Austin-Sparks did not know this when he came to Taiwan. [390] He left Taiwan in March and arrived in London in April. In May he wrote an article for his magazine in which he praised us, saying, “For many days I spoke to more than five hundred select Christian workers during the day and to about two thousand believers at night. Furthermore, we visited churches for several days, and everyone we met was zealous. Their faces were shining, waiting to fellowship with us. They devoured every word we spoke.” He gave us a top compliment. "}, {"book_ref": "CWWL, 1957, vol. 2, \"The Administration of the Church and the Ministry of the Word,\" ch. 14: The Recovery of the Church Ground ", "page_num": "389", "snippet": " However, I would like to ask Brother Austin-Sparks if he knows the main reason for the success of our work. Perhaps many would think that the main reason is the work of the Holy Spirit. We agree. However, why would the Holy Spirit not bless the work on other grounds? I believe that Brother Austin-Sparks met many Western missionaries and people from other groups when he was in Taiwan. They all labored zealously. They have more resources than we have and are more talented than we are. Some among them are even better educated than we are and have higher reputations. Why did Brother Austin-Sparks not praise their work? Why does the Holy Spirit not do a work among them? "}, {"book_ref": "CWWL, 1957, vol. 2, \"The Administration of the Church and the Ministry of the Word,\" ch. 14: The Recovery of the Church Ground ", "page_num": "389", "snippet": " We are clear that if we have any result that is worthy of praise, it is because we have not reconciled with the denominations. If from 1949 we had worked in reconciliation with the denominations, we would not have had the same result. The main reason that our work can be praised is that we have the ground. Regrettably, Brother Austin-Sparks saw the result, but he did not see the reason for the result. "}, {"book_ref": "CWWL, 1957, vol. 2, \"The Administration of the Church and the Ministry of the Word,\" ch. 14: The Recovery of the Church Ground ", "page_num": "389", "snippet": " I realize that Brother Austin-Sparks adjusted us because of his care for us. He did not have bad intentions. However, he was like a doctor who gave the wrong diagnosis; what he perceived as a sickness is actually our very life. The local ground is not a sickness. If this item is removed, we cannot live any longer. "}, {"book_ref": "CWWL, 1957, vol. 2, \"The Administration of the Church and the Ministry of the Word,\" ch. 14: The Recovery of the Church Ground ", "page_num": "389", "snippet": " Thus, it is not a matter of whether one has a good or a bad intention; we never doubted Brother Austin-Sparks’s intention. He cared for us out of a pure and fervent heart. We treasured this. However, the ground is a matter of light, not of a personal view. This fellowship is so that we may be clear. If we ignore this fellowship, history will be repeated, and there will not be a blessing. "}, {"book_ref": "CWWL, 1957, vol. 2, \"The Administration of the Church and the Ministry of the Word,\" ch. 14: The Recovery of the Church Ground ", "page_num": "389", "snippet": " Over the past two thousand years God has raised up many useful ministries. In America there are ministries that are strong in the gospel. God is great, and He has raised up many spiritual persons. Brother Austin-Sparks is an example. Although Brother Austin-Sparks stands on a ground that is close to the local ground, he is not on the local ground. There have been many who have had such a stand in history. Some, who do not stand on the local ground, have received more revelation from the Bible than we have. We are happy to receive the supply from them because these are the riches that God has given to His church. Even some who were in Catholicism, such as Madame Guyon and Brother Lawrence, were people with much spiritual weight and gifts. We should receive the spiritual supply from all of them. "}, {"book_ref": "CWWL, 1957, vol. 2, \"The Administration of the Church and the Ministry of the Word,\" ch. 14: The Recovery of the Church Ground ", "page_num": "392", "snippet": " We should receive Brother Austin-Sparks’s portion. The problem was that Brother Austin-Sparks overstepped his portion and damaged us. Moreover, the problem was enlarged because some of our brothers were not clear. If Brother Austin-Sparks had not overstepped his portion, there would not have been problems. Likewise, if our brothers were all clear, there would not have been problems even though Brother Austin-Sparks had overstepped. Therefore, the key is for us to be clear concerning the ground. If we are clear, no one can easily sway us. People can say whatever they desire, and we will not waver. "}, {"book_ref": "CWWL, 1957, vol. 2, \"The Administration of the Church and the Ministry of the Word,\" ch. 14: The Recovery of the Church Ground ", "page_num": "392", "snippet": " We still have a normal relationship with Brother Austin-Sparks; it has not been damaged. What we are stressing is that it is difficult for us to accept what differs from us in the matter of the ground and in the matter of the light of this truth, because the ground is our very life, and it affects our testimony. "}, {"book_ref": "CWWL, 1981, vol. 2, \"The History and Revelation of the Lord's Recovery,\" ch. 19: The Lord's Recovery in Japan ", "page_num": "341", "snippet": " Regarding the materials distributed in this training, I hope that you will read them during the training. One of them is a letter written by Brother T. Austin-Sparks in 1962 to a dissenter in Manila. We will ask Brother Lin T’ien-te to explain the background of the letter. "}, {"book_ref": "CWWL, 1981, vol. 2, \"The History and Revelation of the Lord's Recovery,\" ch. 19: The Lord's Recovery in Japan ", "page_num": "341", "snippet": " This letter is a reply from Brother T. Austin-Sparks to a dissenter in Manila. The main point of the letter concerns the local ground of the church. He said that the foundation of the church should not be the locality but only Christ. His view was based on 1 Corinthians 3, which says that Jesus Christ is the unique foundation and that no one is able to lay another foundation. However, he confused the foundation with the ground. He considered that standing for the ground of locality was equivalent to laying another foundation. This was unacceptable to him. Based on Matthew 18:20, he said that as long as Christ is present, even if He is with only two or three, the church is in effect. Moreover, he said that the teaching concerning locality was advocated by the closed Brethren and that this only brought in division upon division. Brother T. Austin-Sparks also said that although Brother Nee refused to be a part of the Brethren, he accepted their teaching and that Brother Lee was the strongest advocate of this teaching. Brother T. Austin-Sparks was very much against the ground. "}, {"book_ref": "CWWL, 1981, vol. 2, \"The History and Revelation of the Lord's Recovery,\" ch. 19: The Lord's Recovery in Japan ", "page_num": "341", "snippet": " However, how many “bodies” of Christ have been created by degraded Christianity today? How many “manifestations” of the Body do we see in Taipei? There are too many to count. Yet Brother T. Austin-Sparks advocated strongly that when two or three gather together with Christ in their midst, they can be considered the church. This is a serious matter. It means that there can be a small church in the homes of the saints. If there are twenty to thirty thousand saints in Taipei, there could be ten thousand churches. If a head had ten thousand bodies, what would it be? "}, {"book_ref": "CWWL, 1981, vol. 2, \"The History and Revelation of the Lord's Recovery,\" ch. 19: The Lord's Recovery in Japan ", "page_num": "341", "snippet": " In his letter Brother T. Austin-Sparks wrote, “To me, the foundation of the church is very fundamental. I cannot accept the so-called ‘locality’ as the foundation. I believe that where Christ is, even if it be only in ‘two or three,’ there the church is in effect.” Brother T. Austin-Sparks used the phrase there the church is in effect as if he were a lawyer. If we could have a serious debate with him, he could deflect the point that two or three are not the church by saying that he never used the phrase there is the church but rather there the church is in effect. "}, {"book_ref": "CWWL, 1981, vol. 2, \"The History and Revelation of the Lord's Recovery,\" ch. 19: The Lord's Recovery in Japan ", "page_num": "341", "snippet": " Brother T. Austin-Sparks spent his whole life giving messages, and he knew how to use the right words. He knew that if he said, “Even if it be only in ‘two or three,’ there is the church,” this would be in conflict with Matthew 18:17. He knew that he would be put in a difficult position if someone asked, “If two or three constitute the church, then why do they still need to tell it to the church when they have a problem?” Thus, he said, “There the church is in effect.” This means that as long as there are two or three people gathered into the name of the Lord, in effect, the church is there. His play on words [343] causes those who do not have an adequate understanding to be deceived into thinking that where two or three people are gathered into the name of the Lord, there is the church. "}, {"book_ref": "CWWL, 1981, vol. 2, \"The History and Revelation of the Lord's Recovery,\" ch. 19: The Lord's Recovery in Japan ", "page_num": "341", "snippet": " Brother T. Austin-Sparks fully rejected the “local” ground. He not only condemned the ground; he was also annoyed by the ground. His opinion became an encouragement to those who were inclined toward independence and free movement. In other words, his words encouraged division. This might not have been his intention. However, he indirectly encouraged division because he intentionally opposed the church taking the ground of locality and continually emphasized the view that the church is in effect whenever two or three are gathered into the name of the Lord. "}, {"book_ref": "CWWL, 1981, vol. 2, \"The History and Revelation of the Lord's Recovery,\" ch. 19: The Lord's Recovery in Japan ", "page_num": "341", "snippet": " This can be likened to a situation where a surgeon does not intentionally kill a patient but nevertheless costs a life because he is careless and makes a wrong diagnosis. Brother T. Austin-Sparks was like a surgeon who thought that he was very capable. Originally, he had a very high ministry, but due to his wrong view, his speaking and stand killed many brothers and sisters among us and also killed his own ministry. After 1957, when he “operated” on us in Taipei by touching the matter of the ground, his ministry declined dramatically. "}, {"book_ref": "CWWL, 1981, vol. 2, \"The History and Revelation of the Lord's Recovery,\" ch. 19: The Lord's Recovery in Japan ", "page_num": "341", "snippet": " After Brother T. Austin-Sparks’s visit the responsible brothers in the church in Taipei felt that we should be more positive in practicing what we had seen concerning the local ground of oneness. Thus, they contacted two groups in Taipei who were meeting in the name of the Lord. One group was Christian Assembly Place beside the Botanic Garden, and the other was Nanking East Road Christian Church. For the sake of the Lord’s testimony, the brothers were very sincere in seeking to be one with them, and they had some earnest fellowship with them. At that time we had a greater number of people and many properties with many meeting halls. The brothers were afraid that these groups might be worried, so they reassured them time and again that as long as they agreed to be one, we would [344] hand over our eldership and also all our property rights unconditionally. However, in the end, they still chose to be independent and were not willing to come together to be one. This is the attitude of Christians today. "}, {"book_ref": "CWWL, 1981, vol. 2, \"The History and Revelation of the Lord's Recovery,\" ch. 19: The Lord's Recovery in Japan ", "page_num": "344", "snippet": " Brother Lee: For sixty years we have fought many hard battles on the matter of oneness. However, Brother T. Austin-Sparks intended to remove the local ground of oneness from among us and asserted categorically that the matter of the local ground came from the closed Brethren, that is, that we received this from the closed Brethren. I really need to say that this was unjust. "}, {"book_ref": "CWWL, 1981, vol. 2, \"The History and Revelation of the Lord's Recovery,\" ch. 19: The Lord's Recovery in Japan ", "page_num": "344", "snippet": " Due to the failure of the closed Brethren in Europe, which resulted in division upon division, Brother T. Austin-Sparks had a preconceived notion and thus completely rejected the practice of the church life on the ground of locality. When he went to our bookrooms in Manila and in Hong Kong, he saw that we sold books published by the closed Brethren’s publishing agency. This led him to assert that we were following the teaching of the closed Brethren when we talked about the “local” ground. However, we are very different from the closed Brethren because the closed Brethren do not receive saints who meet in the denominations. They require that people leave the denominations in order to meet with them. If someone [345] were to meet with them and also meet in the denominations, he would be called an “evil companion.” This is the attitude of the closed Brethren. However, we receive all the children of God as God receives them. As long as someone has the life of God, has received Christ as his Savior, and has Christ as his life, we will receive him and fellowship with him. This is the difference between the closed Brethren and us. "}, {"book_ref": "CWWL, 1981, vol. 2, \"The History and Revelation of the Lord's Recovery,\" ch. 19: The Lord's Recovery in Japan ", "page_num": "344", "snippet": " Let me give an example. Two nights ago, we were breaking the bread in hall one. Due to a large number of visiting saints, both from overseas and within Taiwan, a responsible brother introduced each one by name. When the meeting was about to end, everyone prayed, and a brother suddenly stood up. I recognized that he was a young Chinese preacher from South Korea. He stood up to pray in order to show that he was present at the Lord’s table meeting. I felt a little regret that we did not know that he was in the meeting and hence did not introduce him. Nevertheless, he still broke the bread with us; we did not reject him, even though he was a preacher who was not with us. I have contacted him two or three times this week. I know that this young brother loves the Lord and is preaching the gospel to the Chinese in South Korea. I love him very much. However, this does not mean that I agree with the way he is taking. From this example we should understand that it was too much for Brother T. Austin-Sparks to say that we are the same as the Brethren. "}, {"book_ref": "CWWL, 1981, vol. 2, \"The History and Revelation of the Lord's Recovery,\" ch. 19: The Lord's Recovery in Japan ", "page_num": "344", "snippet": " A brother at hall three of the church in Taipei carried out an opposing work under the guise of a small book-reading group. Actually, he wanted to speak Brother T. Austin-Sparks’s messages. This was not a problem; we are not closed-minded. The fact that it was we who invited Brother T. Austin-Sparks proves that we are not closed-minded. Yet, why did this brother need to use T. Austin-Sparks’s messages to oppose me? I would like to ask the young people, according to pure and just feelings, should we allow such a person to remain in the eldership? Should he remain in the work? "}, {"book_ref": "CWWL, 1981, vol. 2, \"The History and Revelation of the Lord's Recovery,\" ch. 19: The Lord's Recovery in Japan ", "page_num": "344", "snippet": " Since he was doing things behind my back to oppose and damage me, while at the same time saying to my face that there was no problem, I was forced to say to him, “Brother, there are some young people today who have spent two to three years in so-called Bible colleges, and they are able to preach the gospel, bring people to salvation in a simple way, and explain the Bible in a simple way. You have heard many messages in our midst and have been trained for many years and know so much truth. If you feel that the way taken by Brother T. Austin-Sparks is right, you should take that way in an open manner. You do not need to oppose others and oppose the church. You do not need to come to me saying, ‘There is no problem at all,’ ‘Everything is fine,’ ‘We are willing to subject ourselves under your authority,’ ‘We are willing to accept your leading,’ and yet do things to oppose me behind my back. This is in conflict and is incompatible with our Christian conscience. We are children of God; we should do everything in an open manner and not agree in public but act differently in private. You should just go out openly and preach the Bible, proclaim the gospel, and speak Brother T. Austin-Sparks’s messages. You will gain a group of people, and some will receive help from you. I feel that this is the proper way.” "}, {"book_ref": "CWWL, 1981, vol. 2, \"The History and Revelation of the Lord's Recovery,\" ch. 19: The Lord's Recovery in Japan ", "page_num": "350", "snippet": " Brother T. Austin-Sparks placed all the responsibility for the division on me and on the matter of the ground. He felt that the reason there were divisions in Taiwan, Manila, and Hong Kong was that we held on strongly to the local ground and were too insistent on this matter. This kind of speaking is unfair. With regard to the division in Taiwan, who was separated from whom? Did we separate ourselves from the troublemakers, or did they separate themselves from us? They separated themselves from us. Therefore, putting the responsibility for division on us without first knowing the truth was too rash. The troublemakers did not leave because of the ground; they left because they wanted to “take over the whole world.” Up to today there have not been any divisions among the churches in Taiwan. However, the troublemakers have been divided again and again. "}, {"book_ref": "CWWL, 1981, vol. 2, \"The History and Revelation of the Lord's Recovery,\" ch. 19: The Lord's Recovery in Japan ", "page_num": "351", "snippet": " In Manila those troublemakers gave out flyers, saying, “Down with the four elders! Away with Witness Lee!” They hired private policemen holding rifles to guard the main entrance and seized the meeting hall. In a letter written by Brother T. Austin-Sparks to this troublemaker, he mentioned that when I met him in New York, I told him everything that had happened in Manila. Hence, he knew what these people were doing in Manila, yet he did not investigate or question why they used such a method to seal off the meeting hall. On the contrary, he said that he did not want to take sides, but following that, he indicated clearly that he could not accept locality as the foundation. By writing such a letter, however, he was taking sides with them. Later, they invited him to work in Manila. He was even prepared to come again to Taiwan, but his only son suddenly passed away. Thus, the responsibility for the division of the church in Manila does not fall on the elders. The elders were forced out, and the meeting hall was seized by others. Brother T. Austin-Sparks should not place this responsibility on us. "}, {"book_ref": "CWWL, 1981, vol. 2, \"The History and Revelation of the Lord's Recovery,\" ch. 19: The Lord's Recovery in Japan ", "page_num": "351", "snippet": " The same thing happened in Hong Kong when troublemakers seized the meeting hall and rejected the ground. They were the ones who left. Brother T. Austin-Sparks did not look into the situation, because he was too subjective. He disliked the ground and asserted categorically that we had to bear responsibility for the division. Brother T. Austin-Sparks came to the Far East and made a wrong judgment based on a subjective opinion, and his firm opposition to the local ground brought great trouble to the Far East, resulting in divisions in Taiwan, Manila, and Hong Kong. "}, {"book_ref": "CWWL, 1981, vol. 2, \"The History and Revelation of the Lord's Recovery,\" ch. 19: The Lord's Recovery in Japan ", "page_num": "351", "snippet": " However, Brother T. Austin-Sparks did not realize that the things he had stirred up also caused his ministry to decline dramatically. [352] From 1957 to 1973 his ministry kept going down. When he was on his deathbed at an age of over eighty, his wife told a brother that he felt that life at that time was quite meaningless. This is because in his old age he could no longer preach at the Honor Oak Christian Fellowship Centre that he founded, other denominations did not want him, and he did not have a way among us. Such a high ministry ended in this way. "}, {"book_ref": "CWWL, 1981, vol. 2, \"The History and Revelation of the Lord's Recovery,\" ch. 19: The Lord's Recovery in Japan ", "page_num": "351", "snippet": " We are not here to damage his name but rather to present the facts. If this is the way, it will work; if it is not the way, it will not work. The way taken by Brother T. Austin-Sparks was not the way. In 1955 I made the final decision to invite him, and I totally embraced him. When he was staying here, I respected him very much. Later, I could not receive him, because I saw that the messages he preached would not work. I bear a great responsibility, and I cannot lead the church on a way that will not work. This is why I rejected him. "}, {"book_ref": "CWWL, 1981, vol. 2, \"The History and Revelation of the Lord's Recovery,\" ch. 19: The Lord's Recovery in Japan ", "page_num": "351", "snippet": " Although we suffered a great deal after inviting Brother T. Austin-Sparks to Taiwan, this suffering helped clear things up before we started the work in America. Without clearing things up in Taiwan, our relationship with him would have remained ambiguous, and it would have made things difficult for us when we started the work in America. When we started the work in America, our relationship with him was very clear. Hence, even though there were some difficulties, there were no complications. "}, {"book_ref": "CWWL, 1981, vol. 2, \"The History and Revelation of the Lord's Recovery,\" ch. 15: The Raising Up of the Work in Taiwan ", "page_num": "282", "snippet": "FELLOWSHIP WITH BROTHER T. AUSTIN-SPARKS"}, {"book_ref": "CWWL, 1981, vol. 2, \"The History and Revelation of the Lord's Recovery,\" ch. 15: The Raising Up of the Work in Taiwan ", "page_num": "282", "snippet": " In 1955, while we were on the life-study of the Bible, a brother wrote a letter from overseas to all the churches in the Far East, recommending Brother T. Austin-Sparks in London. The churches in Manila and Hong Kong also simultaneously received this brother’s letter of recommendation. "}, {"book_ref": "CWWL, 1981, vol. 2, \"The History and Revelation of the Lord's Recovery,\" ch. 15: The Raising Up of the Work in Taiwan ", "page_num": "282", "snippet": " Brother T. Austin-Sparks was fifteen to sixteen years older than Brother Nee and I, and he was also saved earlier than us. He definitely saw some high and deep spiritual matters; furthermore, he printed these things in books. When he was in his thirties, he became a young co-worker of Mrs. Penn-Lewis. Later, however, because Mrs. Penn-Lewis spiritualized matters such as bread breaking and baptism to an extreme and also assumed the headship as a sister, Brother T. Austin-Sparks eventually left her and raised up another meeting himself. He told me this from his own mouth in Taipei. "}, {"book_ref": "CWWL, 1981, vol. 2, \"The History and Revelation of the Lord's Recovery,\" ch. 15: The Raising Up of the Work in Taiwan ", "page_num": "282", "snippet": " Among the books that Brother T. Austin-Sparks published, several are quite good. Brother Nee even translated them into Chinese. Around 1933 I also read a few of Brother T. Austin-Sparks’s books, and the one that helped me the most was The Release of the Lord. From this book I saw for the first time that if a grain of wheat does not fall into the ground to die, it will not bear much fruit. When the Lord was incarnated, His divine life was completely wrapped up by an outer physical shell, but when He died, the divine life was released [283] in resurrection, just like a grain of wheat grows up after being planted into the soil. This is the release of the Lord. I received great help from this book. Therefore, we all had a deep impression of him, and we respected him considerably. "}, {"book_ref": "CWWL, 1981, vol. 2, \"The History and Revelation of the Lord's Recovery,\" ch. 15: The Raising Up of the Work in Taiwan ", "page_num": "282", "snippet": " Brother Nee was in Europe twice, and he contacted Brother T. Austin-Sparks both times. The second time Brother Nee went, between 1938 and 1939, he stayed at T. Austin-Sparks’s place for a long time; therefore, he gained a deeper knowledge of him. He discovered that T. Austin-Sparks had considerable knowledge on the principles of life and spiritual matters; he also had seen much regarding the Body of Christ being in resurrection. However, regarding revelations concerning matters such as the practicality of the church and how to have the practical building on the ground of the church, he did not have any revelation. Instead, he firmly resisted and opposed these matters. When Brother Nee was staying there, he wrote two or three letters to us. His letters show that Brother Nee tried his best to help them on the matter of the practical building of the church, but they would not receive it. "}, {"book_ref": "CWWL, 1981, vol. 2, \"The History and Revelation of the Lord's Recovery,\" ch. 15: The Raising Up of the Work in Taiwan ", "page_num": "283", "snippet": " After Brother Nee returned from London in 1939, he called for a conference, and I attended. In private conversations he praised T. Austin-Sparks’s spiritual portion, so we asked, “Since this is the case, why don’t we invite him to come?” Brother Nee said only one sentence: “The time has not yet come.” This word was truly wise. In 1932 he had invited seven to eight Brethren brothers from England, America, and Australia, and this brought in much suffering. After that he did not dare invite others. Later, we also suffered from inviting T. Austin-Sparks. At that time we were too naive, doing something that we should not have done. "}, {"book_ref": "CWWL, 1981, vol. 2, \"The History and Revelation of the Lord's Recovery,\" ch. 15: The Raising Up of the Work in Taiwan ", "page_num": "283", "snippet": " In 1955, when a brother wrote a letter recommending T. Austin-Sparks, an elder of the church in Taipei said to me, “Why don’t we invite him to come? We need a little help from him regarding spiritual matters.” I said, “Brothers, we know from Brother Nee that T. Austin-Sparks has a deep knowledge of spiritual matters and of the principle that the Body of Christ is in resurrection; but regarding the practicality, the ground, and the practical building of the church, he not only does not speak concerning them; he opposes and resists them. If we invite him and have arguments regarding these matters, it will be a great loss. It will be a loss for us and also a loss for him. It [284] should be sufficient for us to read his books and get some help.” The brothers accepted this suggestion. "}, {"book_ref": "CWWL, 1981, vol. 2, \"The History and Revelation of the Lord's Recovery,\" ch. 15: The Raising Up of the Work in Taiwan ", "page_num": "283", "snippet": " Two weeks later, Brother Chang Yu-lan and Brother Chang Wu-chen came to see me again. They felt that we needed some help in spiritual matters, so they said that we should invite him. This time I felt that I could not say anything more, because the brothers felt that we needed the spiritual help of T. Austin-Sparks. It was not good for me to always disagree either. Therefore, I said, “Since you feel this way, let’s invite him.” I drafted an invitation letter, and the two brothers and I signed it. At the same time we wrote a supplementary letter to the responsible brothers in the Philippines, explaining the whole story of the brother recommending T. Austin-Sparks, and that if they felt it was appropriate, they could also sign their names and then send the invitation letter to Brother Weigh in Hong Kong. I wrote another supplementary letter to Brother Weigh, asking him to sign his name if he agreed. Then the invitation letter was formally sent out. When T. Austin-Sparks received the letter, he was quite happy, because at that time his work was in difficulty, and suddenly a big door was opened for him in the Far East. "}, {"book_ref": "CWWL, 1981, vol. 2, \"The History and Revelation of the Lord's Recovery,\" ch. 15: The Raising Up of the Work in Taiwan ", "page_num": "283", "snippet": "BROTHER T. AUSTIN-SPARKS’S COMING TO TAIWAN"}, {"book_ref": "CWWL, 1981, vol. 2, \"The History and Revelation of the Lord's Recovery,\" ch. 15: The Raising Up of the Work in Taiwan ", "page_num": "283", "snippet": " In autumn of 1955 Brother T. Austin-Sparks came. He went to Hong Kong first. I was having a four-week training there, and I was about to conclude. We arranged for him to give some messages during a few days of the conference. Then we returned together to Taiwan. He stayed in Taiwan for less than one month and fellowshipped only on spiritual matters, speaking on spiritual principles and life but never addressing the ground of the church or the practical building of the church. The result of this visit was quite good. He was very happy, and he took some photographs with his son-in-law, Dr. Angus I. Kinnear, who accompanied him. He returned to England and later went to America, showing these photographs everywhere he went. He was very happy, and we were happy as well; thus, we decided to invite him again. "}, {"book_ref": "CWWL, 1981, vol. 2, \"The History and Revelation of the Lord's Recovery,\" ch. 15: The Raising Up of the Work in Taiwan ", "page_num": "283", "snippet": " In 1957 Brother T. Austin-Sparks came again to Taiwan. This [285] time trouble came. One day a co-worker, who later became one of the leaders causing trouble, came and suggested that we arrange a morning fellowship for all the co-workers with him. Thus, we held a fellowship meeting at the house for the workers. During the meeting this co-worker was the first to stand up to ask T. Austin-Sparks about his impression of us. His answer astonished me. He said, “Why do the brothers in the military service here put on a hat before they go out of the meeting hall?” I was very surprised that such a spiritual person with such a spiritual ministry would focus on the matter of wearing a hat. "}, {"book_ref": "CWWL, 1981, vol. 2, \"The History and Revelation of the Lord's Recovery,\" ch. 15: The Raising Up of the Work in Taiwan ", "page_num": "283", "snippet": " After T. Austin-Sparks asked this question, Brother Du answered him: “Perhaps you do not know the customs in the Orient. Soldiers here do not take off their hats anywhere; but when the brothers come to a meeting, according to the teaching of 1 Corinthians 11, they take off their hats. When the meeting is finished and as soon as the dismissal is announced, they put on their hats.” As soon as Brother Du finished speaking, he said strongly, “Do you follow your customs or the Bible?” Everyone was quiet, and no one discussed it any further. Such an opening gave me a negative impression; a ministry such as his surely did not need to touch these things. I had fellowshipped with the brothers that our invitation to him was in the hope that he would deliver his spiritual portion so that we could gain some spiritual supply. We did not want him to focus on the practicality of the church or even the matter of the ground of the church. If Brother Nee could not influence him, how could we? "}, {"book_ref": "CWWL, 1981, vol. 2, \"The History and Revelation of the Lord's Recovery,\" ch. 15: The Raising Up of the Work in Taiwan ", "page_num": "283", "snippet": " He stayed in Taipei for six weeks. There were other overseas guests from England, America, Denmark, and Hong Kong. Everyone wanted the elders to fellowship with these overseas guests on the evenings without meetings. The fellowship on the first evening was not bad, but on the second or the third evening a brother suddenly said, “I would like to ask Brother T. Austin-Sparks one matter. In [286] Taipei there are five places that meet in the name of the Lord. Which of these five are right, and which are wrong?” As soon as I heard this, I knew that trouble was coming, but I could not stop translating, so I translated accordingly. This question gave him an opportunity to attack the matter of the ground of the church. Prior to this time, at the house for the workers, when more than one hundred of us co-workers were conversing with him, he said, “I saw some things when I came the first time, but I did not say anything; I was preparing to say something at my next visit.” Therefore, he came prepared to attack the matter of the ground. He answered and said, “None of these churches is right; they are all relatively right.” The brother asked again, “Brother, when you say ‘relatively right,’ what are you comparing them against?” He answered immediately without any contemplation, “Whoever has more of a measure of Christ is more right.” This meant that he was taking the measure of Christ as the standard. The brothers did not say anything. At that time I was translating, so it was not convenient for me to speak either. Thus, we parted with ill feelings. "}, {"book_ref": "CWWL, 1981, vol. 2, \"The History and Revelation of the Lord's Recovery,\" ch. 15: The Raising Up of the Work in Taiwan ", "page_num": "283", "snippet": "Question: Why did we accept the letter of recommendation for Brother T. Austin-Sparks? "}, {"book_ref": "CWWL, 1981, vol. 2, \"The History and Revelation of the Lord's Recovery,\" ch. 15: The Raising Up of the Work in Taiwan ", "page_num": "286", "snippet": " Answer: We accepted it because Brother T. Austin-Sparks had a spiritual portion, and we were willing to receive help from him related to his spiritual portion. Nevertheless, being greedy for food may [287] not be a good thing. A wise person does not recommend physicians, and a prudent person does not recommend food. As the saying goes, “Water can carry the boat, but it can also sink the boat.” What we eat can supply us, but if we eat the wrong food, we can also receive poison. Now when we look back, we all have regrets. That invitation caused us to suffer an immeasurably great loss. "}, {"book_ref": "CWWL, 1981, vol. 2, \"The History and Revelation of the Lord's Recovery,\" ch. 15: The Raising Up of the Work in Taiwan ", "page_num": "286", "snippet": " I urge the churches in every locality to strive to be faithful in going on before the Lord, to pursue well, and not to rely on the people you invite. The sisters know that a housewife needs to be faithful in caring for her own family and in preparing meals for the family members. If she has to ask others to help her every day, the household will quickly close its doors. Just as we must personally care for our own family, we must do the same with the church. We can learn something from others, and we can also invite others to teach us something, but we should never rely on others. Furthermore, we must exercise judgment on the things taught by others. This is why Brother Nee said, “The time has not yet come.” I believe that if Brother Nee were still here today, and I were to suggest that we invite Brother T. Austin-Sparks, he would still say, “The time has not yet come.” "}, {"book_ref": "CWWL, 1983, vol. 2, \"Endeavoring to Learn and Propagate the Divine Truth for the Advance of the Lord's Recovery,\" ch. 2: Taking the Way of the Lord's Recovery ", "page_num": "143", "snippet": " When the Lord began the work of His recovery among us in mainland China, He led us to read the classical Christian books, many of which were published in English. These books enlightened us concerning the significance of the Lord’s salvation. We received particular help from the mystics of the seventeenth century, such as Madame Guyon and Father Fenelon. The mystics sought the experience of the inner life. William Law continued the inner-life line, improving the teachings of the mystics and making them practical. His teachings helped Andrew Murray, who made further improvements to the inner-life teachings. Andrew Murray’s teachings became a help to Jessie Penn-Lewis, who stressed the subjective aspect of Christ’s death. A young man named T. Austin-Sparks was saved through Mrs. Penn-Lewis’s preaching and became her co-worker. He may be considered the last of the prominent inner-life teachers. "}, {"book_ref": "CWWL, 1983, vol. 2, \"Endeavoring to Learn and Propagate the Divine Truth for the Advance of the Lord's Recovery,\" ch. 2: Taking the Way of the Lord's Recovery ", "page_num": "143", "snippet": "OUR HISTORY WITH BROTHER T. AUSTIN-SPARKS"}, {"book_ref": "CWWL, 1983, vol. 2, \"Endeavoring to Learn and Propagate the Divine Truth for the Advance of the Lord's Recovery,\" ch. 2: Taking the Way of the Lord's Recovery ", "page_num": "143", "snippet": " In 1933 Brother Watchman Nee visited Brother T. Austin-Sparks at Honor Oak in London. In 1938 Brother Nee returned to Europe and stayed there for one and a half years. During this period he released the messages that were published in The Normal Christian Life. While in England he spent considerable time fellowshipping with Brother T. Austin-Sparks. After returning to China, Brother Nee [144] called a special meeting concerning his fellowship with T. Austin-Sparks in London. Brother Nee indicated that he and Brother T. Austin-Sparks had received help from each other. When we heard Brother Nee’s fellowship, we asked him to invite T. Austin-Sparks to visit us. Brother Nee answered by telling us that the time was not right. The reason for this was that although Brother T. Austin-Sparks had some revelation concerning the inner life, he did not see the truth concerning the practicality of the church life. According to Brother Nee, even though he tried to convince T. Austin-Sparks of the biblical basis for the practice of the church life, Brother T. Austin-Sparks did not receive his ministry on this subject. In 1949 we were sent from mainland China to start the work in Taiwan. From 1949 to 1954 the Lord did a marvelous work there. We were in one accord, and there was no dissension among us. At that time a brother who had contacted T. Austin-Sparks wrote a letter to Taipei, highly promoting T. Austin-Sparks and indicating that T. Austin-Sparks had a burden to come to the Far East. In 1955 two of the leading brothers in Taiwan showed me the letter and expressed their desire to invite him. I responded that we had to be careful, telling them that because Brother T. Austin-Sparks did not agree with us concerning the practice of the church life, a visit from him would cause problems. I also pointed out to them that we, by the Lord’s leading, had completely rejected the celebration of Christmas, yet in a recent issue of Brother T. Austin-Sparks’s magazine, The Witness and the Testimony, he wrote a column expressing his thanks to those who sent him Christmas cards. I said that although this might seem insignificant, we know a person not merely through the big points but also through the small points. When the brothers heard this, they agreed to set aside their desire to invite Brother T. Austin-Sparks. However, two weeks later, the two brothers again expressed their feeling to invite him. At that time I went along with them, but I also charged them to ask him to speak only concerning spiritual matters. At our invitation he came to Taiwan in 1955. Because he ministered Christ and restricted his speaking to spiritual things, his first visit was wonderful. "}, {"book_ref": "CWWL, 1983, vol. 2, \"Endeavoring to Learn and Propagate the Divine Truth for the Advance of the Lord's Recovery,\" ch. 2: Taking the Way of the Lord's Recovery ", "page_num": "143", "snippet": " In 1957 Brother T. Austin-Sparks returned to Taiwan. During this visit he touched some of our practices. In a time of fellowship with some of the co-workers, he said that there was not a proper order in our Lord’s table meeting. I believe that he held this concept [145] because he himself conducted the Lord’s table at Honor Oak in an exceedingly formal way. Brother T. Austin-Sparks also said that it is unscriptural for the brothers who were in the military service to put on their uniform cap before leaving the meeting hall. At that time we had many brothers among us who were in the military. They came to the meetings dressed in military uniforms. After the meetings they would put on their caps and have fellowship with the brothers and sisters in the meeting hall. When T. Austin-Sparks asked about this, a brother replied, “According to the Chinese tradition, a soldier does not take off his cap when he is standing up, whether or not he is inside a building. These brothers remove their caps when they sit down for the church meetings in accordance with the biblical teaching that man should keep his head uncovered when he prays or speaks for God, but when an announcement is made that the meeting is dismissed, they put their caps back on.” Upon hearing this, Brother T. Austin-Sparks asked, “Are you here to honor the Bible or keep your tradition?” I realized, however, that his criticism was not valid. The Bible says that when a man prays or prophesies, he should not cover his head (1 Cor. 11:4, 7), but it does not say that a man cannot put on his cap inside a building. Taking off the cap inside a building is a Western tradition. We were not disobeying the Bible; rather, T. Austin Sparks was following Western tradition and seeking to impose it upon us. "}, {"book_ref": "CWWL, 1983, vol. 2, \"Endeavoring to Learn and Propagate the Divine Truth for the Advance of the Lord's Recovery,\" ch. 2: Taking the Way of the Lord's Recovery ", "page_num": "143", "snippet": " In another time of fellowship one of the brothers among us asked him, “If in Taipei there are five assemblies that meet in the Lord’s name, which of these assemblies are right, and which are wrong, or are they all wrong?” Brother T. Austin-Sparks’s reply was that none is right and none is wrong; everything is relative to the measure of Christ. According to him, concerning the church, those with a greater measure of Christ are more right, those with a smaller measure of Christ are less right, and those without any measure of Christ are not right. Because I was the translator, I initially thought that I should avoid becoming involved in this discussion. Eventually, however, I realized that I had to say something in order to resolve this issue. I responded that although Christ is the element, the reality, and the center of the church, it is wrong to think that the extent to which a believer is right concerning the church depends on his measure of Christ. I pointed out that perhaps no one among us had a greater measure of Christ than Madame Guyon did, yet she remained [146] in the Roman Catholic Church. Therefore, although she had a great measure of Christ, we cannot say that she was right concerning the church. No matter how spiritual a believer may be, his spiritual stature does not determine the extent to which he is right concerning the church. "}, {"book_ref": "CWWL, 1983, vol. 2, \"Endeavoring to Learn and Propagate the Divine Truth for the Advance of the Lord's Recovery,\" ch. 2: Taking the Way of the Lord's Recovery ", "page_num": "143", "snippet": " In 1958 I accepted Brother T. Austin-Sparks’s invitation to visit him at Honor Oak in England in order to observe the situation there. After staying in England for about a month, I went to Denmark, where I was asked to give a series of messages. When I returned to Taiwan, I told the co-workers that we should not take the way of Brother T. Austin-Sparks. However, some of the younger co-workers desired to take his way. This created a misunderstanding between T. Austin-Sparks and me, which has caused some of his followers to oppose my ministry in Europe. In spite of such opposition, the Lord has still made a way for my ministry to be brought to Europe. "}, {"book_ref": "CWWL, 1957, vol. 1, \"The Ground of the Church and the Service of the Body,\" ch. 2: The Ground of the Church and the Principle of the Work (1) ", "page_num": "529", "snippet": " I then used the example of Dr. F. B. Meyer. He was renowned in recent church history, and even T. Austin-Sparks greatly commended him, yet he too was still in organized Christianity. It can be said that [530] his spiritual condition was very proper, but the ground of the church on which he stood was absolutely wrong. "}, {"book_ref": "CWWL, 1957, vol. 1, \"The Ground of the Church and the Service of the Body,\" ch. 2: The Ground of the Church and the Principle of the Work (1) ", "page_num": "531", "snippet": " We feel that we should not only refuse to accept any kind of erroneous influence; much more, we should even rise up and cry out concerning this matter. We should devote our whole being to this task until we go to be with the Lord. I have no desire to speak on any other topic than the ground of the church. The truth concerning the cross has been recovered and adequately preached, and the truth concerning resurrection has also been clearly and sufficiently preached. However, the matter of the ground of the church has not been adequately preached. What God is doing is practical and complete. Brother T. Austin-Sparks once said that since God was unable to get what He was after in the West, He came to the East. I truly say Amen and hope that Brother Austin-Sparks will also apply this principle to the matter of the ground of the church. "}, {"book_ref": "CWWL, 1957, vol. 1, \"The Ground of the Church and the Service of the Body,\" ch. 2: The Ground of the Church and the Principle of the Work (1) ", "page_num": "536", "snippet": " I increasingly feel that I must stress this matter in a solid way so that the co-workers and the brothers and sisters will have no confusion or doubt concerning it. The ground of the church is for the Lord’s step-by-step recovery today. The Lord’s recovery is continually advancing. Through Robert Pearsall Smith the Lord recovered the matter of consecration unto holiness. Following this, through Andrew Murray the Lord recovered the matter of fellowshipping by abiding in the Lord. Then through Mrs. Jessie Penn-Lewis He recovered the matter of identification with Christ’s crucifixion. Through T. Austin-Sparks the Lord continued and recovered the truth concerning His resurrection. He did not stop at the recovery of the truth concerning resurrection; rather, He advanced to recover the ground of the church. Because the Lord had no way to go on in the West, He was compelled to come to the East to recover this truth. "}, {"book_ref": "CWWL, 1957, vol. 1, \"The Ground of the Church and the Service of the Body,\" ch. 2: The Ground of the Church and the Principle of the Work (1) ", "page_num": "539", "snippet": " We believe that today God is recovering the matter of the ground. However, quite a number of spiritual ones are not clear regarding this matter. I have come to the conclusion that only those who take the way of the Lord’s recovery can measure those who took the way before them. This is because the Lord has gone further in them. However, those who took the way earlier cannot measure those who come after them according to the standard of their age because such a measurement would be short. The Lord has never stopped with any one person but has advanced on to another. Mrs. Penn-Lewis could measure Andrew Murray, who was before her, in regard to identification with Christ’s death, which was recovered through her. However, she could not use what was recovered through her to measure T. Austin-Sparks, who came after her, because the Lord advanced further to recover the matter of resurrection through Brother Austin-Sparks. Likewise, while Brother Austin-Sparks can go back to measure Mrs. Penn-Lewis, he cannot measure those who come after him. We sense that after God recovered the truth of resurrection, He did a further work of recovery among us; that is, He showed us the matter of the ground of the church. Can we then say that all the other matters that have come to our attention during the past thirty years are meaningless, superfluous, slanted, extreme, or erroneous? I cannot and dare not believe this. "}, {"book_ref": "CWWL, 1957, vol. 1, \"The Ground of the Church and the Service of the Body,\" ch. 2: The Ground of the Church and the Principle of the Work (1) ", "page_num": "546", "snippet": " When Brother T. Austin-Sparks came to visit us and heard us praying aloud all at the same time, he could not stand it. Nevertheless, when we study the book of Acts, we can see that the church in its initial stage also had such a practice. Chapter 4 says that the saints lifted up their voice in prayer and spoke the word of God with boldness (vv. 24, 31). This is undeniable. However, today some people cannot stand it when others pray aloud simultaneously. Neither can they tolerate it when people say Amen too frequently. A certain chapel in America set apart a section and called it the “amen corner.” When someone prayed, those sitting in the amen corner would say Amen together. Most of those in the congregation did not like to lift up their voice with one accord to say Amen, but at least some of them practiced this together. This cannot be manufactured, and it depends entirely upon people being moved by God. Hence, from the human perspective no one can limit others as to how they practice as long as there is a basis for it in the Scriptures. "}, {"book_ref": "CWWL, 1957, vol. 1, \"The Ground of the Church and the Service of the Body,\" ch. 2: The Ground of the Church and the Principle of the Work (1) ", "page_num": "547", "snippet": " Church history has shown that for the past two thousand years everyone has had certain limits and prejudices. Brother T. Austin-Sparks can be in the heavens while preaching, but when he hears the saints praying with one voice, he can no longer be in the heavens. Moreover, whenever the Brethren are mentioned, he cannot tolerate it. One day he asked us why we receive his ministry and also receive the books of those who oppose him. The fact is that we do not care who a person is. As long as he has something of value, we will receive it from him, including from those whom we condemn very much. As long as someone has something positive, we will receive it. For this reason some have said that we are like the Pentecostals. What are we? We are all-inclusive in our receiving. We should not have an attitude that if some oppose and condemn us, we will reject everything they have. If we have this kind of attitude, we must ask, “Did not the Bible become fully recognized through the Catholic Church? If we reject the Catholic Church, do we also reject the Bible?” "}, {"book_ref": "CWWL, 1957, vol. 1, \"The Ground of the Church and the Service of the Body,\" ch. 2: The Ground of the Church and the Principle of the Work (1) ", "page_num": "547", "snippet": " Do not think that we have the intention to oppose Brother T. Austin-Sparks. We should not make such a simple distinction. Even if the apostle Paul were to come today, we would still need to discern what he preached. If it were not so, Paul would not have needed to quote the Scriptures. The reason he quoted the Scriptures was to gain man’s trust and to prove that his ministry was of God. Not only do we need to quote the Bible today, but Paul also needed to quote the Bible in his day. To exercise proper discernment is not that simple. We need to weigh every person, including the apostle Paul. The standard of our weighing is not merely in regard to whether or not a person is spiritual but in regard to whether or not he is according to God’s will. "}, {"book_ref": "CWWL, 1957, vol. 1, \"The Ground of the Church and the Service of the Body,\" ch. 2: The Ground of the Church and the Principle of the Work (1) ", "page_num": "547", "snippet": " Brother Nee once told me, “Brother Lee, I dare not claim that I have something, but there is one thing particular about me: I am good at critiquing. By means of a little analysis I can discern what is best.” Brother Nee learned this lesson over a period of thirty years, and he taught us to do the same. Hence, we too have learned this [548] lesson. This is why, through a little analysis, we are able to discern whether or not a person is right. Because of this we are able to select the best things, while making it very difficult for the erroneous things to come in. For example, when Brother T. Austin-Sparks came to visit us this last time, he made up his mind to bring up the matter of brothers wearing military hats in the meeting hall. He felt that when the brothers in the military service put their hats on before stepping out of the meeting hall, they were lacking a spirit of respect. When a brother tried to explain the Chinese custom to him and show him that we did not violate the teaching in the Bible, Brother Austin-Sparks said, “The teachings in the Bible are above national customs.” He tried to use that one sentence to suppress us. "}, {"book_ref": "CWWL, 1957, vol. 1, \"The Ground of the Church and the Service of the Body,\" ch. 2: The Ground of the Church and the Principle of the Work (1) ", "page_num": "547", "snippet": " After hearing this word, I did not say anything, but neither could I accept it. Our eyes were very sharp, and our sense was very keen concerning biblical teachings. We could not believe that Brother Austin-Sparks’s word was within the boundary of biblical teaching. It seemed that although the teaching in the Bible required “one meter,” his requirement was “one meter plus three centimeters.” Our judgment concerning such matters is exceedingly precise. The Bible says that a brother should not have his head covered when he prays and worships. However, since we had already announced that the meeting had ended, we had met the biblical requirement. The Bible does not have a requirement saying that brothers should not wear their hats after a meeting has been dismissed, or that they must wait until they step outside the meeting hall. Brother Austin-Sparks claimed that the biblical teaching was for a brother to wear his hat only after he steps outside the meeting hall. "}, {"book_ref": "CWWL, 1957, vol. 1, \"The Ground of the Church and the Service of the Body,\" ch. 2: The Ground of the Church and the Principle of the Work (1) ", "page_num": "547", "snippet": " Concerning the truth in the Bible, we have learned to not deviate at all. The Bible requires only that brothers not cover their heads while praying or preaching, and we obey it. The Bible does not have requirements concerning where brothers may or may not wear their hats. Hence, we have freedom in this respect. I am not condemning Brother Austin-Sparks. Even if the archangel Michael were to come and preach a message, we would still need to test him. I say strongly that even if Brother Nee were to say something, we would still need to seriously examine it. A person should correct another only according to the teaching in the Bible, not according to his feelings. If Brother Austin-Sparks were objective, he would have confessed, “Perhaps this is their custom and my personal feeling. It may not be the feeling of [549] the East, and it is not the teaching in the Bible.” This is the right kind of attitude. However, he claimed that he made such a comment based upon the teaching in the Bible. This is absolutely inaccurate. "}, {"book_ref": "CWWL, 1957, vol. 1, \"The Ground of the Church and the Service of the Body,\" ch. 2: The Ground of the Church and the Principle of the Work (1) ", "page_num": "547", "snippet": " I use this matter as an illustration in order to demonstrate that our acceptance or rejection of certain matters is not that simple. Before we discussed a matter with Brother Austin-Sparks, we first analyzed the matter a great deal among ourselves. On the podium one morning, Brother Austin-Sparks said that we have made Christ a small Christ and the church a small church. He said such a word because we insist on the ground of the church. We questioned him in a serious way, saying, “The prophet Daniel and Madame Guyon were very spiritual, but where were they?” He was not able to give an answer. His spiritual ministry was very high, and we truly need the supply of this high ministry. However, his spiritual ministry and ours do not match. On that same day I said to him, “Brother, we have had much fellowship with you, but there is one matter we cannot get through.” Brother Austin-Sparks asked humbly, “What is this one matter?” I said, “We insist on the ground of the church, but you reject it.” He said, “You and I have the same view.” Please forgive me for saying this, but his answer was not straightforward; however, neither can it be compared to the hypocrisy of Peter and Barnabas. "}, {"book_ref": "CWWL, 1957, vol. 2, \"The Administration of the Church and the Ministry of the Word,\" ch. 13: The Ground for the Building of the Church ", "page_num": "367", "snippet": " We need to build up the church and pay attention to the ground of the church. Brother T. Austin-Sparks thinks that the measure of the stature of Christ should be our criterion; that is, we should be able to join any group that has more Christ. The Catholic Church accepts the Bible, recognizes the Trinity, and confesses that Christ Jesus is the Son of God who was born of the virgin Mary, was crucified on the cross, shed His blood for our redemption, resurrected from the dead, and ascended to the heavens. These items are included in the orthodox belief of Catholicism. Some of the believers in Catholicism are more pious than many of us. Should we then join the Catholics since they have Christ? Or should we go to another group that has more Christ? What standard should one use to determine the amount of Christ that there is in a group? "}, {"book_ref": "CWWL, 1957, vol. 2, \"The Administration of the Church and the Ministry of the Word,\" ch. 13: The Ground for the Building of the Church ", "page_num": "367", "snippet": " A Western brother who was affected by Brother Austin-Sparks has asked why we say that only we are the church and that others are not. He is also questioning the local administration of the church. I shared three points with him. We believe that the church is uniquely [368] one in the universe. We believe that the expression of the church in every city should also be one. The cities of Jerusalem, Antioch, and Corinth had only one expression, one church. We believe that any ground other than the local ground is sectarian and therefore should not exist. "}, {"book_ref": "CWWL, 1957, vol. 2, \"The Administration of the Church and the Ministry of the Word,\" ch. 13: The Ground for the Building of the Church ", "page_num": "367", "snippet": " Brother Austin-Sparks does not agree with the ground of the church. He also condemns organized Christianity. In our time of fellowship with Brother Austin-Sparks, a brother asked, “If there are five independent groups in a city that have left organized Christianity, are any of these groups right or are they all wrong?” Brother Austin-Sparks replied that none of the groups were absolutely right, but that they were relatively right. When asked what he meant by relatively right, he said, “Each group should be measured according to the stature of Christ. The group that has a greater measure of the stature of Christ is more right; the group that has a smaller measure of the stature of Christ is less right.” "}, {"book_ref": "CWWL, 1957, vol. 2, \"The Administration of the Church and the Ministry of the Word,\" ch. 13: The Ground for the Building of the Church ", "page_num": "367", "snippet": " I was the translator at the time, but at this juncture I joined the discussion. I asked whether there is any Christ in Catholicism. I then said that we have received help from Madame Guyon in the matter of life and that Madame Guyon definitely had a stature of Christ, but Madame Guyon was in Catholicism, which we condemn. We should be clear that spirituality and the ground of the church are two different matters. Madame Guyon was spiritual, but she was not right in the matter of the ground of the church. Dr. F. B. Meyer is highly recommended by Brother Austin-Sparks, but Dr. Meyer never left organized Christianity, which Brother Austin-Sparks condemned. Based on Dr. Meyer’s spirituality and measure of Christ, should we say that organized Christianity is relatively correct? Andrew Murray is another spiritual giant who remained in organized Christianity. Therefore, we cannot determine the ground of the church based on a person’s spirituality. "}, {"book_ref": "CWWL, 1957, vol. 2, \"The Administration of the Church and the Ministry of the Word,\" ch. 13: The Ground for the Building of the Church ", "page_num": "367", "snippet": " One day Brother Austin-Sparks asked what we mean by local ground. I illustrated this with an example. I drew a circle that represented the city of Jerusalem and said that all the believers in Jerusalem met in that circle; hence, it was called the church in Jerusalem. The city of Jerusalem is the ground of the church in Jerusalem; the church is in Jerusalem. Then I drew another circle representing the church in Corinth. The church in Corinth was initially one, but the believers in Corinth became divided. Those who were for Paul became a Pauline sect. Suppose some in the Pauline sect moved to Samaria and declared that they belonged to Paul in Samaria. They would be taking Paul as their ground instead of Samaria as their ground. Initially, there was only one church in Corinth—the church in Corinth. The city of Corinth was the ground of the church in Corinth. After they were divided, there were some of Paul, some of Apollos, some of Cephas, and some of Christ. They lost the local ground. The Pauline sect took Paul as their ground, and the Apollonian sect took Apollos as their ground. Suppose some brothers from the church in Jerusalem went to Samaria to meet with the brothers there, only to discover that they belonged to Paul. The brothers in Jerusalem could explain that the church cannot be of Paul, but those in Samaria would insist on being of Paul; thus, the brothers from Jerusalem would have no alternative but to meet apart from them in Samaria. Although there would be two groups meeting in Samaria, [370] one would be meeting on the local ground, and the other would be meeting on the ground of Paul. "}, {"book_ref": "CWWL, 1957, vol. 2, \"The Administration of the Church and the Ministry of the Word,\" ch. 13: The Ground for the Building of the Church ", "page_num": "367", "snippet": " The next morning Brother Austin-Sparks spoke concerning Christ and said that we make Christ a small Christ and the church a small church by limiting everything to the ground. I calmly translated for him even though I felt uncomfortable within. This was a matter of the truth. Two plus two equals four. How can two plus two equal five? Brother Austin-Sparks also saw that we had come to an impasse, and he discontinued the fellowship meeting the next day. He said that he and another Western brother were satisfied with our replies and that there was no need to continue the discussion. "}, {"book_ref": "CWWL, 1957, vol. 2, \"The Administration of the Church and the Ministry of the Word,\" ch. 13: The Ground for the Building of the Church ", "page_num": "367", "snippet": " In order to build a house, there must be a site, the ground for the house. Similarly, the building of the church must have a ground. Brother Austin-Sparks overemphasizes spirituality and neglects the ground. May the Lord cover me with His blood to say this: the work of Brother Austin-Sparks at Honor Oak is quite spiritual, but because he neglects the ground of the church, his work has no future. Those who meet in Honor Oak learn many spiritual matters and are helped spiritually. However, they have no place to go after they leave Honor Oak. "}, {"book_ref": "CWWL, 1957, vol. 2, \"The Administration of the Church and the Ministry of the Word,\" ch. 13: The Ground for the Building of the Church ", "page_num": "370", "snippet": " There was a good Brethren assembly in London; D. M. Panton also had a meeting there. Since these meetings were not in organized Christianity, why did Brother Austin-Sparks separate himself from them and begin another meeting in Honor Oak? This matter touches the ground. Brother Austin-Sparks may have said that those groups were not spiritual. If those groups are not spiritual, where should the brothers who meet with him go when they leave Honor Oak? Should they go to the Presbyterian Church, the Baptist Church, or should they follow the pattern of Brother Austin-Sparks and start another meeting? Spirituality is relative, but the ground is absolute. [371] "}, {"book_ref": "CWWL, 1957, vol. 2, \"The Administration of the Church and the Ministry of the Word,\" ch. 13: The Ground for the Building of the Church ", "page_num": "370", "snippet": " Just as we received help from Madame Guyon and honor her spiritual portion, we also received help from Brother Austin-Sparks and respect his spiritual portion. However, we disagree with Madame Guyon and Brother Austin-Sparks in the matter of the ground of the church. We respect Brother Austin-Sparks’ spiritual portion, but we disagree with his view concerning the ground of the church. We cannot accept his correction; rather, we would refute his view. This is absolutely a matter of the truth. Those who receive help from Honor Oak have no place to go and no way to advance because they have spirituality without the ground of the church. Therefore, those who leave Honor Oak become wanderers when they go to various places in the world. We cannot allow our brothers to be wandering stars without a definite place. If the churches in Taiwan pursue only spirituality, there will be many problems. Brother Austin-Sparks’ emphasis on spirituality is too subjective. He can do this in Honor Oak, but he cannot correct us to match his way. Such a correction will cause our work to fall apart and make us the same as the denominations. "}, {"book_ref": "CWWL, 1957, vol. 2, \"The Administration of the Church and the Ministry of the Word,\" ch. 13: The Ground for the Building of the Church ", "page_num": "370", "snippet": " We need to love the Lord and be spiritual, and we need to be mingled with God and have His authority so we can be joined together with others. However, we cannot be in the Baptist Church or in the Lutheran Church but only on the ground of locality. On this ground we can speak the truth, and our speaking will be clear and logical. This is the building. The way to build is on the ground. If we do not have the ground, our speaking can only go halfway. We will be the same as Brother Austin-Sparks. "}, {"book_ref": "CWWL, 1981, vol. 2, \"The History and Revelation of the Lord's Recovery,\" ch. 16: The Trials of the Churches in Taiwan (1) ", "page_num": "289", "snippet": "BROTHER T. AUSTIN-SPARKS’S SECOND VISIT TO TAIWAN"}, {"book_ref": "CWWL, 1981, vol. 2, \"The History and Revelation of the Lord's Recovery,\" ch. 16: The Trials of the Churches in Taiwan (1) ", "page_num": "289", "snippet": " In 1957 Brother T. Austin-Sparks came to Taiwan for the second time and stayed for six weeks. During that time he held some conferences and a training. This training with more than five hundred attendants was the largest training in the history of Taiwan. The elders, co-workers, deacons, and those who desired to learn to serve from the churches in all the localities in Taiwan attended this training. "}, {"book_ref": "CWWL, 1981, vol. 2, \"The History and Revelation of the Lord's Recovery,\" ch. 16: The Trials of the Churches in Taiwan (1) ", "page_num": "289", "snippet": "WITH BROTHER T. AUSTIN-SPARKS"}, {"book_ref": "CWWL, 1981, vol. 2, \"The History and Revelation of the Lord's Recovery,\" ch. 16: The Trials of the Churches in Taiwan (1) ", "page_num": "289", "snippet": " Apart from the conferences and training, a few elders and overseas guests, including about a dozen other brothers, had a few times of fellowship in the elders’ office in the meeting hall. During one fellowship time a brother asked, “There are five places in Taipei that meet in the name of the Lord. Which one is right among the five?” Brother T. Austin-Sparks replied, “None are right; they are all relatively right.” Then he added, “Whoever has more measure of the stature of Christ is more right; whoever has less measure of the stature of Christ is less right.” He was using the measure of the stature of Christ as the standard. He did not care about the assemblies in the city, but only about the measure of the stature of Christ in each assembly. "}, {"book_ref": "CWWL, 1981, vol. 2, \"The History and Revelation of the Lord's Recovery,\" ch. 16: The Trials of the Churches in Taiwan (1) ", "page_num": "289", "snippet": " Then one evening we all gathered together again. Of course, everybody knew that there was a problem; it was a “knot” that was [290] difficult to untie, and nobody wanted to touch it. Thus, everybody was silent. This time, however, I felt that I should no longer stay out of the discussion and that I should make my heart known. It would be unfair to Brother Chang Yu-lan and Brother Chang Wu-chen to leave them to reply to him by themselves. After everybody became silent, I said, “Brother T. Austin-Sparks said that whether an assembly in a place is right and the degree to which it is right are determined by the measure of the stature of Christ. When our brother came to speak to us, he highly praised Dr. F. B. Meyer. I have also read Dr. Meyer’s books and received much help. Undoubtedly, he had a measure of the stature of Christ. However, I must ask, where was he meeting until the time of his death? Until his death he remained in ‘organized Christianity,’ which is condemned by Brother T. Austin-Sparks. Based on Dr. F. B. Meyer’s measure of the stature of Christ, can we say that where he remained in organized Christianity was relatively right?” The argument was very clear. If he said that it was relatively right, he would be contradicting himself because, on one hand, he condemned organized Christianity, but on the other hand, he said that an assembly is more right or less right based on its measure of the stature of Christ. "}, {"book_ref": "CWWL, 1981, vol. 2, \"The History and Revelation of the Lord's Recovery,\" ch. 16: The Trials of the Churches in Taiwan (1) ", "page_num": "289", "snippet": "BROTHER T. AUSTIN-SPARKS"}, {"book_ref": "CWWL, 1981, vol. 2, \"The History and Revelation of the Lord's Recovery,\" ch. 16: The Trials of the Churches in Taiwan (1) ", "page_num": "289", "snippet": " The next morning there was a training meeting. In the meeting Brother T. Austin-Sparks spoke on Christ, but at a certain point his expression changed, and his voice became raised. He said, “You have made Christ a small Christ and the church a small church in order to fit this ground of yours.” I was standing beside him and interpreting for him. My heart chilled, but I still calmly interpreted what he had said. At that moment I was extremely pained and grieved inwardly. "}, {"book_ref": "CWWL, 1981, vol. 2, \"The History and Revelation of the Lord's Recovery,\" ch. 16: The Trials of the Churches in Taiwan (1) ", "page_num": "289", "snippet": " When the meeting was dismissed, I came out of the meeting hall, and a brother ran up to me and asked, “Brother Lee, did something happen? What was that all about?” It was not expedient for me to tell him anything, so I simply said, “Please be calm.” In order to offer hospitality to Brother T. Austin-Sparks and his wife as well as to the guests from America and from Denmark, I had purchased a house near Lin-chi Street and renovated it nicely to receive them. At the same time I assigned three sisters to take care of them. Doing their best according to English custom, afternoon tea was served around three o’clock in the afternoon. "}, {"book_ref": "CWWL, 1981, vol. 2, \"The History and Revelation of the Lord's Recovery,\" ch. 16: The Trials of the Churches in Taiwan (1) ", "page_num": "289", "snippet": " During teatime that afternoon, I had a feeling that I should go to see Brother T. Austin-Sparks and have tea with him. After tea the others left, and only the two of us remained. Then I said to him, “I am here this afternoon to let you know that up to now, we still respect you personally very much and still esteem your ministry [292] highly; please be at peace.” I was afraid that with the trouble he stirred up, the training of the five hundred people would be ruined. To my surprise, he asked, as if nothing had happened, “What’s wrong?” I said to him, “From our contact and conversation in these past few days, we can see that you highly disapprove of our great emphasis on the practice of the church and, in particular, the ground of the church. Nevertheless, you should not have any hard feelings because of this matter. We still respect you very much and esteem your ministry very much. This is why I came this afternoon.” He patted me on my shoulder and said, “Brother, please tell the other brothers that I am the same as they are; there is no problem.” "}, {"book_ref": "CWWL, 1981, vol. 2, \"The History and Revelation of the Lord's Recovery,\" ch. 16: The Trials of the Churches in Taiwan (1) ", "page_num": "289", "snippet": " I went back and told Brother Chang Yu-lan and Brother Chang Wu-chen what Brother T. Austin-Sparks said. We knew deep within us that this was altogether British diplomacy. Naturally, in the days that followed, Brother T. Austin-Sparks was also very cautious and no longer talked about these matters. I made an even greater effort to not talk about them. Actually, prior to this incident, I had advised the brothers not to ask about the practice of the church and the ground of the church since the discussion would not get us anywhere. "}, {"book_ref": "CWWL, 1981, vol. 2, \"The History and Revelation of the Lord's Recovery,\" ch. 16: The Trials of the Churches in Taiwan (1) ", "page_num": "292", "snippet": " Brother T. Austin-Sparks went from Taipei to Hong Kong and held meetings there. He wanted me to accompany him and be his interpreter again. He was more than ten years older than I, and he was a visitor. Since he had such a feeling, I agreed. In the course of our time together, he invited me several times to visit Honor Oak, London, where he ministered, but I did not respond immediately. In 1958, after a few young brothers among us, who were influenced by Brother T. Austin-Sparks, began to dissent, I felt that I should go to England to find out and personally experience the situation among them in order to have a sound basis to help the dissenting brothers. In the summer of that year I went to London, and I also visited a few other places in Europe and the United States on the way. "}, {"book_ref": "CWWL, 1981, vol. 2, \"The History and Revelation of the Lord's Recovery,\" ch. 16: The Trials of the Churches in Taiwan (1) ", "page_num": "292", "snippet": " Because we offered warm hospitality to Brother T. Austin-Sparks when he came to Taiwan, he made a reciprocal effort in receiving me when I went to London. When he came, many of us went to meet him at the airport. Therefore, when I came, he also did his best to encourage people to meet me at the airport. I stayed in England for [293] four weeks. During these four weeks I was the speaker in the conference, but I spoke even in regular meetings. He let me do all the speaking. I was told that this was unprecedented. "}, {"book_ref": "CWWL, 1981, vol. 2, \"The History and Revelation of the Lord's Recovery,\" ch. 16: The Trials of the Churches in Taiwan (1) ", "page_num": "292", "snippet": " While I was staying there, the responsible brothers came to see me. When three of them had some negative speaking, I could tell that there was no practical building among them. When the meetings ended, we departed from London and went to a small village in Scotland named Kilcreggan, which was Brother T. Austin-Sparks’s country retreat, and stayed there for a week. Every day the two of us talked at least twice; we talked more than ten times within one week with the main subject being the practice of the church. At the end of our conversations I realized that I had no way to convince him, and he also realized that he had no way to change me either. "}, {"book_ref": "CWWL, 1981, vol. 2, \"The History and Revelation of the Lord's Recovery,\" ch. 16: The Trials of the Churches in Taiwan (1) ", "page_num": "292", "snippet": " In that conversation he said, “I still do not understand what the foundation of the church is.” He called the “ground” the “foundation.” Thus, I said, “A house needs to be built on a site, which is the ground. The part beneath the house, which is solid and sturdy, is called the foundation, the base. According to Paul, no one is able to lay another foundation besides that which has been laid, which is Jesus Christ (1 Cor. 3:11). Christ is the unique foundation. Today all the denominations, such as the Presbyterians and the Baptists, claim that Christ is their foundation. Even the Catholic Church says that Christ Jesus is the foundation. However, they are built on different grounds. The ground of the Baptists is to believe and be baptized, the ground of the Presbyterians is the administration by the presbytery, and the Catholics have other things as their ground. They all stand on their own ground; there is one foundation, but there are many grounds.” In spite of this explanation T. Austin-Sparks still said that he did not understand. It was not that he could not understand; rather, it was that he did not want to understand. By the end of that day, we both knew deep inside that this subject would not be discussed again. "}, {"book_ref": "CWWL, 1981, vol. 2, \"The History and Revelation of the Lord's Recovery,\" ch. 16: The Trials of the Churches in Taiwan (1) ", "page_num": "296", "snippet": " When they came to see me, they had a respectful but perfunctory attitude toward me. Before T. Austin-Sparks came to Taiwan the second time, however, problems were already incubating among them. After their dissension someone from among them told me that when I went to England to visit T. Austin-Sparks, they had met for a discussion and decided that if I returned and reported positively on his group, they would not have a problem, but that they would take action if I reported negatively. After I returned, I held the conference, giving messages later published in The Building Work of God. In the messages I mentioned that on my trip abroad I saw people who loved the Lord, who pursued the Lord, and who paid attention to spiritual matters, but among whom there was no building. The young brothers considered this as a negative word. "}, {"book_ref": "CWWL, 1961–1962, vol. 1, \"The Blueprint and the Ground for the Building Up of the Church,\" ch. 3: The Ground for the Building of the Church ", "page_num": "118", "snippet": " In the same principle, we highly esteem the spiritual supply of Brother T. Austin-Sparks. However, when we invited him to visit us, he should not have touched the matter of the ground. During his first visit in 1955 the fellowship was very good, and since he did not touch the ground, we invited him to come a second time. During his second visit in 1957, sadly, he touched the issue of the ground. At that time we had serious fellowship. He said that any gathering of two or three into the Lord’s name is the church. Afterward, I visited him in London, and I was his guest of honor. We had countless talks together. In the end, however, he insisted that as long as a gathering is in Christ, it is on the ground of the church and that as long as two or three are gathered, the Lord is in their midst and that is the church. "}, {"book_ref": "CWWL, 1961–1962, vol. 1, \"The Blueprint and the Ground for the Building Up of the Church,\" ch. 3: The Ground for the Building of the Church ", "page_num": "118", "snippet": " We are not criticizing or opposing Brother Austin-Sparks, but he did not see the danger of this matter. If we accepted this kind of teaching, the church in Taipei could be divided into not only three [119] or five groups but into dozens of groups. If we can say that any gathering of two or three is the church, then Taipei could have many churches. We fellowshipped this with Brother Austin-Sparks and said that if we practiced his fellowship, there would be the danger of endless divisions. However, he would not accept this word. "}, {"book_ref": "CWWL, 1961–1962, vol. 1, \"The Blueprint and the Ground for the Building Up of the Church,\" ch. 3: The Ground for the Building of the Church ", "page_num": "118", "snippet": " We need two views concerning our fellowship with Brother Austin-Sparks. His spirituality is unquestionable; we esteem it highly, just as we esteem Madame Guyon’s spirituality. But we cannot accept Madame Guyon’s idol worship in Catholicism. Likewise, we fully accept The Spirit of Christ by Andrew Murray, but we cannot accept the denomination that he was in. This requires discernment. We highly esteem and fully accept the spiritual fellowship from Brother Austin-Sparks, but his view regarding the ground is not scriptural, and we cannot accept it. The saints who were affected by him have caused serious problems. "}, {"book_ref": "CWWL, 1961–1962, vol. 1, \"The Blueprint and the Ground for the Building Up of the Church,\" ch. 3: The Ground for the Building of the Church ", "page_num": "118", "snippet": " We were aware of the problems that could arise the first time we invited Brother Austin-Sparks. We were also aware of this when he spoke of the ground during his second visit. I did not initiate the fellowship concerning the ground. Sadly, some brothers among us did not keep their bounds. Regardless of their intention, a chaotic situation came in because they did not keep their bounds. The chaos that ensued did not allow us to invite Brother Austin-Sparks to come again. When our situation is stable, we can invite him for his spiritual portion. However, he should give us absolute freedom concerning our practice of the church. "}, {"book_ref": "CWWL, 1961–1962, vol. 1, \"The Blueprint and the Ground for the Building Up of the Church,\" ch. 3: The Ground for the Building of the Church ", "page_num": "120", "snippet": " I was not ignorant of our brother’s view concerning our practice. I have known his view since I was in Shanghai. I invited him to visit us because our situation was stable and because of the one accord. However, I relied too much on our situation. When I objected to our brother’s view concerning the ground, a few co-workers went beyond their measure. If the co-workers acknowledge that I am taking the lead here, then please allow me to say that since I was the one who invited Brother Sparks, I was responsible for the fellowship. When I objected to the fellowship, the co-workers should have stood with me. When I invited him, the co-workers accepted my invitation; when I objected to the fellowship, they should have stood with me and kept their bounds. If they are willing to stay within their measure, we can [120] invite Brother Austin-Sparks to come again when our situation is stable. "}, {"book_ref": "CWWL, 1961–1962, vol. 1, \"The Blueprint and the Ground for the Building Up of the Church,\" ch. 3: The Ground for the Building of the Church ", "page_num": "120", "snippet": " This fellowship is for us to learn a serious lesson. When Brother Nee was among us, we did things as he said they should be done, and whatever he spoke, we spoke; we did not have a second opinion. When he was taking the lead, it was his speaking that mattered; we just obeyed. Even if I did not see things as he did, I followed without questioning, and this brought the blessing. I invited Brother Austin-Sparks to come, and the co-workers accepted that invitation. I raised objections, but they held opinions that were contrary to mine. This was our problem. As a result, rumors arose, and the saints became confused; some even spoke of compromising and waiting to see if we would change our stand. There is no need to wait and see, and we do not compromise the truth. We only know to follow the truth. "}, {"book_ref": "CWWL, 1961–1962, vol. 1, \"The Blueprint and the Ground for the Building Up of the Church,\" ch. 3: The Ground for the Building of the Church ", "page_num": "120", "snippet": " This fellowship is necessary for the co-workers to be in harmony. My concern is that some may still disapprove. Therefore, I am begging the co-workers to stay within their bounds. If our situation were stable, we would have invited Brother Austin-Sparks to come a third time. However, we did not receive the help that we should have received from his last visit; instead, we brought unnecessary [121] trouble upon ourselves. After the second visit those who said that they were helped by Brother Austin-Sparks became factors of division. Receiving help is good, but it is wrong for someone to become a cause of division after receiving help. My heart grieves because of this. We love the Lord, and we belong to Him. Therefore, please consider these words. "}, {"book_ref": "CWWL, 1961–1962, vol. 1, \"The Blueprint and the Ground for the Building Up of the Church,\" ch. 3: The Ground for the Building of the Church ", "page_num": "120", "snippet": " We receive all the truth that God has recovered in the church throughout the ages, but we do not receive blindly; we receive with discernment. Just as we receive Madame Guyon’s spirituality but not Catholicism and Andrew Murray’s revelation but not denominational organization, we receive Brother Austin-Sparks’s spirituality, but he must give us freedom concerning the practicality of the ground of the church. Otherwise, it will make things very difficult for us. Our situation shows that after our brother’s visit, things have indeed been very difficult, and I regret this. If the co-workers had stayed within their measure, I would have no regrets. Unrest and chaotic situations have prevented us from advancing. "}, {"book_ref": "CWWL, 1961–1962, vol. 1, \"The Blueprint and the Ground for the Building Up of the Church,\" ch. 3: The Ground for the Building of the Church ", "page_num": "120", "snippet": " According to Brother Austin-Sparks, the building can take place anywhere as long as there is spiritual material; that is, as long as there is gold, silver, and precious stones that issue from Christ, the building can take place anywhere. This is not the truth that we see. Although gold, silver, and precious stones are the right materials, the building must take place on Mount Moriah. Any building not on Mount Moriah is wrong even if it is built with the same materials and according to the same pattern. Although we are in Christ and are of Christ, only building on the local ground is right; building on the ground of doctrine or practice is wrong, and building on the ground of the two or three gathered together is even more wrong. This is the truth in the Bible and our view. "}, {"book_ref": "CWWL, 1961–1962, vol. 1, \"The Blueprint and the Ground for the Building Up of the Church,\" ch. 3: The Ground for the Building of the Church ", "page_num": "120", "snippet": " On the one hand, I am displeased with what our brother said, but on the other hand, our fellowship did not cease. When I was in the United States, an experienced brother whom I had never met came to see me. He had a question regarding house churches. He had no problem with the local churches but asked how I could explain the church in the house of Aquila and Prisca (1 Cor. 16:19). I pointed out that when Aquila and Prisca were in Ephesus, the church in Ephesus gathered in their house (Acts 18:18-19, 26) and that when [122] they were in Rome, the church in Rome gathered in their house (Rom. 16:3, 5). After my explanation he asked concerning my fellowship with Brother Austin-Sparks. I told him that even though Brother Austin-Sparks and I do not hold the same view concerning the ground, our fellowship had not ceased. Even though Paul was Peter’s junior, when he saw that Peter was wrong, he opposed him to his face (Gal. 2:11). Even though Brother Austin-Sparks and I disagree concerning the ground, we have always maintained fellowship. "}, {"book_ref": "CWWL, 1961–1962, vol. 1, \"The Blueprint and the Ground for the Building Up of the Church,\" ch. 3: The Ground for the Building of the Church ", "page_num": "120", "snippet": " May the Lord have mercy on us so that we would have a clear vision concerning the building. If we fail in this point, we will commit a serious error. It is not a matter of having good or bad intentions or of doing something purposely or accidentally but a matter of committing a serious error. The work among us has suffered loss because of this. Hence, we need a clear vision to know what our attitude toward Brother Austin-Sparks should be. We need to be clear concerning what we should receive and hold fast. We need to know the pattern for the building, know what materials can be used, and know the ground for the building. If we are not definite regarding the ground, things will be difficult. If some hold differing opinions and cannot accept the truth concerning the ground, then we need to fellowship. Please do not pass on rumors that trouble the saints. I can lead only those who are one. I cannot lead those who give an uncertain sound of the trumpet (1 Cor. 14:8). This matter concerns the co-workers. May the Lord have mercy on us so that each of us will be clear. "}, {"book_ref": "CWWL, 1981, vol. 2, \"The History and Revelation of the Lord's Recovery,\" ch. 23: Troubles without and Troubles Within During the Spread of the Testimony in the United States (2) ", "page_num": "432", "snippet": "DIFFICULTIES FROM BROTHER T. AUSTIN-SPARKS"}, {"book_ref": "CWWL, 1981, vol. 2, \"The History and Revelation of the Lord's Recovery,\" ch. 23: Troubles without and Troubles Within During the Spread of the Testimony in the United States (2) ", "page_num": "432", "snippet": " Not only did people from established Christianity rise up to attack me, but Brother T. Austin-Sparks and Brother X were also [433] busy helping the people in Christianity attack me. Please read the following letter from Brother T. Austin-Sparks to Brother H. F. McCormick. After reading it, you will know how Brother T. Austin-Sparks attacked me. "}, {"book_ref": "CWWL, 1981, vol. 2, \"The History and Revelation of the Lord's Recovery,\" ch. 23: Troubles without and Troubles Within During the Spread of the Testimony in the United States (2) ", "page_num": "432", "snippet": " Brother H. F. McCormick came in contact with us around 1967. At that time he had not reached the age of thirty. He participated in the Korean War and married a Korean woman, who was also a Christian. After returning to the United States, he came in contact with us and was very much with us. At that time in the United States, there were not only people who attacked us but also many people who were standing at the edge of the church with one foot inside and the other foot outside. Dealing with this kind of person was very difficult. With one foot inside, they stood with us, but with the other foot outside, they troubled us. As soon as Brother H. F. McCormick returned, he was surrounded by several people with one foot inside and one foot outside. He was affected by this and left the way of the church. Since he had some contact with Brother X and Brother T. Austin-Sparks, Brother McCormick wrote T. Austin-Sparks a letter. In the letter he spoke of visiting Los Angeles and then returning to Dallas and leaving Brother Lee’s group. He also said that he was willing to receive help from Brother T. Austin-Sparks. "}, {"book_ref": "CWWL, 1981, vol. 2, \"The History and Revelation of the Lord's Recovery,\" ch. 23: Troubles without and Troubles Within During the Spread of the Testimony in the United States (2) ", "page_num": "432", "snippet": " After receiving the letter from Brother H. F. McCormick, Brother T. Austin-Sparks replied on April 8, 1970. Now that you are clear about the background, let us read this letter together: "}, {"book_ref": "CWWL, 1981, vol. 2, \"The History and Revelation of the Lord's Recovery,\" ch. 23: Troubles without and Troubles Within During the Spread of the Testimony in the United States (2) ", "page_num": "432", "snippet": " From this reply it is clear that Brother H. F. McCormick wrote an account of his contact with us that was so stimulating that Brother T. Austin-Sparks said that his heart was “up and down, down and up.” Can you believe that the heart of a spiritual person like Brother T. Austin-Sparks, who had such a high ministry and was of such an old age, would nearly stop beating because of a matter that was not directly related to him? This shows how much he opposed and hated my work. When he heard that people who came in contact with me or who attended my conference were willing to move to the place where I lived in order to serve the Lord together with me, his heart slowed down and then almost stopped. These are not light words. He clearly was very annoyed by my work to the point that he disliked seeing people receiving help from this work and drawing near to this work. In contrast, he was very glad when people left Los Angeles. "}, {"book_ref": "CWWL, 1981, vol. 2, \"The History and Revelation of the Lord's Recovery,\" ch. 23: Troubles without and Troubles Within During the Spread of the Testimony in the United States (2) ", "page_num": "432", "snippet": " I do not understand why he was “very distressed indeed over that situation in Los Angeles.” I was working in the United States, and he was in London; there was no need for him to be distressed over what I was doing. He considered my work in Los Angeles to be a “serious mixture” that caused the “simple people of God” to be “carried away.” Mixture is not a positive word. It refers to a matter that is partly right and partly wrong, partly good and partly bad, and partly real and partly fake. This is the word that we use for describing the charismatic movement; the charismatic movement is a kind of mixture. However, Brother T. Austin-Sparks applied this word to us. He was worried about those who had been carried away by us; he feared that “the time will come when many will be disillusioned with the [435] so grievous result.” I would like to ask the elderly brothers: Since you have been “carried away” for more than forty years, have you become “disillusioned”? Do you have a “grievous result”? If Brother T. Austin-Sparks were still living, you should call him and tell him that you have never become disillusioned and that he should not be distressed. It seems that I am joking, but I am pointing out how much he hated my work and opposed my work. "}, {"book_ref": "CWWL, 1981, vol. 2, \"The History and Revelation of the Lord's Recovery,\" ch. 23: Troubles without and Troubles Within During the Spread of the Testimony in the United States (2) ", "page_num": "432", "snippet": " You would never think that we would encounter an opposing person such as Brother T. Austin-Sparks in our fight for the Lord’s recovery in the United States. The Lord’s recovery has its difficulties. Confused Christians attacked us in a foolish way, but even a spiritual person like T. Austin-Sparks also attacked us. What he did was not rational. Strictly speaking, it was not Brother T. Austin-Sparks but the devil. Although his letter is short, it shows the extent to which Satan opposed the work of the Lord’s recovery. "}, {"book_ref": "CWWL, 1981, vol. 2, \"The History and Revelation of the Lord's Recovery,\" ch. 23: Troubles without and Troubles Within During the Spread of the Testimony in the United States (2) ", "page_num": "447", "snippet": " No person can keep from becoming ill, but after a person recovers, his immunity will be strengthened. Nevertheless, we should not make ourselves ill deliberately. Under normal circumstances illness helps a person’s growth. Although these problems in the Lord’s recovery have caused us damage, they have also helped us grow. Although the churches in Taiwan suffered damage because of T. Austin-Sparks, they are stronger than before. "}, {"book_ref": "CWWL, Letters & Gleanings, vol. 2, \"Miscellaneous Gleanings, 1967,\" ch. 11: The Necessity of Coordination ", "page_num": "229", "snippet": " After we invited T. Austin-Sparks to visit, we lost this one accord. I learned the lesson, and I hope that everyone will learn the lesson of not inviting outsiders to give messages. There is a Christian group in Brazil that has several characteristics. First, they do not have speakers who give messages. Second, they do not have preachers. Third, they do not have Bible expositors. Fourth, they do not invite speakers to give messages. Fifth, they do not read spiritual books but read only the Bible. I spoke with them, and they said, “If you speak this and I speak that, we will have differences. We keep the harmony because we do not have anything except the Lord’s Word.” This principle makes sense. Those who condemn me for dealing with the dissenting ones should not blame me but the dissenting ones because it was they who forced me to do this. A brother from the United States recommended Brother Austin-Sparks to us by writing letters to Taiwan, Hong Kong, and Manila. Two brothers responded and said, “Since Brother Austin-Sparks is so spiritual, let us invite him. We need some spiritual help.” I said to them, “Regarding knowing spiritual things, we should keep the principle of not looking at the big things but at the small things. The small things often expose the hidden side and reveal a person’s true condition. In the recent issue of Brother Austin-Sparks’s magazine, A Witness and a Testimony, he thanked people for sending him Christmas cards. According to the leading we have received, we have cast away Christmas, but he publicly thanked people for their Christmas cards. This is a small point, but it reveals his true condition. This shows that there is a distance between us. If we invite him and he touches these differences, we will both suffer loss. It is better to receive some help from his publications and maintain this outward form of fellowship.” The two brothers agreed. However, after two weeks they came again, saying, “Brother Lee, we need some help.” Thus, I felt that perhaps we needed some spiritual help and that the brothers would feel strange if I continued to insist on not inviting him. I hoped that since he was an experienced person, he would not touch differences. "}, {"book_ref": "CWWL, Letters & Gleanings, vol. 2, \"Miscellaneous Gleanings, 1967,\" ch. 11: The Necessity of Coordination ", "page_num": "230", "snippet": " Because we felt good with his first visit, we welcomed him for a second visit. He said that his first visit was to observe and that he was prepared to speak if he came again. In his second visit he spoke out. First, he said that he was disappointed with our bread-breaking [230] meeting, and he made an issue of the brothers who were soldiers wearing caps. I was shocked. How could such a high and spiritual minister meddle with the wearing of caps? He asked why the brothers put on their caps before leaving the meeting hall. As soon as the meeting ended, they would put on their caps and talk with others in the meeting hall. Brother Austin-Sparks did not like this. One brother said, “Brother, it is a custom in the East for soldiers to wear their caps.” Brother Austin-Sparks said, “Do you follow the Bible or follow your customs?” I was translating and thought to myself, “His word is a strong rebuttal, but it is unreasonable. What the brother said is not against the Bible, because the Bible says only that brothers should not cover their heads when praying or giving a message. After a meeting ends, there are no further prayers or messages. Hence, it is not wrong for the brothers to put on their caps. It is a Western custom that men should not wear anything on their heads in a house. He brought a Western custom for us to keep and rebuked us for keeping our custom.” "}, {"book_ref": "CWWL, Letters & Gleanings, vol. 2, \"Miscellaneous Gleanings, 1967,\" ch. 11: The Necessity of Coordination ", "page_num": "230", "snippet": " I did not refute him, because I felt that he was older and a guest. He was not the church’s guest; the church can testify that I paid for every expense related to the invitation. If he saw anything that was inappropriate, he should have sat down with me. Instead of speaking with me in private, he spoke these things publicly. This was not fitting. This gave me a negative feeling within. I do not care about the comments that people make concerning T. Austin-Sparks and me. They do not know what transpired. "}, {"book_ref": "CWWL, Letters & Gleanings, vol. 2, \"Miscellaneous Gleanings, 1967,\" ch. 11: The Necessity of Coordination ", "page_num": "230", "snippet": " In this second visit Brother Austin-Sparks was with us for six [231] weeks. When there were no big meetings in the evenings, the leading ones from overseas and the local elders and co-workers would come together for fellowship. One evening Brother Chang could not restrain himself and asked, “If there are five assemblies in Taipei that declare they have left the denominations to meet in the Lord’s name, which one is right?” Brother T. Austin-Sparks immediately responded that no group was absolutely right but that all were relatively right. Brother Chang asked for the meaning of “relatively right,” and he answered, “The one with a greater measure of Christ is more right, and the one with a lesser measure of Christ is less right.” This word ignited a debate. He commented that the debating brothers were strong and that I was mild. I was doing the translation. During the first evening I served only as a translator. On the third night I felt that it was not right for me to only translate but that I must express my view. Thus, I joined the debate on the third night. "}, {"book_ref": "CWWL, Letters & Gleanings, vol. 2, \"Miscellaneous Gleanings, 1967,\" ch. 11: The Necessity of Coordination ", "page_num": "230", "snippet": " I did not direct my speaking at T. Austin-Sparks but at another brother, saying, “Brother, let’s talk about this matter of the measure of Christ. Our brother says that the church with the greater measure of Christ is more right and that the church with the lesser measure of Christ is less right. For the past three hundred years those who pursued the inner life have received help from Madame Guyon. She had a considerable measure of Christ. Perhaps none of us sitting here has a measure of Christ that matches hers. Can we say that because Madame Guyon had a greater measure of Christ, she was more correct concerning the church? Who dares to say this?” The Western Protestants strongly condemn Catholicism; thus, I used their mentality to refute their argument. This word silenced all of them. They had nothing to say. Brother Austin-Sparks knew that I was refuting him, but he was unable to answer. "}, {"book_ref": "CWWL, Letters & Gleanings, vol. 2, \"Miscellaneous Gleanings, 1967,\" ch. 11: The Necessity of Coordination ", "page_num": "230", "snippet": " I went on to say, “Our brother has praised Dr. F. B. Meyer many times. Dr. Meyer is his good friend, and we have read his books and received help from them. We acknowledge that he has a spiritual portion. However, we have to ask, ‘Where is he?’ He is in the organized Christianity that our brother repeatedly condemns. Can we say that because Dr. Meyer has a spiritual portion, he is relatively right concerning the church?” T. Austin-Sparks could not answer. I went on, “This is history. Let us look at the types in the Bible. The children of Israel were captured for seventy years; then God asked them to return. A minority returned, but the majority stayed in Babylon, [232] refusing to return. Daniel was a spiritual giant, but he remained in Babylon. Suppose a man said, ‘O God, You want us, the Israelites, to return, but look at Daniel. He is spiritual, but he has remained in Babylon. Furthermore, those who have returned are a mess and have married Gentile wives. Why should we return? We can remain in Babylon. It does not matter whether we are in Babylon or in Jerusalem. Only spirituality matters.’ If such a prophet was raised up, you might justify him, but God would condemn him.” This refuted T. Austin-Sparks’s argument, and he could not say anything. "}, {"book_ref": "CWWL, Letters & Gleanings, vol. 2, \"Miscellaneous Gleanings, 1967,\" ch. 11: The Necessity of Coordination ", "page_num": "230", "snippet": " Afterward, I went to London and saw the situation in Honor Oak where T. Austin-Sparks was. When I returned, I spoke about the building. The burden to speak concerning the building came from my observation of the situation in London, where there was no building. I said that I had been to the most spiritual place in the world but did not see any building. I later found out that as soon as the dissenting ones heard this word, they began to meet, saying that Brother Lee condemned and opposed T. Austin-Sparks. They wrote a letter to a brother that said, “Because Brother Lee opposes Brother T. Austin-Sparks, we oppose Brother Lee.” A copy of this letter was given to me. From that time onward, these ones continued to dissent, and the work became abnormal. "}, {"book_ref": "CWWL, Letters & Gleanings, vol. 2, \"Miscellaneous Gleanings, 1967,\" ch. 11: The Necessity of Coordination ", "page_num": "230", "snippet": " Before we caught this “cold,” there was already a “virus” within. Without a virus we cannot catch a cold. T. Austin-Sparks’s second visit was the trigger. I have shared this history so that the co-workers will be careful about inviting outsiders to give messages. We should not be influenced by those who say that we do not receive others’ ministries. When people in the United States say this to me, I tell them that this is a lie. We receive others’ ministries; it is they who do not receive us or others’ ministries. There is no Christian group [233] in the world that receives all ministries. We should no longer be influenced by these things. We should quietly do our work. "}, {"book_ref": "CWWL, Letters & Gleanings, vol. 2, \"Miscellaneous Gleanings, 1967,\" ch. 11: The Necessity of Coordination ", "page_num": "233", "snippet": " The mistake of inviting T. Austin-Sparks might have been allowed by the Lord. We have learned a great lesson. The crucial item in our work is to be in one accord. We must be in one accord. This requires us to coordinate. In mainland China we did not have much blessing, because we did not have coordination in one accord. When we came to Taiwan, we received the blessing because we had coordination in one accord. During the six years from 1949 to 1955, we had much propagation. But during the eight years from 1957 to 1965, there was nearly no propagation. Everything came to a halt because there were inward disharmony and discord. The co-working brothers and sisters must learn to be in harmony with one another. We should not have dissenting opinions. When there are dissenting opinions, the blessing is lost. This word is for the co-workers in Taiwan and the brothers and sisters from Southeast Asia. We must drop our opinions and coordinate with others. "}, {"book_ref": "CWWL, Letters & Gleanings, vol. 2, \"Miscellaneous Gleanings, 1967,\" ch. 11: The Necessity of Coordination ", "page_num": "233", "snippet": " If we had not invited Brother T. Austin-Sparks twice, our spiritual condition would not be worse than it is now. We must see that the blessing is in the harmonious coordination, not in high teachings. We must coordinate. According to my observation, our present coordination is not thorough enough. There are still unresolved issues in our coordination. Although the brothers in some places do not oppose or create problems, they have some unresolved issues. These issues cause our work to suffer. I am beseeching you to accept the way of [234] coordination. The best way is to accept the coordination and the arrangement in the work. I do not regret my coordination among the co-workers. In mainland China I never expressed any opinion. In the co-workers’ meetings I never voiced an opinion. When the co-workers asked me about something, I always said, “I will accept your decision.” I obeyed the arrangement. By the Lord’s mercy, in the work in mainland China, I was the most obedient to the arrangement in the work. I do not regret this. This obedience brought me a tremendous blessing. Regardless of whom the work assigned to me or where I was sent, I always accepted. "}, {"book_ref": "CWWL, 1981, vol. 2, \"The History and Revelation of the Lord's Recovery,\" ch. 20: The Beginning of the Lord's Recovery in the United States ", "page_num": "364", "snippet": " Although we did not have any connection with the United States until after the end of the Pacific War in 1946, there were some events in the United States prior to 1946 involving Brother T. Austin-Sparks. In New Jersey, which is near New York City, an American medical doctor received some spiritual help from either T. Austin-Sparks’s preaching or his books, particularly his condemnation of Christianity, which he called “organized Christianity.” Even though T. Austin-Sparks did not speak about the ground of the church, this American medical doctor received some help and started to meet outside the denominations. "}, {"book_ref": "CWWL, 1981, vol. 2, \"The History and Revelation of the Lord's Recovery,\" ch. 20: The Beginning of the Lord's Recovery in the United States ", "page_num": "364", "snippet": " Dr. Stearns’s home in the United States was near New Jersey; consequently, when he returned, he attended the meeting that had been established by the other American doctor. After that doctor went to be with the Lord, Dr. Stearns became one of the leading ones. As far as the American doctor was concerned, the meeting was related to Brother T. Austin-Sparks, but as far as Dr. Stearns was concerned, the meeting was related to Brother Nee. The relationship between Brother Nee and Brother T. Austin-Sparks was quite intimate because Brother Nee had personally visited him twice and stayed with him in 1938 for almost one year. They also had fellowship by correspondence. When Dr. Stearns was in New York City, he stayed with Brother T. Austin-Sparks for a period of time and received help from him. Later, his son married Brother T. Austin-Sparks’s oldest daughter. Thus, they were related by marriage. "}, {"book_ref": "CWWL, 1981, vol. 2, \"The History and Revelation of the Lord's Recovery,\" ch. 20: The Beginning of the Lord's Recovery in the United States ", "page_num": "364", "snippet": " In 1952 Brother X, who had been in the Philippines for over two years, felt that he should go to the United States because he was acquainted with and also had been invited by Dr. Stearns. Brother X went to the United States after fellowshipping with me. Upon arriving, Dr. Stearns gave him the responsibility of speaking in the meetings because he himself was not gifted in speaking. They rented a community center used by Chinese-Americans for their Lord’s Day meetings. The number was small, and it included both Chinese and American saints. The five responsible brothers were all Americans. On the one hand, this meeting became related to us because of Dr. [366] Stearns’s relationship with Brother Nee and Brother X’s relationship with us. On the other hand, this meeting was also related to Honor Oak because Dr. Stearns had been to Brother T. Austin-Sparks’s Honor Oak Centre in London, and they were related by marriage. "}, {"book_ref": "CWWL, 1981, vol. 2, \"The History and Revelation of the Lord's Recovery,\" ch. 20: The Beginning of the Lord's Recovery in the United States ", "page_num": "364", "snippet": " The storm from this situation soon become very severe, and when these saints could not solve the problem on their own, they brought the matter to Brother T. Austin-Sparks. At the time, he was holding conferences in Taipei and Hong Kong. In between giving messages, he wrote a letter to deal with the responsible ones in New York City. Brother X also wrote to me. He did not say much other than that there was trouble in New York City and that he could not go on. I wrote back and told him, “There is a group of Chinese brothers and sisters in San Francisco, on the West Coast of the United States. Most of them received my training in Tsingtao, and I am well acquainted with them. I can introduce you to them. Go to San Francisco.” He took my fellowship and moved from New York City to San Francisco. "}, {"book_ref": "CWWL, 1981, vol. 2, \"The History and Revelation of the Lord's Recovery,\" ch. 20: The Beginning of the Lord's Recovery in the United States ", "page_num": "366", "snippet": " Before Brother X moved to San Francisco, there were two other small incidents. First, when T. Austin-Sparks’s fourth son-in-law was in England, he had a burden to go to the United States to testify for the Lord, but the responsible ones at Honor Oak, London, did not confirm his burden. He was very unhappy, and he subsequently went to New York City on his own. Because of his refusal to submit to their authority and his independent action, those at Honor Oak did not consider him to be “anointed.” As soon as he arrived in New York City, he stood on the side of Brother X. "}, {"book_ref": "CWWL, 1981, vol. 2, \"The History and Revelation of the Lord's Recovery,\" ch. 20: The Beginning of the Lord's Recovery in the United States ", "page_num": "366", "snippet": " Second, Brother T. Austin-Sparks sent another brother from Honor Oak to lead a small meeting in Los Angeles. As a graduate of either Cambridge University or Oxford University, others, including himself, highly esteemed his education. During a trip to London, he [367] heard of the problems in New York City, including the refusal of the son-in-law of Brother T. Austin-Sparks to submit to the authority at Honor Oak. Consequently, he took it upon himself to pass through New York City on his way back to Los Angeles in order to solve the problem there. During a meeting in New York City, he said, “I am the authority sent by Honor Oak to deal with this matter.” He even said that he would shut down the meeting in New York City. This made Brother X very unhappy. "}, {"book_ref": "CWWL, 1981, vol. 2, \"The History and Revelation of the Lord's Recovery,\" ch. 20: The Beginning of the Lord's Recovery in the United States ", "page_num": "366", "snippet": " When word about closing the doors of the meeting in New York City reached London, Brother T. Austin-Sparks immediately sent a telegram to the brother in New York City, saying, “I am not going to be held accountable for what you have done.” About this same time Brother X received my letter about going to San Francisco. Therefore, he brought his family to the West Coast. As for the meeting in New York City, the five responsible brothers notified the saints about closing the doors of the meeting place, and they further commanded that no one should start another meeting unless the responsible brothers sent out another notice. "}, {"book_ref": "CWWL, 1981, vol. 2, \"The History and Revelation of the Lord's Recovery,\" ch. 20: The Beginning of the Lord's Recovery in the United States ", "page_num": "366", "snippet": " Then Brother X and I went to Chicago, Pittsburgh, and other places before going to New York City. I purposely picked a late-arriving flight, hoping that not too many people would come to the airport to meet me, but to my surprise, many who knew me from Tsinan came. They told me that the meeting in New York City had been stopped and shut down and that the current meeting was not related to the previous one. The current meeting was for Chinese, and it was mainly Chinese-speaking. Since Brother X was not there and not many could give messages, they invited Brother T. Austin-Sparks’s fourth son-in-law to speak through a translator. "}, {"book_ref": "CWWL, 1981, vol. 2, \"The History and Revelation of the Lord's Recovery,\" ch. 20: The Beginning of the Lord's Recovery in the United States ", "page_num": "366", "snippet": " We rested and had meetings in the home of Brother Liang, who had been a medical student at Chi-lu Medical College. I spoke the messages in Chinese, and Brother X translated in English for me because there was a small number of Americans, including Brother T. Austin-Sparks’s fourth son-in-law, who came to listen; the meetings were quite good. On the Lord’s Day the Chinese saints came to see me and said, “Brother Lee, do you think that we should have the Lord’s table this afternoon?” I replied, “The Lord’s table is for eating spiritual food. Do you need to ask others if you should eat? If you are hungry, you should eat; if you are not hungry, then you should not eat. If there is nothing to eat or the situation does not allow you to eat, then there is nothing you can do. But if the situation allows you to eat, then you can decide for yourself. I should not be the one to decide for you.” When they heard this, they decided and said, “Let’s have the Lord’s table tonight.” "}, {"book_ref": "CWWL, 1981, vol. 2, \"The History and Revelation of the Lord's Recovery,\" ch. 20: The Beginning of the Lord's Recovery in the United States ", "page_num": "370", "snippet": " Brother X returned and remained in New York City, and he truly had a burden to help the meeting of the Chinese-speaking brothers there. However, since Brother T. Austin-Sparks’s fourth son-in-law had been ministering the word there for several months, there was a conflict between the two. Brother X’s disposition was to keep quiet [370] and not do anything if a person confronted him. Gradually, however, Brother T. Austin-Sparks’s fourth son-in-law sensed that something was wrong. When an opportunity to teach in Kentucky came up, he wrote and asked his father-in-law if he should stay in New York City or go to Kentucky. Brother T. Austin-Sparks replied that he should go to Kentucky to teach since there was not much potential with the small group of Chinese people in New York City. Therefore, he left New York City with his family, and Brother X was able to continue to work peacefully. "}, {"book_ref": "CWWL, 1981, vol. 2, \"The History and Revelation of the Lord's Recovery,\" ch. 20: The Beginning of the Lord's Recovery in the United States ", "page_num": "370", "snippet": " I said, “Brother T. Austin-Sparks definitely has a spiritual measure, and he stresses principles related to aspects of life and the Body of Christ, such as the need for fellowship in the Body. Based on his help, we desire the fellowship of the Body here in New York City. If, however, for example, one brother insists on doing things one way and another brother insists on doing them another way, how can there be fellowship? Therefore, we must see that the ground is a restriction. There are not only two people but possibly many in New York City who are longing for fellowship, but how can these many people remain in fellowship? Without the ground as a restriction, there will be divisions as soon as there are different views. The ground of the church is necessary for the practice of the fellowship of the Body.” They heartily received this word. Then I left New York City for San Francisco and Los Angeles and remained there for a period of time. "}, {"book_ref": "CWWL, 1981, vol. 2, \"The History and Revelation of the Lord's Recovery,\" ch. 20: The Beginning of the Lord's Recovery in the United States ", "page_num": "370", "snippet": " Concerning the Lord’s work in Los Angeles, I must mention Brother Samuel Chang. Brother Chang was Brother Watchman Nee’s brother-in-law and was a few years younger than I was. I became acquainted with Brother Chang before Brother Nee’s marriage. He was a student at Tung Wu University and a schoolmate of Brother X; nevertheless, he was not much of a spiritual seeker. When Brother Nee brought in a revival in Hong Kong in 1950, he wanted me to go to Hong Kong to take the lead in arranging the church services. Although a majority of the brothers and sisters were revived at this time, Brother Samuel Chang was not one of them. He was revived in 1954 when I returned to Hong Kong to hold a conference. After his revival he enjoyed reading The Ministry of the Word. In 1957, after Brother T. Austin-Sparks visited us, the brothers asked me to speak a clear and thorough word on the matter of the ground of the church. I released a series of messages, published in The Ministry of the Word, entitled “The Testimony and Ground of the Church.” After reading these messages, Brother Chang was greatly helped. [373] "}, {"book_ref": "CWWL, 1981, vol. 2, \"The History and Revelation of the Lord's Recovery,\" ch. 20: The Beginning of the Lord's Recovery in the United States ", "page_num": "373", "snippet": " When I first visited the European countries and America, I passed through Hong Kong on my way back. At that time Brother Chang’s entire family was preparing to go to the United States, and he asked me where would be the most appropriate place. I was not so familiar with the United States, but surprisingly, I had a burden within, so I told him, “In my view, it would be best for you to go to Los Angeles.” He also asked me, “Where should I meet in Los Angeles?” I said, “A co-worker of Brother T. Austin-Sparks is in Los Angeles; there is a small meeting in a place where he is laboring called Westmoreland. You can meet there.” He accepted my fellowship, moved to Los Angeles, and went to meet at Westmoreland. "}, {"book_ref": "CWWL, 1981, vol. 2, \"The History and Revelation of the Lord's Recovery,\" ch. 20: The Beginning of the Lord's Recovery in the United States ", "page_num": "373", "snippet": " The responsible one in Westmoreland was the one who used the authority of Brother T. Austin-Sparks’s group in Honor Oak to shut down the meeting in New York City around 1957. He had a very good impression of Brother Nee because he had received much help from him when Brother Nee lived in London in 1938. Furthermore, when Brother T. Austin-Sparks visited Taiwan in 1955, this brother took many pictures and brought them to Europe and America to show to people. T. Austin-Sparks’s strong approval of the condition of the churches in Taiwan left a deep impression on the brother in Los Angeles. When he heard that Brother Chang was Brother Nee’s brother-in-law and that I had recommended that he meet there, he invited Brother Chang to give a message. "}, {"book_ref": "CWWL, Letters & Gleanings, vol. 2, \"Miscellaneous Gleanings, 1966,\" ch. 5: Clarifying Matters concerning Tongue-speaking, the Visits of T. Austin-sparks, and the Work of the Rebellious Ones ", "page_num": "105", "snippet": "THE VISITS OF T. AUSTIN-SPARKS,"}, {"book_ref": "CWWL, Letters & Gleanings, vol. 2, \"Miscellaneous Gleanings, 1966,\" ch. 5: Clarifying Matters concerning Tongue-speaking, the Visits of T. Austin-sparks, and the Work of the Rebellious Ones ", "page_num": "108", "snippet": " Our inviting Brother T. Austin-Sparks to visit proves that we are not closed. The two Brothers Chang can testify to this. They wanted to invite him. Brother Nee told me everything about him, so I was very clear. I told the brothers that while Brother T. Austin-Sparks certainly has a spiritual ministry, his views are different from ours. We know people by the small things, not the big things. When people sent Brother T. Austin-Sparks Christmas cards, he publicly thanked them in his publication. I told the brothers that if we invited him to come, there would probably be difficulties. At that time I was leading the life-studies of the Bible. After two weeks these two brothers came again and said, “Let us still invite him to come and help. We know that his views are different from ours, but we believe that because he is so experienced, there will be no problem.” As a result, we invited him to come. The first time he came, he did not touch any matter regarding outward practice, and after he went home, he wrote of his appreciation for us in his periodical A Witness and a Testimony. "}, {"book_ref": "CWWL, Letters & Gleanings, vol. 2, \"Miscellaneous Gleanings, 1966,\" ch. 5: Clarifying Matters concerning Tongue-speaking, the Visits of T. Austin-sparks, and the Work of the Rebellious Ones ", "page_num": "108", "snippet": " Brother Austin-Sparks considers the ground of the church an erroneous teaching. He considers Christ to be the foundation and ground of the church and believes that wherever two or three believers gather, Christ is in their midst and there is the church. "}, {"book_ref": "CWWL, Letters & Gleanings, vol. 2, \"Miscellaneous Gleanings, 1966,\" ch. 5: Clarifying Matters concerning Tongue-speaking, the Visits of T. Austin-sparks, and the Work of the Rebellious Ones ", "page_num": "108", "snippet": " In 1964 I went to New York, and Brother T. Austin-Sparks was also there at that time. I spoke with him over the phone and said a few words. A brother there told me that T. Austin-Sparks was willing to fellowship, and another brother invited us all for a meal. I brought with me the letter that he had written and asked him to carefully read it; I asked him if it was truly written by him. I told him that the opposers used this letter and did a damaging work in Taiwan. I thought that because he was an elderly man, he would not deny what he had said. [110] "}, {"book_ref": "CWWL, Letters & Gleanings, vol. 2, \"Miscellaneous Gleanings, 1966,\" ch. 5: Clarifying Matters concerning Tongue-speaking, the Visits of T. Austin-sparks, and the Work of the Rebellious Ones ", "page_num": "108", "snippet": " Later, I said to the brother who arranged the meeting, “Please tell Brother T. Austin-Sparks that these young people to whom he wrote the letter are under my leading. If I were to write a letter to the young people in London who are under T. Austin-Sparks’s leading and tell them that he had spoken wrong doctrines, how would he feel?” He should have written his letter to me. However, he never spoke such words to me. He either said, “Oh, dear brother, I am the same as you are,” or, “I don’t know what they are saying.” This letter proves that he was aware of the situation of rebellion among us. He clearly condemned us. I also told the brother, “You should also tell him that I have shown you another letter that he wrote. That letter said that the ground that we speak of is a ‘locality law’ and that Brother Lee is the powerful spokesperson of this law in the East.” "}, {"book_ref": "CWWL, Letters & Gleanings, vol. 2, \"Miscellaneous Gleanings, 1966,\" ch. 5: Clarifying Matters concerning Tongue-speaking, the Visits of T. Austin-sparks, and the Work of the Rebellious Ones ", "page_num": "108", "snippet": " In order to avoid any further entanglements with those at Honor Oak, I have not had correspondence with them for eight years. However, at the end of last year, the responsible brothers of Honor Oak, who are under the leading of Brother T. Austin-Sparks, told him that he and his ministry had become a limitation to the development of the church there. For the development of the church there, they asked that he and his ministry be separated completely from them. He told people that since these brothers rejected him, the Lord would perhaps give him another base, perhaps lead him through invitations to go to speak in overseas places, or perhaps end his personal ministry. Thus, he announced that he and his ministry would move out of Honor Oak. Honor Oak was built by Brother T. Austin-Sparks through forty years of labor. Why would this be the result? I have more letters from him here. I have no personal grudge against him. Forgive me for saying this: under the Lord’s mercy, since the first day you met me, I have never changed my tone. I am still this way. "}, {"book_ref": "CWWL, Letters & Gleanings, vol. 2, \"Miscellaneous Gleanings, 1966,\" ch. 5: Clarifying Matters concerning Tongue-speaking, the Visits of T. Austin-sparks, and the Work of the Rebellious Ones ", "page_num": "108", "snippet": " This year Brother T. Austin-Sparks admitted that he wrote the letter that was used by the rebellious ones and that he regretted it. He wrote this to a brother in a letter, and the brother forwarded the letter to me. In that letter Brother T. Austin-Sparks said, “Please tell Brother Lee that I am willing to recover our fellowship.” This was at the end of June. In July I told the brother, “Please tell him that I have not been able to let go of this matter in my heart.” "}, {"book_ref": "CWWL, Letters & Gleanings, vol. 2, \"Miscellaneous Gleanings, 1966,\" ch. 5: Clarifying Matters concerning Tongue-speaking, the Visits of T. Austin-sparks, and the Work of the Rebellious Ones ", "page_num": "111", "snippet": " Now I need to speak about the rebellious ones. They consider us as being closed. We are not closed. However, regarding the ground [111] of the church, we simply cannot have further discussion with Brother T. Austin-Sparks; we discussed it thoroughly in the past. Some say, “Since you are so experienced and wise, why do you still condemn Brother Austin-Sparks? This is hard for people to take.” Since they explicitly question me in this way, for the sake of the work in the East, I have no choice but to stand up and say something. Brothers, I hope this confusion of vision will stop here. We should not be deceived anymore. The facts should be clear to you all. These few brothers cannot deceive people in this way anymore. "}, {"book_ref": "CWWL, 1973–1974, vol. 1, \"The History of the Church and the Local Churches,\" ch. 8: The History of the Local Churches (6) ", "page_num": "85", "snippet": " Many in Christianity accept Brother Nee’s ministry on Christ, but they reject his ministry on the practicality of the church. I have shared previously how Brother Nee went to visit the Plymouth Brethren in England in 1933. Before that time he had read many of the Brethren’s writings. Also, through Miss M. E. Barber, he became acquainted with the writings of Jessie Penn-Lewis and T. Austin-Sparks. When he went to visit the Brethren in 1933, he also went to visit Brother Austin-Sparks at Honor Oak in London. The Brethren were bothered about this because they were exclusive. They thought that Brother Nee had joined them and that he should not contact Brother Austin-Sparks’s group. During that time the Brethren took him to Canada and the United States. When he returned, he personally told me all the things concerning his trip. "}, {"book_ref": "CWWL, 1973–1974, vol. 1, \"The History of the Church and the Local Churches,\" ch. 8: The History of the Local Churches (6) ", "page_num": "85", "snippet": " In our consideration we realized that we could neither follow the way of the Brethren nor follow the way of Brother Austin-Sparks. [86] The way of the Brethren was exclusive, and the way of Brother Austin-Sparks was without practicality. The Brethren wrote us several letters, and we replied to them in 1935. "}, {"book_ref": "CWWL, 1973–1974, vol. 1, \"The History of the Church and the Local Churches,\" ch. 8: The History of the Local Churches (6) ", "page_num": "86", "snippet": " Later, Brother Nee went to Europe again in 1938, and he stayed there for one and a half years to have more fellowship. Mostly he was with Brother Austin-Sparks’s group at Honor Oak. He was also invited to speak in some of the Scandinavian countries. In those one and a half years, he ministered mainly on the aspect of Christ as life because he realized that the people there were not ready to accept the aspect of the church in a practical way. The Normal Christian Life is a collection of the messages Brother Nee gave then. These messages were collected and edited by Angus Kinnear, who was a medical student under Brother Nee’s teaching. "}, {"book_ref": "CWWL, 1973–1974, vol. 1, \"The History of the Church and the Local Churches,\" ch. 8: The History of the Local Churches (6) ", "page_num": "86", "snippet": " While Brother Nee was there, he also translated The Normal Christian Church Life from Chinese into English. He did that, of course, with a purpose. This book was translated in London while he was staying at Honor Oak. Miss Fischbacher helped him in this translation work. That book was printed by the bookroom of Brother Austin-Sparks. After it was published, it stirred up some problems. Brother Austin-Sparks told me many years later that The Normal Christian Church Life should either not be published anymore or that some corrections and changes should be made in it. Of course, The Normal Christian Church Life is about the practicality of the church and the truth concerning one church in one city. "}, {"book_ref": "CWWL, 1973–1974, vol. 1, \"The History of the Church and the Local Churches,\" ch. 8: The History of the Local Churches (6) ", "page_num": "86", "snippet": " Brother Nee was at Honor Oak in 1938. Twenty years later I was invited to the same place by Brother Austin-Sparks. I stayed there for one month in 1958. Brother Austin-Sparks turned all the meetings over to me. These included both the conference meetings and all the regular meetings. The night before I was going to leave, there was a meeting. I went to the meeting with the thought that I would not be asked to speak since I was going to leave the next day. Then Brother Austin-Sparks came to me and said, “Brother Lee, you have [87] to speak tonight.” I said that I did not have any thought about speaking. He jokingly responded by reminding me that I had said that in the church life we have to take care of the feeling of the brothers. I took his word and went to the platform, without any thought beforehand about what I should speak. When I was on the platform, I asked the congregation to read Revelation 1. Then I shared that the ministry is for the local churches, not the local churches for the ministry. Regardless of how good, how spiritual, and how high one’s ministry is, it still must be for the local churches. Regardless of how degraded the local churches are, they are still the lampstands. "}, {"book_ref": "CWWL, 1973–1974, vol. 1, \"The History of the Church and the Local Churches,\" ch. 8: The History of the Local Churches (6) ", "page_num": "86", "snippet": " Eventually, I found out that Brother Austin-Sparks’s way was the opposite of this. His way was to use a group of believers to support his ministry. That meant that his meeting was for the ministry, and the ministry was not for the church. A few years after I gave that final message at Honor Oak, someone told me that my word tore down the whole situation there. The entire month that I was there, Brother Austin-Sparks was always with me on the platform, presiding over the meetings. After the meetings were over, he was always so happy with me because I was speaking concerning Christ as life, just as he did. But after I gave that final message, he quickly walked down from the platform by himself, leaving me there alone. As I walked down from the platform by myself, one of the elders there came to me and said that Brother Nee’s ministry concerning the church and its practicality had been rejected there twenty years ago. He said that the Lord had not forgotten this and sent me there twenty years later to remind them of the same thing. "}, {"book_ref": "CWWL, 1973–1974, vol. 1, \"The History of the Church and the Local Churches,\" ch. 8: The History of the Local Churches (6) ", "page_num": "86", "snippet": " In 1938 and 1939 Brother Nee was fully accepted by the seeking Christians in northern Europe in his ministry on Christ as life. But on the practicality of the church, the spiritual situation in that area did not allow him to fulfill his ministry completely. When he came back to China after this time, he had his first conference on the Body of Christ. He cabled me, asking me to come to Shanghai for that conference. During that time he told me the stories about his time in Europe. He told me that on the whole earth, there was only one group that could “echo” what we had seen of the Body of Christ. That was Brother Austin-Sparks’s group. Brother Nee, however, said that there was a big “but.” They saw something concerning the principle of the Body, but they did not see the practical side of the church life. Brother Nee told me and another brother much concerning [88] his time at Honor Oak. The other brother proposed that we invite Brother Austin-Sparks to come to us. Brother Nee was really wise. He said that the time was not ripe. "}, {"book_ref": "CWWL, 1973–1974, vol. 1, \"The History of the Church and the Local Churches,\" ch. 8: The History of the Local Churches (6) ", "page_num": "86", "snippet": " Eventually, I was sent from mainland China to Taiwan, and we started the work there in 1949. After six years, in 1955, there was a great increase in our number. Some of the leading ones in Taiwan received some letters from abroad encouraging them to invite Brother Austin-Sparks. Two of the leading ones in Taiwan thought we needed the help in spirituality. I agreed with them, but I said that we had to be careful. I told the brothers that in a recent issue of Brother Austin-Sparks’s paper, The Witness and the Testimony, there was a small paragraph written by him in which he expressed his thanks to the people who sent him Christmas cards. That was the January issue of 1955. I told the brothers that we had been enlightened by the Lord to cast down and give up all the things related to Christmas. Yet here was a spiritual person still expressing his thanks to the people who gave him Christmas cards. I told them that we know people not always by the main points but by the small things. This is because people can be very careful about the main points. They can pretend and cover things. But they are careless with the small things. We have to learn to know people not by the “head” but by the “tail.” "}, {"book_ref": "CWWL, 1973–1974, vol. 1, \"The History of the Church and the Local Churches,\" ch. 8: The History of the Local Churches (6) ", "page_num": "86", "snippet": " For this reason I told the brothers that we had to be careful. We had good fellowship with those Christians in England. But I said, “Suppose we invite him to come, and he is dissenting in something. Then we will have trouble. It might be better to keep our good fellowship with him without any direct contact.” Two weeks later, the two brothers again brought up the subject of inviting Brother Austin-Sparks. I went along with them, agreeing to invite him. I wrote the invitation, and he came to Taiwan in 1955. "}, {"book_ref": "CWWL, 1981, vol. 2, \"The History and Revelation of the Lord's Recovery,\" ch. 3: The Beginning of the Lord's Recovery in China ", "page_num": "45", "snippet": " At one time Brother T. Austin-Sparks was a co-worker of Mrs. Penn-Lewis. When he came to Taiwan, he told me that he left Mrs. Penn-Lewis for two reasons. One reason was that Mrs. Penn-Lewis overspiritualized the Lord’s table and baptism, and he did not agree with this. Another reason was that although Mrs. Penn-Lewis was a sister, she was taking the lead, and he somewhat disagreed with this. After leaving Mrs. Penn-Lewis, Brother T. Austin-Sparks established a meeting of his own. His bread-breaking meeting was truly a formality. Once, I was his guest for four weeks, and I attended at least three bread-breaking meetings. There was a table in the front, and he stood in the front the entire meeting. The calling of hymns, praying, reading the Scriptures, and preaching were all conducted by him. Everyone knew his practice. Distributing the bread, eating the bread, passing the cup, and drinking the cup had a certain order. There were seven steps in the distribution of the bread and also seven steps in the distribution of the cup. After the bread and the cup were passed, Brother T. Austin-Sparks spoke a word. Then he would say, “Now is the time for free worship.” Only during this time would some of the believers open their mouths to pray for about ten minutes. After that he announced, “The time of free worship is concluded,” [46] and no one could pray, but all waited for him to speak another word. None of us thought that Brother T. Austin-Sparks, who had such a spiritual ministry, would care so much for formalities. "}, {"book_ref": "CWWL, 1981, vol. 2, \"The History and Revelation of the Lord's Recovery,\" ch. 3: The Beginning of the Lord's Recovery in China ", "page_num": "45", "snippet": " In 1955 we invited T. Austin-Sparks to visit us for the first time. He first gave messages in Hong Kong, and then he went to Taiwan. I did most of the translation for him when he was with us. What he spoke was a word of the recovery, and there was no mixture in his speaking. We were all supplied. Sadly, when he came the second time, in 1957, he brought other things. One day in the dining hall of the workers’ home in Taipei, there were over one hundred co-workers having fellowship with him. One of the co-workers asked, “Brother, this is your second time here. Do you have a word regarding our work?” He said that in his first visit he saw some things that he did not agree with, but he felt not to speak rashly. However, since this was another opportunity, he would say something. "}, {"book_ref": "CWWL, 1981, vol. 2, \"The History and Revelation of the Lord's Recovery,\" ch. 3: The Beginning of the Lord's Recovery in China ", "page_num": "53", "snippet": " Later, Brother Nee went to Europe twice. On his second visit he stayed mainly with Brother T. Austin-Sparks. Even though he was about fourteen years younger than T. Austin-Sparks, the believers there received much help from Brother Nee, and they had much respect for him. Brother Nee also received a great deal of help from him. In 1939, after returning to Shanghai, Brother Nee held a conference, and he asked me to attend. The brothers often fellowshipped together. Brother Nee expressed his appreciation for him in our conversations, so we asked why he would not invite him. Brother Nee was very wise; he did not say much but said one sentence: “The time has not yet come.” Because Brother Nee had suffered from the visit of the brothers from the Brethren, he knew that we could not invite people without careful consideration. Furthermore, Brother Nee did not mention T. Austin-Sparks’s problem, because he knew that we might not understand. If he told us, there might easily have been misunderstanding. Thus, he wisely said, “The time has not yet come.” "}, {"book_ref": "CWWL, 1981, vol. 2, \"The History and Revelation of the Lord's Recovery,\" ch. 3: The Beginning of the Lord's Recovery in China ", "page_num": "53", "snippet": " Most of the saints may not be aware, but the co-workers know how much we shed tears at that time. We could not understand how such a spiritual minister who gave such spiritual messages could emphasize minor points, such as criticizing the brothers in the military for putting on their hats after the meeting. Eventually, Brother T. Austin-Sparks strongly opposed the local ground of the church. The two basic conditions of our work have always been the authority of the Holy Spirit and the ground of locality. For our content there must be the authority of the Holy Spirit, and for our outward [54] expression there must be the ground of locality. Neither the authority of the Holy Spirit nor the ground of locality can be missing. T. Austin-Sparks and I had lengthy discussions concerning the ground. We had at least thirty discussions, and each discussion lasted at least two hours. At the end of our discussions, he knew that he could not change me, and I knew that he would not change. The two of us had nothing more to say. You need to know these matters of our history so that you may receive light and learn the lessons from our history. "}, {"book_ref": "CWWL, 1981, vol. 2, \"The History and Revelation of the Lord's Recovery,\" ch. 3: The Beginning of the Lord's Recovery in China ", "page_num": "53", "snippet": " Because of the visit by brothers from the British Brethren in 1932, they invited Brother Nee to visit them in 1933. In April 1933 Brother Nee came to see the meetings in Chefoo. By that time the meetings in Chefoo had existed for less than one year. After a few days Brother Nee left us and returned to Shanghai, where he boarded a ship to Europe. He landed in France first. The brothers in France gave him hospitality in much love. Afterward, he went to London and met with the British Brethren. Because Brother Nee had read books by Brother T. Austin-Sparks and corresponded with him, Brother Nee wanted to see him. Brother Nee had also read many books by D. M. Panton and also went to see him. The British Brethren disliked it when those who visited them went to visit other people. Visiting Brother Panton was not much of a problem, but visiting Brother T. Austin-Sparks was, because he was once a co-worker of Sister Penn-Lewis. "}, {"book_ref": "CWWL, 1981, vol. 2, \"The History and Revelation of the Lord's Recovery,\" ch. 3: The Beginning of the Lord's Recovery in China ", "page_num": "53", "snippet": " Because of these different views, those in the Brethren assemblies said that Mrs. Penn-Lewis was involved in divination. Therefore, when Brother Nee went to see Brother Panton, the believers in the Brethren assemblies were unhappy, and they were even more displeased when Brother Nee also went to see Brother T. Austin-Sparks. One Lord’s Day Brother Nee stayed with him for the Lord’s table. Some in the Brethren assemblies found out about this and reported it to others. "}, {"book_ref": "CWWL, 1981, vol. 2, \"The History and Revelation of the Lord's Recovery,\" ch. 3: The Beginning of the Lord's Recovery in China ", "page_num": "53", "snippet": " Among the Brethren there are the open Brethren and the closed Brethren. George Müller was the leader of the open Brethren. He knew some believers who did not meet with the Brethren and who took part in holy communion with other groups, yet they had good personal fellowship with the Lord. Therefore, Brother Müller said that as long as a person was saved, he should be received, whether or not he had left the denominations. However, those in the closed Brethren, where J. N. Darby was the leader, said that as long as a person was related to any group outside of the Brethren assembly and took part in holy communion there, he was an evil companion. Such a person must leave the denominations in order to break the bread with them. Brother Nee first broke bread with the Brethren assemblies and then attended the bread-breaking meeting with Brother T. Austin-Sparks. The closed Brethren considered this to be a serious sin. As a result, they had to deal with Brother Nee concerning this matter, but we do not know how Brother Nee handled it. In any case, the two parties maintained temporary peace. The Brethren assemblies still received Brother Nee in all the places that he visited—from England to America and from the East Coast all the way to Vancouver in the western part of Canada. [56] "}, {"book_ref": "CWWL, Letters & Gleanings, vol. 2, \"Miscellaneous Gleanings, 1965,\" ch. 6: An Account of the Recovery in the Far East, 1945-1955 ", "page_num": "28", "snippet": " At that time we already knew Brother T. Austin-Sparks quite well. Although I had not been to London at that time, Brother Nee had. After he returned, he held a special meeting in Shanghai and asked me to attend. Because of this, I lived there and often met with him. He told me all that he experienced and observed in London. The main point was that he thought Brother T. Austin-Sparks was insightful and had views concerning the principle of the Body of Christ that resonated with ours; however, in terms of practice, especially regarding [29] the ground of the church, he was very different from us. Brother Nee was clear about this matter, but lest I misunderstand him, he added, “We need to forgive Brother T. Austin-Sparks, because unlike the brothers in England, we in the Far East are on pure, virgin soil.” Brother Nee understood the difficulties that T. Austin-Sparks faced in England because the Brethren had set up numerous organizations there, resulting in a messy situation. Brother Nee did not casually criticize the weakness of T. Austin-Sparks. Thus, I was very clear about him. At that time we read his spiritual publications and received a considerable amount of spiritual help. "}, {"book_ref": "CWWL, Letters & Gleanings, vol. 2, \"Miscellaneous Gleanings, 1965,\" ch. 6: An Account of the Recovery in the Far East, 1945-1955 ", "page_num": "28", "snippet": " In 1955 Brothers W. C. Chang and Y. L. Chang received a letter from a brother exalting T. Austin-Sparks. At that time I had some concern and said, “Our knowing of people is not in big things but in small things. Small things often expose a person’s true condition.” I told them that in a recent publication put out by Brother T. Austin-Sparks, he had given thanks for the Christmas cards that he received. I said, “In such a small thing you can see that his view is different from ours. If we invite him to come, there will be no problem with receiving spiritual help from him. However, if he voices different views regarding other things, it will cause trouble. So I feel we need to take this into consideration.” When the two Brothers Chang heard this, they did not say anything. "}, {"book_ref": "CWWL, Letters & Gleanings, vol. 2, \"Miscellaneous Gleanings, 1965,\" ch. 6: An Account of the Recovery in the Far East, 1945-1955 ", "page_num": "28", "snippet": " However, two weeks later, they again brought up the matter of inviting him, saying that we should hear him speak because we needed some spiritual help. On the one hand, I felt that it would be good if we could receive some spiritual help. On the other hand, even though I had some concern, I felt that it would not be proper if I insisted on not hearing him speak, since the brothers insisted on hearing him. I thought to myself that although Brother T. Austin-Sparks’s view concerning the ground of the church was different from ours, he was not likely to touch the matter when he came, because he was such an experienced person with much understanding of spiritual things. Because of these thoughts, I agreed to invite him. However, now I must admit that I was negligent before the Lord in this matter. At that time we were all very busy, and I did not go to the Lord to pray quietly about this matter, nor did I kneel down to pray with the two Brothers Chang about it. Therefore, I wrote a letter in English, although my English was poor, and the three of us signed it. We sent the letter to Manila, telling the brothers in Manila, “If you agree [30] with this invitation, please sign it. After signing it, please send it to Hong Kong. If they also agree with this, they should sign it as well.” In this way the signed invitation was sent out. "}, {"book_ref": "CWWL, Letters & Gleanings, vol. 2, \"Miscellaneous Gleanings, 1965,\" ch. 6: An Account of the Recovery in the Far East, 1945-1955 ", "page_num": "28", "snippet": " Brother T. Austin-Sparks received the letter and gladly accepted our invitation. The first time he came, he did indeed supply us spiritually and did not touch any outward matters, so we thought it was wonderful and hoped that he would come again. In the spring of 1957, he came again. The messages he gave this time were also very good, and again there was the spiritual supply. Before he came the second time, he corresponded with me, saying that he had had a good impression of us at his first visit; he even said that he had never met a better audience, one which caused his spirit to be so released, than he had in Taiwan. When he returned to the West, he spoke much about us in London and in the United States; thus, within a short time we became extremely well-known. I am not exaggerating at all. "}, {"book_ref": "CWWL, Letters & Gleanings, vol. 2, \"Miscellaneous Gleanings, 1965,\" ch. 6: An Account of the Recovery in the Far East, 1945-1955 ", "page_num": "28", "snippet": " To receive him with warm hospitality, we spent nearly twenty thousand US dollars to purchase and remodel a house on Lin-Yi Street. Before Brother T. Austin-Sparks came, a brother named Paul Madsen, who had been recently raised up in Denmark, went to London; Brother T. Austin-Sparks told him that there was nothing to see in London and urged him to come to Taiwan to expand his view. He sent a letter to ask for our approval, and the brothers agreed. Thus, Paul Madsen came with him, along with their wives, and they stayed for six weeks. "}, {"book_ref": "CWWL, Letters & Gleanings, vol. 2, \"Miscellaneous Gleanings, 1965,\" ch. 6: An Account of the Recovery in the Far East, 1945-1955 ", "page_num": "30", "snippet": " At that time there was a conference during the daytime, and the brothers came together for fellowship in the evening. I hoped very much that we would not touch the matter of the ground of the church; I felt that it would be very difficult if we touched upon our differences in this matter. At the beginning, our fellowship was somewhat regulated. We did not touch the matter of the ground of the church but talked only about spiritual things, so there was no problem. However, one day Brother Y. L. Chang came to me and said, “Since we in the East have accepted the ministry from the West, the West should also accept our ministry. We must talk to Brother T. Austin-Sparks about the way of the church. We have accepted his ministry, so he should accept ours. It is not fellowship if it is only one-way traffic.” I told Brother Y. L. Chang, “I do not think we should talk about this. He is quite successful in his ministry, and asking him to change his views will not be easy. Furthermore, once a person is old, he is nearly [31] unchangeable. If we talk about it and he does not accept our way, then the feeling between us will become unpleasant. It is better that we do not talk about it; let us simply receive our elderly brother’s spiritual supply and keep a distance in our fellowship.” Brother Y. L. Chang seemed to agree with me. However, in the evening meeting he suddenly asked Brother T. Austin-Sparks, “Suppose there are five local churches in Taipei, and all claim to meet in the Lord’s name. In your view, which one is right, and which one is wrong?” Once this question was asked, I began to frown. Brother T. Austin-Sparks answered immediately, “None of them is absolutely right, and none of them is absolutely wrong. They can only be right or wrong relatively.” At this moment Brother W. C. Chang began to stare at him in amazement. Immediately, Brother Y. L. Chang asked him, “How do you determine who is relatively right?” He answered, “The one who has a greater measure of the stature of Christ is more right; the one who has the lesser measure of the stature of Christ is less right.” "}, {"book_ref": "CWWL, Letters & Gleanings, vol. 2, \"Additional Notes by K. H. Weigh,\" ch. 2: Our Work Being for Christ and the Church ", "page_num": "65", "snippet": " What the Lord has shown us over the years is more than merely correct teachings. Our emphasis should not be merely Christ but Christ and the church, which is expressed in the local churches. Although Brother T. Austin-Sparks is a spiritual person who speaks well concerning Christ, he does not pay adequate attention to the local churches. Recently, a few of the groups associated with him have disbanded, including one in Minneapolis and another in Melbourne. Another group in Los Angeles that meets in Westmoreland Chapel, which was associated with Brother Austin-Sparks, is now left with only six to eight people. In 1938 the believers in Honor Oak rejected [66] Brother Nee’s teaching concerning the practice of the church. The difference between Brother T. Austin-Sparks and us concerns the way to practice the church life. In terms of natural inclination, Americans are closer to the British than they are to the Chinese. My English is not as good as that of a native English speaker like Brother T. Austin-Sparks, who was born in Great Britain. However, the main difference between him and us is not in our culture but in the way to practice the church life. We are for the building up of the local churches, whereas he is for the building up of his ministry. "}, {"book_ref": "CWWL, Letters & Gleanings, vol. 2, \"Additional Notes by K. H. Weigh,\" ch. 2: Our Work Being for Christ and the Church ", "page_num": "66", "snippet": " In 1962 he declared publicly that from its beginning, the meeting at Honor Oak was not a church but a center for his personal ministry. Even his son-in-law knew that T. Austin-Sparks was wrong in this matter. A brother who managed his finances knew that he could not go along with him for long. Some at Honor Oak feel that they need the church, not just the ministry. They do not know the nature of the meeting at Honor Oak. Although Brother T. Austin-Sparks speaks concerning the local expression of the church, his desire is to set up centers in a few places where groups of people support his ministry. According to his thought, such ministry centers would serve as local testimonies, and he would visit these centers once in a while to strengthen their testimony. After he leaves these centers, the people in these places would go back to various places in order to help people to be spiritual. Therefore, his burden is not to build up local churches but to build up his own ministry. "}, {"book_ref": "CWWL, Letters & Gleanings, vol. 2, \"Additional Notes by K. H. Weigh,\" ch. 2: Our Work Being for Christ and the Church ", "page_num": "66", "snippet": " Brother T. Austin-Sparks asked me to tell the serving ones that he and I are one and that he is the same as I am. However, he wrote to another brother asking him to oppose us. This brother then told people that if they do not belong to a denomination, they do not need to join one, but if they belong to a denomination, they do not need to leave it. T. Austin-Sparks holds everything in his own hand. In the elders’ room in Honor Oak there is a sign that indicates whether or not he is present. When the elders gather, they sit in a circle around a table, and he is seated in the middle. Once, he wrote to me, assuring me that he would not interfere with our work. However, when he visited us, he mistakenly criticized certain brothers who were servicemen for wearing their caps indoors. He did not realize that the practice among military personnel in the Far East is to not remove their caps whether inside or outside. Nevertheless, the military brothers remove their caps during the meetings, but as soon as the [67] meeting is over, they put their caps back on, not caring about being inside or outside the meeting hall. After he left Taiwan, he tried to gather news about me everywhere. "}, {"book_ref": "CWWL, Letters & Gleanings, vol. 2, \"Additional Notes by K. H. Weigh,\" ch. 2: Our Work Being for Christ and the Church ", "page_num": "66", "snippet": " When T. Austin-Sparks’s son-in-law was in New York, he told people that the church in New York was a Chinese church, that the number of saints in the church was small, and that there was no future for that church. After leaving New York, he went to Louisville, Kentucky, and encouraged another group of Christians to start a meeting at a local YMCA. They said, “Who is Witness Lee? He has not been approved by Brother Austin-Sparks yet.” Nevertheless, the Lord gained about fifty saints in Louisville who now meet on the ground of locality. When I visited these saints the second time, the group that meets with the son-in-law had decreased in number. When Brother T. Austin-Sparks went to New York, he wanted to speak in the meetings of the church in New York, yet certain saints felt that they needed to speak with him before allowing him to speak in the meetings. "}, {"book_ref": "CWWL, Letters & Gleanings, vol. 2, \"Additional Notes by K. H. Weigh,\" ch. 2: Our Work Being for Christ and the Church ", "page_num": "66", "snippet": " Brother T. Austin-Sparks criticized us in his magazine not only in 1962 but also in May 1963. He went to the Philippines and met with the dissenting ones there last year. Hence, it is likely that he saw the manifestation of the flesh among the dissenting ones. While he was there, his son died, and he hurriedly returned to Great Britain. When he left the Philippines, he had nothing to say except that he had fulfilled his ministry. "}, {"book_ref": "CWWL, Letters & Gleanings, vol. 2, \"Additional Notes by K. H. Weigh,\" ch. 2: Our Work Being for Christ and the Church ", "page_num": "66", "snippet": " Brother T. Austin-Sparks complained that I closed the door to him. However, this is not true. We are not closed to him. When I visited a group led by a brother associated with him in Los Angeles in 1960, this brother claimed that he was for the practice of the ground of the church. However, in reality, he was only for his own ministry. Yet I still recommended the saints to join his meeting. Eventually, the saints who were clear about the truth stopped meeting with him. In 1960 when I visited these saints, I even advised these brothers and sisters to return to this brother’s meeting and see whether or not he was sincere in his intention to stand on the ground of the church. After one and a half years, the saints realized that if they remained with his meeting, it would be impossible for them to advance in the Lord. Therefore, they left his meeting. When these saints left, his meeting greatly decreased in number. Since that time those who still met with him have considered hiring a pastor for their meeting. [68] "}, {"book_ref": "CWWL, Letters & Gleanings, vol. 2, \"Additional Notes by K. H. Weigh,\" ch. 2: Our Work Being for Christ and the Church ", "page_num": "66", "snippet": " When I met Brother T. Austin-Sparks in New York in 1964, I showed him a copy of the letter that he wrote to a dissenting co-worker in Manila, and I told him that we could no longer invite him to visit the churches in Taiwan. From that time on, he had nothing more to say. He advised the brother who republished The Normal Christian Church Life not to do so, because he said that Brother Nee’s view concerning the church life had changed. When that brother published the book again, he was accused of pirating it. "}, {"book_ref": "CWWL, Letters & Gleanings, vol. 2, \"Taking the Way of the Lord's Recovery,\" ch. 4: Taking the Way of the Church ", "page_num": "184", "snippet": " In 1933, when Brother Nee was visiting England, he realized that T. Austin-Sparks had a portion in his spiritual ministry, and the two of them had fellowship related to what they saw. In 1938 he visited T. Austin-Sparks again and stayed for a year and a half. When he came back to China, he spoke on the church as the Body of Christ. I was called to Shanghai twenty-seven years ago and fellowshipped with Brother Nee at length about his trip to England. He acknowledged that Honor Oak had some spiritual insight, but they were not one with us concerning the truth of the ground of the church. Brother Nee said that the fact that they did not emphasize the practice of the church is excusable because the matter of the church has been spoiled in the West. However, China was virgin soil. I asked [185] why we would not invite a brother with such spiritual vision to come to the East, and he said that it was not the right time. "}, {"book_ref": "CWWL, Letters & Gleanings, vol. 2, \"Taking the Way of the Lord's Recovery,\" ch. 4: Taking the Way of the Church ", "page_num": "184", "snippet": " I regret to say that in 1955 we did what Brother Nee would not do. I was not the one who promoted inviting T. Austin-Sparks; one of our co-workers in New York pushed the two Brothers Chang to invite T. Austin-Sparks to Taiwan. When the two brothers came to plead with me, I told them that we know a person by the small things. In the December issue of his magazine, T. Austin-Sparks thanked people for sending Christmas cards. This was a small thing, but it exposed where he stood. Two weeks after I said this, the two Brothers Chang came again and brought up the same matter. I considered and believed that such a spiritual person would not touch our outward differences, and I reluctantly gave in to their pleading. The first time T. Austin-Sparks came was good, but when he came again in 1957, he touched on some of our practices. I tried to avoid the subject of the ground of the church, but Brother Chang said that since we had received from the West, the West should receive from us. He brought up the subject in one of our evening fellowships, asking which assembly is right and which ones are wrong in a city with five assemblies. T. Austin-Sparks responded by saying that none were right and none were wrong and that everything was relative. He said that the assembly that has the greater measure of Christ is more right, and the assemblies that have a lesser measure of Christ are less right. "}, {"book_ref": "CWWL, Letters & Gleanings, vol. 2, \"Taking the Way of the Lord's Recovery,\" ch. 4: Taking the Way of the Church ", "page_num": "184", "snippet": " The discussion on the first evening was cordial, but the argument became more intense on the second evening. Up until that point, I had not said anything, but I felt that I needed to speak up to defend the truth of the ground of the church. I said that no one could deny that Madame Guyon had a great measure of Christ, but she remained in the Catholic Church, and others like F. B. Meyer and Andrew Murray remained in the so-called organized Christianity that T. Austin-Sparks condemned. I asked if we could therefore justify “organized Christianity” simply because these ones were spiritual. I also referenced Daniel in the Old Testament. He was surely faithful to God, but he remained in Babylon and did not return to Jerusalem. Would we justify Babylon just because of Daniel’s faithfulness? He remained in Babylon under the Lord’s sovereign arrangement, but this does not justify the ground of Babylon. T. Austin-Sparks had nothing to say about this then, but the next morning he openly attacked the matter of the ground of the church and condemned us for making Christ [186] “small” to suit our scheme. This caused a turmoil among the brothers attending his meeting. "}, {"book_ref": "CWWL, Letters & Gleanings, vol. 2, \"Taking the Way of the Lord's Recovery,\" ch. 4: Taking the Way of the Church ", "page_num": "184", "snippet": " Because of the turmoil, I visited Honor Oak in 1958. Prior to this, they had never given the podium to an outsider. Nevertheless, the brothers there turned over all the meetings to me. I was scheduled to leave on a Friday, and we had fellowship meetings on the Tuesday and Thursday before. During the Tuesday meeting someone asked a question concerning church practice, and T. Austin-Sparks demurred. On Thursday another brother asked about our training in Taiwan, asking how it is different from their emphasis on life. I answered that we must first have life before we can be trained. A cat or dog cannot be trained to speak, because they do not have the speaking life. But even though we have the right life, we still need to be trained. T. Austin-Sparks wanted me to speak once more before I left, and one of the elders encouraged me to be more aggressive in speaking about the truth of the ground of the church. "}, {"book_ref": "CWWL, Letters & Gleanings, vol. 2, \"Taking the Way of the Lord's Recovery,\" ch. 4: Taking the Way of the Church ", "page_num": "186", "snippet": " Soon after that, the meeting in Los Angeles that had been associated with T. Austin-Sparks broke off from him. In 1960 Paul Ma and I spoke with its leader, Mr. Harrison, for six hours. Mr. Harrison told me that he would not go to Honor Oak anymore, that his ways were different from Honor Oak’s, and that he knew that T. Austin-Sparks rejected the truth of the ground of the church when Brother Nee visited Honor Oak in 1938. When I asked if Mr. Harrison’s meeting at Westmoreland was on the local church ground, he answered that he was moving in that direction. Prior to my visit some brothers had stopped meeting with him, and I advised these ones to go back to his meetings. Unfortunately, he became critical of these ones after they rejoined him. Eventually, there was no sign of his moving in the direction of the ground of the church. After a year and a half, these ones left and started meeting as the church on the proper ground. "}, {"book_ref": "CWWL, Letters & Gleanings, vol. 2, \"Taking the Way of the Lord's Recovery,\" ch. 4: Taking the Way of the Church ", "page_num": "186", "snippet": " Recently, I received a copy of T. Austin-Sparks’s magazine, A Witness and a Testimony, in which he said that the Lord led him to have another base for his work, that he was traveling to different places for his speaking, and that his personal ministry had perhaps ended. He had his ministry for forty years. The reason he felt that it ended is because the saints have a need for a practical church life, and he could not satisfy that need. I respect his ministry, but I cannot receive him, because he rejects the truth concerning the ground of the [187] church. Recently, a meeting in Melbourne, Australia, associated with him was disbanded. "}, {"book_ref": "CWWL, 1981, vol. 2, \"The History and Revelation of the Lord's Recovery,\" ch. 14: The Revelation We Have Received from the Lord During the Past Sixty Years ", "page_num": "245", "snippet": " From 1958 to 1959 a few young people in Taiwan were negatively influenced, and they declared that they had seen a vision of the so-called “full Christ.” Although the topic of their speaking was Christ, the result was division. They had another kind of speaking. A problem arose in the church in Hong Kong because some wanted to have another type of speaking, and so we were labeled as heretical. Brother T. Austin-Sparks had a high degree of spiritual knowledge. When he came to Taiwan the first time, he spoke “the same thing” (Phil. 2:2), speaking the ministry of the word. When he came the second time, however, he had another kind of speaking. [246] "}, {"book_ref": "CWWL, 1981, vol. 2, \"The History and Revelation of the Lord's Recovery,\" ch. 14: The Revelation We Have Received from the Lord During the Past Sixty Years ", "page_num": "247", "snippet": " In The Stewardship of the Ministry Brother T. Austin-Sparks says that no matter how many different Christian meeting places [248] there are in one city, there is the reality of the church as long as they meet in the name of Jesus Christ. He encourages people by saying that as long as there are two to three people meeting in the name of the Lord at home, there is the reality of the church. Is this the word of the ministry? No, this is part of the different things that Paul refers to in 1 Timothy 1:3, that is, a different speaking, a different teaching other than the New Testament ministry. "}, {"book_ref": "CWWL, 1981, vol. 2, \"The History and Revelation of the Lord's Recovery,\" ch. 14: The Revelation We Have Received from the Lord During the Past Sixty Years ", "page_num": "247", "snippet": " Brother T. Austin-Sparks originally had much spiritual weight, and his spiritual speaking was not bad either. However, suddenly a different speaking came out of his mouth, which was not the word of the ministry. We all need to see clearly that the Bible begins with the Old Testament and the Jews who had God. It continues with the four Gospels of the New Testament and Christians who have Christ as God but not the church. Finally, in Acts, Christians not only have Christ as God; they also have the church. But even now the revelation of the church is still not clear to many. Some people who have Christ also declare that they have the church. However, they cannot locate the church in a specific place. For instance, Brother T. Austin-Sparks rebuked us, saying, “You have made Christ a small Christ and the church a small church in order to fit your ground of locality.” He said that we are a denomination, that we are narrow, but his speaking merely indicated that he had arrived only at the beginning of the book of Acts. "}, {"book_ref": "CWWL, 1981, vol. 2, \"The History and Revelation of the Lord's Recovery,\" ch. 14: The Revelation We Have Received from the Lord During the Past Sixty Years ", "page_num": "247", "snippet": " In talking concerning history and concerning revelation, I am speaking the word of the ministry. In the United States, Christian broadcasts are very popular, but almost none speak the word of the ministry. Instead, they speak different things. This is the reason that Christianity is so disorderly. Today Christianity speaks little of the word of the ministry; there is only speaking according to one’s own ideas. When Brother T. Austin-Sparks came to us, he was like this. He affected some young people in Taiwan because he spoke different things. Of course, the dissenting ones did not become lawless only after Brother T. Austin-Sparks came; there was lawlessness among them before he came. Before Brother T. Austin-Sparks came, they spoke different things secretly, causing disruption and even discord between one another. After Brother T. Austin-Sparks came the second time, they rose up and echoed his speaking. "}, {"book_ref": "CWWL, 1981, vol. 2, \"The History and Revelation of the Lord's Recovery,\" ch. 14: The Revelation We Have Received from the Lord During the Past Sixty Years ", "page_num": "266", "snippet": " In 1957 the number of attendants in meetings in Taiwan was over twenty thousand. However, we did not know that there were a few dissenting ones hidden among them who wished to have power and position. One of them went to the Philippines. He was secretly destroying the work of the Lord’s recovery in Kaohsiung, but the brothers remained tolerant. Before he left the country, the whole church even held a love feast to bid him farewell. During the love feast he stood up and said that his ministry was too great and that Kaohsiung was too small and could not accommodate his ministry. Consequently, he said that he needed to go abroad to develop it. After he reached Manila, he told the brothers and sisters there that the ministry on the earth consisted of T. Austin-Sparks in the West and himself in the East. He also told others that he wished to set up a spiritual university but that I neither understood it nor permitted it. If we have intentions like this, how is it possible for there to not be a rebellion? Even now, his “ministry” has not been manifested. "}, {"book_ref": "CWWL, 1981, vol. 2, \"The History and Revelation of the Lord's Recovery,\" ch. 14: The Revelation We Have Received from the Lord During the Past Sixty Years ", "page_num": "267", "snippet": " For the past thirty-two years since 1949, more than four hundred churches have been raised up in Asia, North and South America, Europe, Africa, and Australia. According to recent statistics, the number of people meeting regularly is over forty-six thousand, and the number of those who do not attend meetings regularly is even greater. This is not a small thing; this is the Lord’s recovery. The reason for the blessing is the oneness of the Body. From 1950 to 1954, when the church in Hong Kong was in one accord, the number of saints increased to one thousand. In Taiwan, from 1949 to 1957, the number of saints in the churches increased from about three hundred to twenty thousand. Even Brother T. Austin-Sparks said during his visit to Taiwan that he had never in his life met such a good audience. This is the blessing brought in by the oneness of the Body. "}, {"book_ref": "CWWL, 1981, vol. 2, \"The History and Revelation of the Lord's Recovery,\" ch. 14: The Revelation We Have Received from the Lord During the Past Sixty Years ", "page_num": "267", "snippet": " However, “cold” germs, through the blowing of the wind brought in by Brother T. Austin-Sparks, caused irreparable damage to the Lord’s recovery. It was the same in Hong Kong. After 1955 the church in Hong Kong lost the blessing. However, because of the Lord’s mercy and the hidden flow of life, a group of young people was raised up. Additionally, through the support of proper elderly saints, the [268] testimony of the Lord in Hong Kong today is still advancing. This is because this is the Lord’s recovery; He Himself is responsible. "}, {"book_ref": "CWWL, 1958, vol. 1, \"The Perfecting of the Saints and the Building Up of the House of God,\" ch. 1: God's Need in the Present Age ", "page_num": "103", "snippet": " The visit by T. Austin-Sparks at the end of 1955 was a notable event among us. Before his visit we did not have official fellowship [104] or contact with any Christian group in the West. Brother Nee visited the West, but almost no Christians from the West visited us. Brother T. Austin-Sparks’s visit and his fellowship gave us many impressions that caused us to pay attention to the direction and the work of the Lord in the present age. "}, {"book_ref": "CWWL, 1958, vol. 1, \"The Perfecting of the Saints and the Building Up of the House of God,\" ch. 1: God's Need in the Present Age ", "page_num": "103", "snippet": " In July and August of last year Brother Austin-Sparks called an international conference in London and insisted that I attend. My absence disappointed him. The conference began in London, then it went to Denmark, and finally to Scotland. Only twenty-five to twenty-nine people attended the meeting in Scotland, which was a meeting of co-workers from various places. It was not a gathering of all the saints. America, Europe, India, and other places in the world that know something of the way that the Lord is taking were represented in the international conference. But there was no one from the Chinese-speaking areas of Southeast Asia, Hong Kong, and Taiwan. This disappointed Brother Austin-Sparks because he wanted some believers from these areas to attend the conference. "}, {"book_ref": "CWWL, 1958, vol. 1, \"The Perfecting of the Saints and the Building Up of the House of God,\" ch. 1: God's Need in the Present Age ", "page_num": "104", "snippet": " A brother with whom I labored previously sent me a substantial amount of information concerning the conference. Brother Austin-Sparks also sent me a detailed letter about their meetings and about his feeling concerning the meetings. In addition, I also received a letter from a Western sister who is a co-worker. Hence, I know what took place in the conference from these three sources. "}, {"book_ref": "CWWL, 1958, vol. 1, \"The Perfecting of the Saints and the Building Up of the House of God,\" ch. 1: God's Need in the Present Age ", "page_num": "104", "snippet": " Brother Austin-Sparks led the attendants to see and to study the way that the Lord is taking in this age. He said that the churches and even the work in every place should be the same and that we should have the same vision and know the way that the Lord is taking in this age and the work that He is doing. He also said that if we see the way that the Lord is taking and the work that He is doing, the churches and the work will be the same. In his letter to me Brother Austin-Sparks did not write about the result of the meetings, but he clearly said that very few among the brothers have a large capacity. The brother who labored with me in the past wrote that Brother Austin-Sparks spoke of Taiwan numerous times during the conference. He hoped that the co-workers from some places, particularly from India, would pay more attention to the work in Taiwan. "}, {"book_ref": "CWWL, 1958, vol. 1, \"The Perfecting of the Saints and the Building Up of the House of God,\" ch. 1: God's Need in the Present Age ", "page_num": "104", "snippet": " The two major Christian groups in the West are the Keswick Convention and the evangelicals. But these two groups are actually interconnected. One of the past chairmen of the Keswick Convention was also the president of the China Inland Mission. These two groups lead Christians in the West. In the recent two to three years these believers have strongly opposed Brother Austin-Sparks’s fellowship in Honor Oak. They even printed their opposition. "}, {"book_ref": "CWWL, 1958, vol. 1, \"The Perfecting of the Saints and the Building Up of the House of God,\" ch. 1: God's Need in the Present Age ", "page_num": "104", "snippet": " In Hong Kong I read a book which said that Brother Austin-Sparks says that the believers need to know the Body and that a believer who does not know the Body has not entered into the Body. The book refuted this statement and asked whether a person could be saved without entering into the Body. The influence of these statements in Christianity is serious. The book concluded that the teaching from Honor Oak is heresy, because a person who is saved has the life of Christ and is therefore a member of Christ. It also asks whether anyone can say that a saved person has not entered into the church or the Body, and concludes that anyone who teaches this teaches heresy. Christianity in the West has reached the point of absolute hostility toward Brother Austin-Sparks and Honor Oak, regardless of how congenial he is in his attitude and how cautious he is in his speaking and his work. "}, {"book_ref": "CWWL, 1958, vol. 1, \"The Perfecting of the Saints and the Building Up of the House of God,\" ch. 1: God's Need in the Present Age ", "page_num": "109", "snippet": " Just as Brother Austin-Sparks and the brothers who gathered in Scotland carefully considered the way that the Lord wants them to take and the work that they should do, we also feel that we should focus on certain things. First of all, we need to know life. We may be familiar with the word life, but we should not treat life as a term. Next, we need to know the church, and then we need to know the kingdom. These three items are comprehensive. Life is the most comprehensive; it includes the knowledge and the experience of life. We should also have a thorough understanding of the two aspects of the church. We should know the ground and the way of the church and the content and the reality of the church. In addition, we need to know the truth and the reality of the kingdom. "}, {"book_ref": "CWWL, 1959, vol. 1, \"A Record of Several Talks in Hong Kong,\" ch. 4: An Evaluation of the Meeting at Honor Oak ", "page_num": "473", "snippet": " According to the New Testament, the church has two aspects: the universal aspect and the local aspect. In practice the church exists in a locality, but in nature the church is universal (1 Cor. 1:2). The greatest problem between us and Brother T. Austin-Sparks is the difference in our views concerning the church. His view and light concerning spirituality have greatly benefited seekers on earth. The East should have fellowship with the West concerning spirituality. However, his two visits to Taiwan in the past few years have troubled and grieved me. Prior to these visits, I did not have much of an impression concerning him. In 1933 Brother Watchman Nee spoke highly of him to me, telling me that there was hardly anyone in church history who was as spiritual as Brother T. Austin-Sparks. Brother Nee translated some of his writings into Chinese, and the saints highly esteemed them. In 1933 I dropped my job in order to serve the Lord full time. Later, when I went to Shanghai, Brother Nee gave me Bible expositions by J. N. Darby and Henry Alford as a gift. At that time I also read Brother T. Austin-Sparks’s book entitled The Release of the Lord, which speaks of Christ, the cross, and resurrection. In 1938 Brother Nee was invited to England a second time. When he returned to China, a brother asked him why we had not invited T. Austin-Sparks to China. Brother Nee did not give an explanation; he said only that it was not the right time. He told me that Brother T. Austin-Sparks’s view of spiritual matters matched, and might exceed, ours, but his view of the practice of the church differed from ours. Once, as Brother Nee and I were walking, we spoke concerning the ground of the church. Brother Nee told me that in our work in the East we had a clear understanding concerning the matter of the church, whereas in the [474] West the truth concerning the church had been so thoroughly damaged by the British Brethren that even T. Austin-Sparks was not clear concerning the ground of the church; hence, in the West there were problems concerning the practice of the church. "}, {"book_ref": "CWWL, 1959, vol. 1, \"A Record of Several Talks in Hong Kong,\" ch. 4: An Evaluation of the Meeting at Honor Oak ", "page_num": "473", "snippet": " In the winter of 1954 T. Austin-Sparks went to New York. When Brother Stephen Kaung met him, he considered him to be a spiritual giant. Brother Kaung wrote three separate letters to the churches in Hong Kong, Manila, and Taipei. In these letters he stated that T. Austin-Sparks had a burden to visit the East. In 1955, after we received Brother Kaung’s letter concerning this matter, many brothers among us felt that we should consider inviting him. Brother Chang Yu-lan asked me why I did not invite Brother T. Austin-Sparks to Taipei. I told Brother Chang that we needed to consider this matter carefully because in the January 1955 issue of his magazine entitled A Witness and a Testimony, he thanked people for sending him Christmas cards. Although this seemed to be a trivial matter, it bothered me. However, after more consideration, I thought that since he was a spiritual person who had served the Lord for many years, he would pay attention only to spirituality and would not touch the ground of the church if he visited the churches in Taiwan. Thus, I wrote to him and invited him to come to Taiwan. When he came to Taiwan for the first time in 1955, we honored him as an elderly brother, and he touched matters only concerning spirituality. When he came for the second time in 1957, however, problems arose among the churches in Taiwan because of his speaking. In a session of fellowship with him, two brothers from Taiwan told him that there can be only one church in one locality. He responded, stating that whether a church on earth is right or wrong is relative; that is, a church that possesses a greater measure of Christ is more right, whereas a church that possesses a lesser measure of Christ is less right. He believed that the two brothers’ view concerning the local ground of the church showed that they were narrow. On the following morning he criticized them from the podium, saying that they had made Christ small, limiting Him to only a locality. This troubled the brothers. We had given him warm hospitality, yet he reciprocated by criticizing us. One day I said to him that even though we received his ministry concerning spirituality, there was a difference between him and us. He asked me how we were different from him. I told him that we were different from him with respect to our view of the ground of the church. He then [475] said to me that he considered the meeting at Honor Oak as the church but that he did not call that meeting the church because he did not want to promote the matter of the church. I then tried to comfort him by telling him that although we differed in our view of the ground and practice of the church, I hoped we would maintain our fellowship. "}, {"book_ref": "CWWL, 1959, vol. 1, \"A Record of Several Talks in Hong Kong,\" ch. 4: An Evaluation of the Meeting at Honor Oak ", "page_num": "473", "snippet": " Recently, when I had fellowship with the brothers in Taiwan, I made an evaluation of the situation at Honor Oak. First, those who meet at Honor Oak are not in one accord. T. Austin-Sparks said that since the people there do not accept him as the spiritual authority, he was compelled to go elsewhere. He also said that people in the East are easy to change, while those in the West are not. However, when I was a guest at Honor Oak, some brothers there placed the blame for the problems among them entirely on him. I did not respond much to these brothers because whatever I said would be used by them as a reason to rebel against him and thus cause him to suffer loss. At another time I pointed out to those who meet at Honor Oak that the believers are the Urim and the Thummim and that we need to know God’s will through them (Exo. 28:30). When the saints at Honor Oak heard this, some complained that Brother T. Austin-Sparks led primarily according to his own ideas and neglected the feeling of the saints. "}, {"book_ref": "CWWL, 1959, vol. 1, \"A Record of Several Talks in Hong Kong,\" ch. 4: An Evaluation of the Meeting at Honor Oak ", "page_num": "476", "snippet": " Our testimony of the church in the Lord’s recovery is balanced and does not have only one aspect. Through the years we have not only focused on life, the knowledge of Christ, and fellowship with the Lord but also emphasized the truth concerning the church. Truth and life must be balanced in our Christian life and church life. Regrettably, some believers stress only spiritual experiences while neglecting the truth. If we had only the Holy Spirit and not the Bible, how would we practice the church life today? In the November 1958 issue of A Witness and a Testimony, T. Austin-Sparks stated that “all talk about ‘forming New Testament churches’ is nonsense.” He emphasized only spirituality but neglected the practicality of the church life; this imbalance resulted in loss. Regarding the practices in the church, such as baptism and meetings, we must not make decisions according to our personal feeling; we must carry out these practices according to the truth in the Bible. If we do not take the truth in the Bible as the basis of teachings and practices in the church, there will be confusion in the church. In the Old Testament God led the children of Israel by the pillar of cloud and the pillar of fire, signifying that the children of God need the leading of the Spirit (typified by the pillar of cloud) and the light in the truth (typified by the pillar of fire) (Exo. 13:21-22; 1 Cor. 10:1-2; Psa. 119:105). In principle, all the services in coordination in the church must be according to the truth in the Bible. Instead of emphasizing spirituality alone, we should be balanced in our emphasis on life, truth, [477] spirituality, and the gospel. Church history shows that spiritual people can benefit the church; however, if they stress only spirituality at the expense of other crucial matters, they may cause damage to the church. Today our practice of the church must be based upon the truth and stand on the proper ground. Moreover, the elders and deacons need to coordinate and function together in harmony. "}, {"book_ref": "CWWL, 1994–1997, vol. 2, \"Talks with a Seeking One,\" ch. 4: The Church, the Riches of Christ, and the Two Spirits ", "page_num": "133", "snippet": " The recovery of the practice of the church is a battle. T. Austin-Sparks in England was a brother who made an outstanding spiritual contribution in the twentieth century. We were good friends. Brother Nee visited him in 1938 for over a year and returned in September 1939. When Brother Nee came back to Shanghai, he held special meetings specifically to speak on the Body of Christ. At that time four or five of us co-workers were working back and forth along the Jiao-Ji Railway. Brother Nee sent us a telegram inviting us to come to him, so we went. After we arrived in Shanghai, he told us that Brother T. Austin-Sparks was the one who could fellowship with us the most concerning spiritual matters, but concerning the practice of the local church, he and we had no way to fellowship. Nevertheless, Brother Nee still tried to maintain the fellowship with Brother Austin-Sparks. In 1955 a few co-workers and I, representing Taipei, Hong Kong, and the Philippines, wrote a letter to invite Brother Austin-Sparks to come for a visit. He came very happily at the invitation, and when he returned, he said that he had never met a better audience than the one in Taiwan. Therefore, he also invited me to go to England. "}, {"book_ref": "CWWL, 1994–1997, vol. 2, \"Talks with a Seeking One,\" ch. 4: The Church, the Riches of Christ, and the Two Spirits ", "page_num": "133", "snippet": " In 1957 we invited him again to stay with us for a month. In some evenings when there were no meetings, the leading ones from Taiwan, Hong Kong, and Denmark would gather together. One evening a brother asked, “Brother Austin-Sparks, here in Taipei there are five Christian groups, all claiming that they are non-denominational but are a genuine Christian church. Which one of the five is right?” Brother Austin-Sparks was ready for this question [134] and said, “None of them is absolutely right, but they are all relatively right. Whoever has a greater measure of the stature of Christ is more right, and whoever has a smaller measure of the stature of Christ is less right.” I was the translator, and this answer shocked me. Earlier, I had urged the brothers not to bring up this kind of question, because it would surely cause dispute. That night, however, one brother suddenly brought it up. Seeing that no one responded, I felt that I had to respond, or I would have let down the brothers in Taipei. I opened my mouth and gave an example: “We have a very good friend in England, Dr. F. B. Meyer. His books are very good, but he did not leave the denominations. Can we say that his denomination is right?” Brother Austin-Sparks did not answer. I said further, “We all know that from the Reformation until now, the most spiritual person in the last three hundred years was Madame Guyon. She and Fenelon, Lawrence, Thomas à Kempis and others were all very spiritual. Perhaps the Christ whom we have today is no greater than theirs. Yet they were still in Catholicism. Madame Guyon’s autobiography even says that she went in front of the statue of Mary to meditate. When we translated her autobiography, we did not translate that portion for fear that people would imitate it. Can we say that the place where she was is right?” In this way everyone’s mouth was shut, and I did not say much more. "}, {"book_ref": "CWWL, 1994–1997, vol. 2, \"Talks with a Seeking One,\" ch. 4: The Church, the Riches of Christ, and the Two Spirits ", "page_num": "133", "snippet": " The content of the church is Christ Himself, so it is not wrong to say that Christ needs to increase. However, the practice of the church is a different matter. Later, Brother Austin-Sparks invited me to England in 1958. I went for no reason other than to sit down with him to discuss this matter. I was there for four weeks, during which time I went to his private retreat in Scotland and talked with him two to three times a day for a week. Eventually, he knew that he could not change me, and I knew that I could not change him. "}, {"book_ref": "CWWL, 1994–1997, vol. 2, \"Talks with a Seeking One,\" ch. 4: The Church, the Riches of Christ, and the Two Spirits ", "page_num": "133", "snippet": " I asked him, “Brother Austin-Sparks, you and I each have a ministry. If a person is helped by you to know the Body of Christ and asks you, ‘Should I remain in the denominations?’ you need to give him an answer.” This exhortation was very difficult, and he could not answer it. His son-in-law, Angus Kinnear, a doctor, collected the messages released by Brother Nee during his visit to Europe from 1938 to 1939 and compiled them into the book The Normal Christian Life, which concerns Christ as life. This book is well compiled, and its source material also is good; thus, it has been well received [135] by Christians all over the world. But Brother Kinnear did not approve of the practice of the church, and he claimed that Brother Nee’s messages on the practice of the church were all given before 1948, and that after that time his views changed, and he no longer spoke those kinds of messages. For this reason I was forced to publish the book in Chinese called Further Talks on the Church Life, which includes messages given by Brother Nee that were all spoken from 1948 through 1951. Because I included the messages from Brother Nee’s later years, Angus Kinnear knew that I was responding to him. I certainly have the assurance that the truths we preach concerning the practice of the church are scriptural and that Brother Nee’s view concerning this never changed. "}]}