{"search_term": "Barclay", "first_name": "William", "last_name": "Barclay", "run_start": "2024-11-25 16:06:06", "run_end": "2024-11-25 16:10:54", "hits": [{"book_ref": "CWWL, 1970, vol. 3, \"Concerning the Triune God—the Father, the Son, and the Spirit,\" ch. 1: Concerning the Triune God—the Father, the Son, and the Spirit ", "page_num": "298", "snippet": " (4) J. Oswald Sanders in his Spiritual Maturity (published by Moody Press), page 144, says, “William Barclay comments: Paul seems to identify the Risen Lord and the Holy Spirit. We must remember that Paul was not writing theology; he was setting down experience. And it is the experience of the Christian life that the work of the Spirit and the work of the Risen Lord are one and the same. The strength, the light, the guidance we receive come alike from the Spirit and from the Risen Lord. It does not matter how we express it so long as we experience it.” "}, {"book_ref": "CWWL, 1975–1976, vol. 2, \"The Revelation of the Triune God according to the Pure Word of the Bible,\" ch. 1: The Revelation of the Triune God according to the Pure Word of the Bible ", "page_num": "308", "snippet": " J. Oswald Sanders in his book Spiritual Maturity (published by Moody Press), page 144, says, “William Barclay comments: Paul seems to identify the Risen Lord and the Holy Spirit. We must remember that Paul was not writing theology; he was setting down [309] experience. And it is the experience of the Christian life that the work of the Spirit and the work of the Risen Lord are one and the same. The strength, the light, the guidance we receive come alike from the Spirit and from the Risen Lord. It does not matter how we express it so long as we experience it.” Thus, the Triune God is not for terminology or for teaching. The Triune God is for our experience and enjoyment. "}, {"book_ref": "CWWL, 1975–1976, vol. 3, \"Young People's Training,\" ch. 2: The Two Main Aspects of the Lord's Recovery Today ", "page_num": "323", "snippet": " In his book entitled The Holy Spirit in the New Testament, Henry Barclay Swete says this: "}]}