{"search_term": "Bellett", "first_name": "John Gifford", "last_name": "Bellett", "run_start": "2024-11-28 16:54:09", "run_end": "2024-11-28 17:13:43", "hits": [{"book_ref": "CWWN, vol. 47, \"The Orthodoxy of the Church,\" ch. 7: The Church in Philadelphia ", "page_num": "66", "snippet": " It was in that same year that J. G. Bellett also attended the meetings. He also was an exceedingly deep and spiritual man. This kind of meeting, which was simple yet scriptural, moved him greatly. Concerning the condition at that time, he had this to say: "}, {"book_ref": "CWWN, vol. 47, \"The Orthodoxy of the Church,\" ch. 7: The Church in Philadelphia ", "page_num": "66", "snippet": "At another time J. G. Bellett said, "}, {"book_ref": "CWWN, vol. 47, \"The Orthodoxy of the Church,\" ch. 7: The Church in Philadelphia ", "page_num": "68", "snippet": " Within the scores of years, from among these brothers God has given many gifts to His church. Besides J. N. Darby and J. G. Bellett, God granted special ministries to many of the brothers so that His church could be supplied. George Müller, who established an orphanage, recovered the matter of praying in faith. In his lifetime he had over 1,500,000 answers to prayer. C. H. Mackintosh, who wrote Notes on the Pentateuch, recovered the knowledge of types. D. L. Moody said that if all the books in the entire world were to be burnt, he would be satisfied to have just one copy of the Bible and a set of C. H. Mackintosh’s Notes on the Pentateuch. James G. Deck gave us many good hymns. George Cutting recovered the assurance of salvation. His booklet “Safety, Certainty, and Enjoyment” sold thirty million copies by 1930. Other than the Bible it was the most widely sold writing. William Kelly wrote many expositions; he was described by C. H. Spurgeon as one whose mind was as big as the universe. F. W. Grant was the most learned of the Bible in the nineteenth and twentieth centuries. Robert [69] Anderson was the man who best knew the book of Daniel in the recent age. Charles Stanley was the one who best brought people to salvation by preaching the righteousness of God. S. P. Tregelles was the famous New Testament philologist. The book on church history by Andrew Miller was the most scriptural among the many church histories. R. C. Chapman was a man greatly used by the Lord. These were the brothers at that time. If we were to recount in detail others among the brothers, the number of all who were greatly used by the Lord would exceed at least a thousand. "}, {"book_ref": "CWWL, 1957, vol. 2, \"The Testimony and the Ground of the Church,\" ch. 3: The Recovery of the Church ", "page_num": "198", "snippet": " For example, before the Brethren were raised up, even though the truth concerning justification by faith was recovered, the truth of the gospel was not clear, and there was no assurance of salvation. The Brethren started from this point and released the light of the truth. Other truths were discovered by the Brethren, including the truths concerning the second coming of the Lord Jesus and the church. Biblical truths flowed out from them like torrents, and we are still being helped by them. Many famous Bible teachers in church history were brothers in their midst, such as J. N. Darby, J. G. Bellett, C. H. Mackintosh (who wrote Notes on the Pentateuch), and William Kelly. These brothers knew the Bible and opened up the Bible book [199] by book. At their time the Bible was completely opened up. This fulfilled what the Lord said to the church in Philadelphia: “You have a little power and have kept My word” (Rev. 3:8). When the Brethren were raised up, they kept the Lord’s word. This is the reason that the light of the Lord’s word was especially shining among them. To this day there is still much light among the Brethren. "}, {"book_ref": "CWWL, 1964, vol. 2, \"A General Sketch of the New Testament in the Light of Christ and the Church (part 4—Revelation),\" ch. 34: The Epistles to the Seven Churches (2) ", "page_num": "461", "snippet": " The Brethren were rich in the recovery of the truth. More than ninety percent of the fundamental teachings in Christianity come from the discoveries made by the Brethren teachers. The Scofield Reference Bible is very popular in the United States today, but C. I. Scofield was just the “salesman,” not the “factory,” of his teachings. The truths in almost all the notes in his reference Bible and the teachings in his correspondence course came from Brethren writings. C. H. Mackintosh was one of many great teachers among the Brethren. D. L. Moody, a great American evangelist in the last century, once said that if someone were to burn all the books in the entire world, he would be satisfied to have just one copy of the Bible and a set of Mackintosh’s Notes on the Pentateuch. To Moody, all Christian writings except these meant little. Besides Mackintosh, there were many other great teachers among the Brethren, including J. G. Bellett and William Kelly. C. H. Spurgeon once described William Kelly as one whose mind was as big as the universe. To read the books by the Brethren is a great help. "}, {"book_ref": "CWWL, 1977, vol. 2, \"Being a Person in Life for the Advance of the Lord's Recovery,\" ch. 4: Closely Following and Faithfully Speaking the Apostles' Teaching concerning God's Economy, Christ and the Church ", "page_num": "134", "snippet": " Most of the books in traditional Christianity fail to present the divine revelation concerning Christ. Perhaps one of the best books concerning Christ is The Son of God by John G. Bellett. Although this book shows precious aspects of Christ, it does not come up to [135] the biblical revelation concerning Him, because it fails to unveil that Christ is for the church. "}, {"book_ref": "CWWN, vol. 11, \"The Present Testimony (4): The Third Overcomer Conference,\" ch. 8: What Are We? ", "page_num": "850", "snippet": " In 1827 a group of people were raised up in Dublin, Ireland. Among them were men like Edward Cronin and Anthony Norris Groves. They saw that many things in the church were dead, lifeless, and formal. They began to ask the Lord to show them the church according to the biblical revelation. Through prayer and fellowship, they felt that they should rise up and meet according to the principle of 1 Corinthians 14. As a result, they began to break bread at a brother’s home. A short while later, a former Anglican minister, John Nelson Darby, began to join their meeting and to expound the Bible among them. Gradually, more and more expositors were raised up among them, such as William Kelly, C. H. Mackintosh, B. W. Newton, and J. G. Bellett. Through reading their books, I received light to see the error of denominational organizations and to realize that there is only one Body of Christ. The church should not be formed by human opinions but should be under the direct leading of the Holy Spirit. When we consider the present-day church organizations, we see many human traditions and opinions and little direct leading of the Holy Spirit. This is not according to God’s desire. In God’s will, the church should not be under man’s control; it should be directed only by the Holy Spirit. All those who belong to the Lord should learn to [851] be led by the Holy Spirit and should not follow man’s direction. These are all truths discovered by the Brethren. "}, {"book_ref": "Watchman Nee—a Seer of the Divine Revelation in the Present Age, msg. 4: Taught and Enlightened ", "page_num": "26", "snippet": " 3) He was greatly helped on the matter of Christ from the writings of J.G. Bellett, Charles G. Trumbull, A.B. Simpson, T. Austin-Sparks, and others. "}, {"book_ref": "Watchman Nee—a Seer of the Divine Revelation in the Present Age, msg. 27: The Specific Means of Watchman Nee's Ministry (4) ", "page_num": "261", "snippet": " by J. G. Bellett "}]}