{"search_term": "Bengel", "first_name": "Johann Albrecth", "last_name": "Bengel", "run_start": "2024-11-28 17:13:52", "run_end": "2024-11-28 17:14:14", "hits": [{"book_ref": "Life-study of Acts, msg. 50: The Propagation in Asia Minor and Europe through the Ministry of Paul's Company  (16) ", "page_num": "437", "snippet": " In 19:3-7 we see that the deficiency was filled up through Paul. In verse 3 he asked the disciples in Ephesus, “Into what then were you baptized? And they said, Into John’s baptism.” This is the last mention of John the Baptist in the [437] New Testament. “Here at last, he wholly gives place to Christ” (Bengel). There was in John’s disciples a thought of rivalry between John and Christ (John 3:26). John’s ministry was to introduce Christ (Acts 19:4). Once Christ had been introduced, John’s ministry should have ceased and been replaced by Christ. He must decrease and Christ must increase (John 3:30). "}, {"book_ref": "Life-study of Second Corinthians, msg. 45: The Ministers of the New Covenant  (14) ", "page_num": "392", "snippet": " Verse 11 contains seven crucial words: earnestness, defense, indignation, fear, longing, zeal, and avenging. The word “moreover” is used six times in this verse. Literally the Greek word means “but,” in the sense of “not only that, but [392] also.” If we read this verse carefully, we shall see that earnestness stands by itself, whereas the last six results of the repentant sorrow according to God fall into three pairs: the first relating to the Corinthian believers’ feelings of shame, the second to the apostle, and the third to the offender (Bengel). Wuest’s translation also indicates this by the expression “Yes...in fact,” three times as follows: “Yes, verbal defense of yourselves, in fact, indignation, yes, fear, in fact, longing, yes, zeal, in fact, the meting out of disciplinary punishment.” "}, {"book_ref": "Life-study of Acts (2nd ed.), msg. 50: The Propagation in the Gentile Lands through the Ministry of Paul's Company (16) ", "page_num": "426", "snippet": "In 19:3-7 we see that the deficiency was filled up through Paul. In verse 3 he asked the disciples in Ephesus, “Into what then were you baptized? And they said, Into John’s baptism.” This is the last mention of John the Baptist in the New Testament. “Here at last, he wholly gives place to Christ” (Bengel). There was in John’s disciples a thought of rivalry between John and Christ (John 3:26). John’s ministry was to introduce Christ (Acts 19:4). Once Christ had been introduced, John’s ministry should have ceased and been replaced by Christ. John should have decreased, and Christ should have increased (John 3:30). [427] "}, {"book_ref": "Life-study of Second Corinthians (2nd ed.), msg. 45: The Ministers of the New Covenant (14) ", "page_num": "386", "snippet": "Verse 11 contains seven crucial words: earnestness, defense, [386] indignation, fear, longing, zeal, and punishment. The word indeed is used six times in this verse. Literally, the Greek word means “but,” in the sense of “not only that, but also.” If we read this verse carefully, we will see that earnestness stands by itself, whereas the last six results of the repentant sorrow according to God fall into three pairs: the first relating to the Corinthian believers’ feelings of shame, the second to the apostle, and the third to the offender (Bengel). Wuest’s translation also indicates this by the expression Yes...in fact, which is used three times as follows: “Yes, verbal defense of yourselves, in fact, indignation, yes, fear, in fact, longing, yes, zeal, in fact, the meting out of disciplinary punishment.”"}]}