{"search_term": "Napoleon", "first_name": "Napoleon", "last_name": "Bonaparte", "run_start": "2024-11-28 17:20:29", "run_end": "2024-11-28 17:23:26", "hits": [{"book_ref": "CWWL, 1954, vol. 2, \"The Vanity of Human Life and the Way of Salvation,\" ch. 3: The Way of Salvation for Man ", "page_num": "304", "snippet": " When the French emperor Napoleon was exiled to the island of Saint Helena, he once asked his companion, Count Montholon, “Can you tell me who Jesus Christ was?” When the count did not offer an immediate response, Napoleon said, “Alexander, Caesar, Charlemagne, and I myself have founded empires...upon force. Jesus alone founded His Empire upon love...I tell you all these were men: none else is like Him; Jesus Christ was more than man...All who sincerely believe in Him experience that remarkable supernatural love towards Him...Time, the great destroyer, is powerless to extinguish this sacred flame...This it is which proves to me quite convincingly the divinity of Jesus Christ!” Napoleon was able to persuade his soldiers to die for his cause when he was alive, but when he died, his cause died with him. However, two thousand years after Christ’s death, countless believers—men and women—have gladly gone through fire and trials and have even considered it a glory to suffer and die for Him. Throughout history, nations in power are constantly being overturned; only the kingdom of Jesus has remained eternal. "}, {"book_ref": "Life-study of Acts, msg. 2: The Subject of the Book ", "page_num": "11", "snippet": " Who can explain why the earth today is filled with Christians? Why are there so many believers in the world? Great men have tried to gain control of the earth, but they have failed. Hitler, for example, tried to do this, but eventually he lost everything. Napoleon, after he had been defeated, reportedly looked up to the heavens and confessed that Jesus had beaten him. Napoleon admitted that even though the Lord Jesus did not fight, He gained everything. The point here is that the whole earth is in the hands of the undefeatable One, and this One is carrying out His propagation. "}, {"book_ref": "CWWL, 1969, vol. 2, \"Praising God with Christ as the Content by Our Experiencing and Enjoying Him,\" ch. 6: Further Fellowship on the Pattern of Praise in Psalm 45 ", "page_num": "95", "snippet": " After being defeated, Napoleon was exiled to the rock of St. Helena. One day he called Count Montholon to his side and [96] asked him, “Can you tell me who Jesus Christ was?” The count declined to respond. Napoleon countered, “Well then, I will tell you. Alexander, Caesar, Charlemagne and I myself have founded great empires...[u]pon force. Jesus alone founded His empire upon love, and to this very day millions will die for Him...I tell you, all these were men, and I am a man: none else is like Him: Jesus Christ was more than a man...Jesus Christ makes a demand which is beyond all others difficult to satisfy...He asks for the human heart; He will have it entirely to Himself. He demands it unconditionally; and forthwith His demand is granted. Wonderful!...All who sincerely believe in Him, experience that remarkable, supernatural love toward Him...This it is which proves to me quite convincingly the Divinity of Jesus Christ” (Jesus among Other Gods by Ravi Zacharias). "}, {"book_ref": "CWWL, 1990, vol. 3, \"The Up-to-date Presentation of the God-ordained Way and the Signs concerning the Coming of Christ,\" ch. 7: The Believers' Attitude Toward the Coming of Christ ", "page_num": "584", "snippet": " By studying the writings of these Bible scholars, we have concluded that in the past two hundred years, if those who have expounded the prophecies concerning the Lord’s second coming made any mistakes, their mistakes were on two points. The first point is related to the last week of the seventy weeks in Daniel, and the second is related to the coming of Christ and the rapture of the saints. In expounding the prophecies, anyone who neglects the last of the seventy weeks will fall into error. In the past some said that Napoleon was the Antichrist. However, Napoleon was a French emperor, and in his time the nation of Israel was not yet restored. In the 1930s Panton said that Mussolini was the Antichrist, and he published the pictures of Nero and Mussolini, pointing out the resemblance between the two. Later, others said that Hitler was the Antichrist. However, Antichrist will be resuscitated after being slain, but Hitler’s body was not even intact for burial after his death. Recently, there has been a great change in the Middle East situation, and some have predicted that Iraq’s President Hussein will be the Antichrist. However, Hussein is an Arab, but Antichrist will come out of one of the nations around the Mediterranean Sea. All these sayings are wrong and are not in accordance with the prophecy concerning the last week. [585] "}, {"book_ref": "CWWL, 1993, vol. 1, \"The Move of God in Man,\" ch. 8: In the Ascension of Christ (1) ", "page_num": "471", "snippet": " Acts 5:31 says that Christ was exalted to God’s right hand as a Leader, and Revelation 1:5 says that He is the Ruler of the kings of the earth. Napoleon considered himself to be the leader of Europe. Eventually, however, he was exiled, and he acknowledged that Jesus was above him and belonged to a different class. He admitted that he founded his empire upon force as a mere man but that Jesus founded His empire upon love and was more than a man. Even Napoleon said that he was convinced of the divinity of Jesus Christ. The real Leader and Ruler of Europe and of the entire world is Jesus. "}, {"book_ref": "CWWL, Bible Notes & Hymns, vol. 3, \"Bible Notes,\" ch. 20: First and Second Corinthians ", "page_num": "246", "snippet": " Thanks be to God, who always leads us in triumph in the Christ and manifests the savor of the knowledge of Him through us in every place. In 1815 the Duke of Wellington recruited an army to fight with Napoleon. The night before the battle the Duke’s old soldiers said to his new recruits, “Fear not, the general has never been defeated. He will surely capture Napoleon alive and will sing with us the song of victory.” When the new recruits heard this, their morale increased a hundredfold. The following day, they indeed won a great victory. "}, {"book_ref": "CWWN, vol. 2, \"The Word of the Cross,\" ch. 8: Is the Higher Criticism of Modern Theology Believable? ", "page_num": "126", "snippet": " A professor at Trinity College in Foochow once said, “Someone conducted an examination of Napoleon according to the method of the higher critics, and they arrived at the conclusion that Napoleon never existed!” The minds of these critics are diametrically opposed to the declarations of the Lord Jesus. In order to build up their philosophy, these critics must first attack the Lord Jesus. There really are no facts to substantiate their theories; there are only suppositions! All the evidences in archaeology stand as a testimony against their philosophy. Many of their suppositions have been proven to be false. For example, they say that written language was not widely used in Moses’ time, but this has been proven to be false. "}, {"book_ref": "CWWN, vol. 3, \"The Christian (1): Meditations on Revelation,\" ch. 2: A Synopsis of the Book of Revelation ", "page_num": "120", "snippet": " The historicist view: This view regards the book as a book on church history, which shows how the evil power of the world fought against the church. During the Reformation, this interpretation was most prevailing. It had not died away even by the nineteenth century. Today, this view still exists. During the time of the rise of Napoleon, this view was recognized as the most acceptable interpretation. Many Protestant reformers thought the pope and the Roman church were the Antichrist and the beast. Luther also held the same view. At the same time, Bible interpreters of the Roman church considered the reformed church the Antichrist. They further said that the number 666 refers to Martin Luther, because they discovered this number in his name! At the end of the eighteenth century and the beginning of the nineteenth century, many of God’s people thought Napoleon was the person who fulfilled the prophecy in Revelation 13. Based on their conjecture, they concluded that the numbers in the book refer to fixed dates when many prophecies would be fulfilled. They took the three and a half years and other numbers as referring to tribulations occurring in the history at their time. "}, {"book_ref": "Life-study of Acts (2nd ed.), msg. 2: The Subject of the Book ", "page_num": "11", "snippet": "Who can explain why the earth today is filled with Christians? Why are there so many believers in the world? Great men have tried to gain control of the earth, but they have failed. Hitler, for example, tried to do this, but eventually, he lost everything. Napoleon, after he had been defeated, reportedly looked up to the heavens and confessed that Jesus had beaten him. Napoleon admitted that even though the Lord Jesus did not fight, He gained everything. The point here is that the whole earth is in the hands of the undefeatable One, and this One is carrying out His propagation."}, {"book_ref": "The Conclusion of the New Testament: Experiencing, Enjoying, and Expressing Christ, Volume 3 (msgs. 382-436), msg. 426: Experiencing, Enjoying, and Expressing Christ in Revelation  (23) ", "page_num": "4347", "snippet": " In His ascension, Jesus as a man was inaugurated into the new position of King of kings and Lord of lords to be the Head over all things. He has received all the authority, and He has the name which is above every name (Phil. 2:9). He is higher than all the presidents on the earth. There have been many great men throughout the ages, but all of them died, and few are remembered. However, the Lord Jesus Christ is different. The more people oppose Him, the more transcendent He is and the more people believe in Him; the more people oppress Him, the more He multiplies. If we read history carefully, we will see that the clever kings would not persecute the Christians, because they knew that whoever persecutes the Christians would never have a good end. Hitler, who was the worst persecutor of God’s people in modern times, had a very pitiful end, dying without a proper place for burial. History also tells us that governments that persecuted Jesus Christ have fallen quickly. The Manchu dynasty in China was ended because it instigated the Boxers to kill the Christians. This is known as the Boxer Rebellion in modern Chinese history. Christ is the King of kings and the Lord of lords. The Roman Caesars, Napoleon, and Hitler were not the Lord; only Jesus Christ is the Lord. "}, {"book_ref": "Life-study of Revelation, msg. 40: The Beast Out of the Sea  (1) ", "page_num": "475", "snippet": " Mr. Pember says that Napoleon was a descendant of the Greeks. Although it is difficult to be certain, I feel strongly that Antichrist will also be a Greek descendant. However, it is difficult to determine exactly where he will spring up. Nevertheless, he will undoubtedly be closely related to Greece in some way. This is not my guess or even my interpretation; this is the clear implication in Daniel 8:9. Antichrist will certainly come from one of the four kingdoms in the territory of the ancient empire of Macedonia and Greece under Alexander the Great. "}, {"book_ref": "CWWL, 1959, vol. 2, \"Christ Being the Burden of the Gospel,\" ch. 7: The Destination of Human Life ", "page_num": "493", "snippet": " Many people who have believed in Jesus know the preciousness of His name, and today thousands call upon His name, bow their knees to Him, proclaim Him as Lord, and revere Him in their heart. When Napoleon was about to die, he said, “O Jesus of Nazareth! You have defeated me. I have fought many battles, yet You did not fight a single battle. However, tens of thousands of people exalt You as King. Although You were a mere Galilean who lived only thirty-three and a half years and was crucified on the cross, there are people everywhere on the earth who exalt You as King.” It is not a coincidence in history that Jesus was crucified on the cross. Jesus of Nazareth was crucified because He was not merely a man but a man with God within Him. "}, {"book_ref": "CWWL, 1980, vol. 2, \"The Mending Ministry of John,\" ch. 15: Christ's Heavenly Administration in God's Universal Government ", "page_num": "361", "snippet": " Do you doubt His rulership over the nations? The whole world uses Christ’s calendar. It is not Alexander the Great or Napoleon whose calendar is in use. All the nations, whether Communist or “Christian” or neutral, use Christ’s calendar. To use His calendar is to acknowledge that He is the King. The whole world is Christ’s kingdom. [362] "}, {"book_ref": "CWWL, 1983, vol. 2, \"Christ in His Excellency,\" ch. 1: The Surpassingness of Christ ", "page_num": "87", "snippet": " Before I left Shanghai in 1949, I calculated that there were no more than three million Christians, including the Catholics, in China at that time. A couple of years ago, a report in a Hong Kong newspaper said that there are thirty to forty million Christians in mainland China. In one county of a certain province alone, there are one hundred fifty thousand Christians who are calling on the Lord’s name, pray-reading His Word, and enjoying Christ. If you read history carefully, you will see that the clever kings would not persecute the Christians, because they knew that whoever persecutes the Christians will [87] never have a good end. Hitler, who was the worst persecutor of God’s people in modern times, had a very pitiful end, dying without a proper place for burial. History also tells us that any government that persecuted Jesus Christ has fallen very quickly. The Manchu dynasty in China was ended because it instigated the Boxers to kill the Christians. This is known as the Boxer Rebellion in modern Chinese history. Christ is the King of kings and the Lord of lords. No one else is lord, neither the Roman Caesars nor Napoleon nor Hitler; only Jesus Christ is the Lord. He is the King of kings and the Lord of lords. "}, {"book_ref": "CWWL, 1983, vol. 3, \"A Living of Mutual Abiding with the Lord in Spirit,\" ch. 4: Walking according to the Spirit ", "page_num": "56", "snippet": " Napoleon occupied a dominant position for a period in history, but eventually he was banished to an island for imprisonment. Before he died, he confessed that Jesus was the Lord of heaven and of earth. Even the atheistic Communist countries use the calendar of Jesus Christ. According to Chinese history, whoever was in power, his calendar would be used. Thus, the Communist countries also admit today that the whole earth is under the ruling of Jesus. Jesus Christ is so wonderful that He is unsearchable and unspeakable. "}, {"book_ref": "CWWL, 1984, vol. 3, \"God's New Testament Economy,\" ch. 8: The Son's Ascension and the Baptism in the Spirit (2) ", "page_num": "201", "snippet": " The history of the world throughout the past twenty centuries shows that actually there is an invisible Ruler above the scene. (See The World Situation and God’s Move published by Living Stream Ministry.) This invisible Ruler above the scene is actually ruling over the entire earth. Who was ruling over the earth during the period of the Roman Empire? Jesus Christ. This ascended Christ was ruling over all the Caesars and later over Napoleon and over all the rulers of the earth. Today He still is the Ruler of the kings of the earth. All the presidents, kings, and prime ministers are under this unique Ruler. He is executing His government through the church, His Body. His ruling is not merely behind the scene but above the scene. The worldly people and even the worldly historians do not realize this. Their eyes are only on the world rulers and the world political situation. They do not have the spiritual view to see that the world situation is under the Head with His Body. The church should not be involved with any politics, but the church as the Body of the Head is used by the Head to carry out His heavenly ministry on this earth. The direction of the situation of the world today depends upon how the genuine church, the proper church, is proceeding on this earth. "}, {"book_ref": "CWWL, 1988, vol. 4, \"The World Situation and the Preaching of the Gospel,\" ch. 1: The World Situation and the Preaching of the Gospel ", "page_num": "336", "snippet": " Napoleon rose to prominence during the French Revolution, and as a hero of that era, he unified France and conquered the whole European continent. However, in the end he was defeated in the Battle of Waterloo. During his imprisonment at Saint Helena, he admitted that Jesus Christ was superior to him: “On what did we rest the creation of our genius? Upon force. Jesus Christ founded His empire upon love; and at this hour millions of men would die for Him.” "}, {"book_ref": "CWWL, 1990, vol. 3, \"The Vision of the Divine Dispensing and Guidelines for the Practice of the New Way,\" ch. 3: The Proper Revelation concerning the Coming of Christ ", "page_num": "290", "snippet": " Revelation 13:1 points out that the beast, a symbol of Antichrist, will come up out of the Mediterranean Sea. Revelation 17:8 tells us that Antichrist will come up out of the abyss. This means that Antichrist will come out of two sources. Before he is born, his spirit will already be in the abyss, and it will come up out of the abyss. His body will come out of one of the Gentile nations around the Mediterranean Sea. Based on this, we know that those who claimed in the past that Napoleon was Antichrist, or later, that Mussolini or Hitler was Antichrist, and those who claim now that Saddam Hussein, the president of Iraq, is Antichrist, are wrong. "}, {"book_ref": "CWWL, 1993, vol. 2, \"The Issue of the Dispensing of the Processed Trinity and the Transmitting of the Transcending Christ,\" ch. 4: The Issue of the Transmitting of the Transcending Christ ", "page_num": "518", "snippet": " The second layer is the human world. Ephesians 1 says that when Christ ascended to the heavens, He transcended above all the human names, names at His time and names in the ages to come (v. 21). History tells us that since Christ’s time, many big names have risen up against Him and against the church. Caesar Nero was the strongest one. Napoleon was one, and Hitler became one. But Christ ascended far above every name that is named. First, He rose up from the dead. Many dead persons were struggling to get out of the gates of Hades. They could not do it, but Christ could. He rose up, the gates of Hades opened for Him, and He came out of Hades. He resurrected from the dead to overcome Hades. Then in His ascension He transcended above all the names, not only the big names opposing Him and His church but also the small names. We were there among the small names opposing Him. He transcended above us. This is another layer of trouble that Christ overcame. In Russia, Lenin began a kind of revolution against God and against the church. Eventually, after just seventy years, who defeated whom? Christ defeated Lenin. Jesus transcended above all the names. No one can oppose Jesus on this earth without being defeated. "}, {"book_ref": "CWWL, 1994–1997, vol. 3, \"The God-man Living,\" ch. 11: The First God-man's Living—a Man of Prayer (2) ", "page_num": "538", "snippet": " Today Satan’s will is being done on the earth through evil men. Hitler, Mussolini, and Stalin tried to carry out his will along with most of the rulers on this earth today. Thank the Lord that Satan’s will is not fully carried out. Hitler, Mussolini, and Stalin were destroyed. Napoleon wanted his will to be done, but he did not succeed. We need to pray for the Father’s divine will to be done on earth as in heaven. This is to bring the heavenly ruling, the kingdom of the heavens, to the earth. Then the Father’s will surely will be done on the earth. "}, {"book_ref": "CWWN, vol. 7, \"The Christian (5): The Signs of the Times,\" ch. 10: The Signs of the Times  (10) ", "page_num": "1000", "snippet": "Glory to him! From the fertile plains, from all the villages, from the fascists, and from everywhere under his influence, they come! They come by car or on foot. Come with your Roman banners. Come to see him. You must impress the majestic face and his willful and capable spirit once more upon your mind. You will be filled once more with power and spirit. Glory to him! If we should praise our mother, we should also praise him. Glory be to him! There will be a day in history when Mussolini will come again. By that time, it will be like Jesus of Nazareth coming to Galilee again and like Napoleon coming back from Elba again. "}, {"book_ref": "CWWN, vol. 61, \"Matured Leadings in the Lord's Recovery (1): Talks with Co-workers from Hong Kong and Canton, August 1949 and November 21, 1949,\" ch. 6: Forsaking Everything for the Gospel's Sake ", "page_num": "60", "snippet": " Today there are two kinds of systems in the world. One is capitalism, and the other is communism. Capitalism protects private ownership; everyone can accumulate wealth for himself. Communism practices the sharing of all things in common. No one has any private possessions, and everyone gives up everything for the good of the state. The communist way appears to be similar to the Christian way, but it does not have the life of God, and it is not easy to carry out this practice. D. M. Panton wrote about democracy and socialism in one of his expositional writings. In the image in Daniel, the ten toes are made of iron and clay. Panton interpreted the iron as referring to dictatorship which will “stiffen up” to become fascism. The clay refers to democracy which will degenerate into communism. Therefore, clay refers to the communist party today. Since the time of Martin Luther, the Brethren have been the champions of orthodox interpretations of the image in Daniel, telling us that iron refers to dictatorship while clay refers to democracy. Prior to the Brethren, interpretations on the iron and clay focused on the incompatibility of the mixture. Other teachers emphasized their interrelatedness. For example, G. H. Lang said that dictatorship brings in democracy, while democracy in turn creates dictatorship. The clay of democracy is too weak to meet the challenges of crises, and so power goes to the hand of a few or even one person. The result is a fascist dictatorship or communist autocracy. An example of the former is Napoleon during the French [61] Revolution, and an example of the latter is the Soviet Union which evolved into communism from the instability of democracy. Mr. Panton is the first person to interpret clay to mean communism. Communism extols sharing all things in common. Karl Marx borrowed this concept from Acts. It would be a shame to Christians if one day the communists would turn around to teach Christians about sharing all things in common, selling everything, and distributing to everyone according to his need. A proper Christian does not accumulate riches for himself; rather, he forsakes everything to take the Christian confession as his primary profession. "}, {"book_ref": "Life-study of Revelation (2nd ed.), msg. 40: The Beast Out of the Sea (1) ", "page_num": "454", "snippet": "Mr. Pember says that Napoleon was a descendant of the Greeks. Although it is difficult to be certain, I feel strongly that Antichrist will also be a Greek descendant. However, it is difficult to determine exactly where he will spring up. Nevertheless, he will undoubtedly be closely related to Greece in [455] some way. This is not my guess or even my interpretation; this is the clear implication in Daniel 8:9. Antichrist will certainly come from one of the four kingdoms in the territory of the ancient empire of Macedonia and Greece under Alexander the Great."}]}