{"search_term": "Broadbent", "first_name": "Edmund Hamer", "last_name": "Broadbent", "run_start": "2024-11-28 17:35:29", "run_end": "2024-11-28 18:05:22", "hits": [{"book_ref": "CWWL, 1981, vol. 1, \"Fellowship with Serving Ones,\" ch. 1: The Battle for the Truth ", "page_num": "3", "snippet": " Actually, the battle for the truth never stopped. In The Pilgrim Church E. H. Broadbent, a Brethren writer, traces an unbroken line of this battle through every century. Although the battle for the truth was apparently stopped by the Roman Catholic Church from the sixth century until the fifteenth century, the battle went on secretly. Because the Bible was locked away and the truth was hidden, those ten centuries were in darkness. Hence, those were the Dark Ages. Rarely did anyone stand up to speak for the truth. The Roman Catholic Church had the final say in matters of the truth, but many of its teachings were superstitious, heretical, or a mixture. In Matthew 13:33 the Lord prophetically illustrated this impure mixture when He spoke of the woman who hid leaven in three measures of meal until the whole was leavened. All of so-called Christendom became leavened, and the truth was concealed until the Reformation began. "}, {"book_ref": "CWWL, 1981, vol. 1, \"Fellowship with Serving Ones,\" ch. 4: Needing to Pray against the Attacks of the Enemy and to See the Up-to-date Vision in the Lord's Recovery ", "page_num": "14", "snippet": " Philip Schaff wrote an outstanding church history but overlooked a hidden line of excellent believers, which most histories neglect. These ones loved the Lord, saw certain items of the truth, and had genuine spiritual experiences. This line began well before the time of Martin Luther—it began as soon as the church became degraded. E. H. Broadbent traced this hidden line in his book on church history. Andrew Miller, who was a Brethren businessman with an interest in church history, also searched out this hidden line of believers. "}, {"book_ref": "CWWL, 1981, vol. 1, \"Various Lord's Day Meetings,\" ch. 6: The Ministry in the Lord's Recovery and the Truth concerning the Triune God ", "page_num": "94", "snippet": " Some who oppose the Lord’s recovery accuse me of teaching heresy concerning the Trinity, including modalism. However, I doubt that most who make this accusation truly understand what modalism is or where it came from. In order to equip the saints to fight the battle for the truth, we need to help them to know something about modalism. We should study the history of the church and the creeds. The best exposition of church history is an eight-volume work written by Philip Schaff. A shorter, more spiritual book on church history was written by E. H. Broadbent, who met with the Brethren. Another Brethren writer, Andrew Miller, wrote a lengthy church history, which is good but incomplete and lacking in detail. Schaff’s is a complete and detailed church history. Schaff also wrote Creeds of Christendom, in which he compiles the creeds and gives a detailed history of each one. We can learn about modalism by reading Schaff’s Creeds of Christendom. "}, {"book_ref": "CWWL, 1986, vol. 2, \"Crucial Words of Leading in the Lord's Recovery, Book 1: The Vision and Definite Steps for the Practice of the New Way,\" ch. 7: The Changing of the System in Contrast to Religion ", "page_num": "133", "snippet": " I say this to remind you that not only at the time of Elijah but after his time and throughout church history, God has reserved for His own name “seven thousand” people, even during the darkest hour of the church’s degradation. A number of people have written books on church history. The best one is by a Brethren scholar by the name of Edmund Hamer Broadbent. His book, The Pilgrim Church, is written with keen spiritual insight. It is a church history with the highest discernment. He traces the line from the time of the apostles to the present age, identifying those “seven thousand...all the knees that have not bowed unto Baal.” "}, {"book_ref": "CWWL, 1988, vol. 2, \"Crucial Words of Leading in the Lord's Recovery, Book 2: Leading the Saints to Practice the New Way Ordained by the Lord,\" ch. 4: The Elders Needing to Lead the Saints to Practice the Way Ordained by the Lord (2) ", "page_num": "450", "snippet": " During these ten centuries some pursued the Lord, but for the most part, they remained hidden and unknown in history. Eventually E. H. Broadbent, a historian among the Brethren, discovered them and researched their hidden history, finding that there were hidden overcomers throughout these ten centuries. He said that there are two lines in church history: an outward history and a hidden history. The hidden Christians, however, are small in number. Even if we try to more fully investigate their history, we will not be able to find out much; however, we can see that the flow of the Holy Spirit was with a small number of hidden overcomers. They were not visible on the surface of history. Only the activities of the Catholic Church are visible. After the Reformation many groups were raised up. They were released from the Catholic Church and were no longer restricted, bound, or controlled by her. As a result, they began to develop on their own. "}, {"book_ref": "CWWL, 1988, vol. 3, \"The Local Churches and the Body of Christ,\" ch. 2: The Local Churches and the Body of Christ ", "page_num": "124", "snippet": " After the church fathers, throughout the centuries there continued to be godly believers. In his book on church history entitled The Pilgrim Church, E. H. Broadbent traces a line of the spiritual persons from the early church fathers to modern times. Through this line the interpretation of the Bible never stopped. "}, {"book_ref": "CWWL, 1988, vol. 3, \"The Apostles' Relationship with the Churches and Their Perfecting of the Saints,\" ch. 2: The Recovery of the Ground of the Church ", "page_num": "182", "snippet": " Although the church degraded into religious organization, throughout church history there remained some believers who took the way of recovery in a hidden way. E. H. Broadbent, a prominent church historian among the brothers who were raised up in England, wrote a book entitled The Pilgrim Church. In that book he points out that the line of the Lord’s recovery began from the second century and has never ceased throughout the centuries. After many years of degradation the Lord used Martin Luther to recover the basic truth of justification by faith. Then, during the seventeenth century the mystics, a group of believers that pursued the inner life, were raised up in the Catholic Church. That group, led by Madame Guyon, was used by the Lord to recover the experiences of the inner life. In the eighteenth century the Lord continued His recovery and used Count Zinzendorf to recover the church life in the oneness of [183] the Holy Spirit in an initial way. Then, at the beginning of the nineteenth century, the Lord raised up the Brethren in England to recover the church life more completely under the leadership of J. N. Darby. That recovered church life among the brothers can be regarded as the fulfillment of the church in Philadelphia recorded in Revelation 3. However, within about a hundred years after the Brethren were raised up, they became divided again and again because of their different doctrinal views; hence, the Lord was forced to turn to China to continue His recovery. "}, {"book_ref": "CWWL, 1988, vol. 4, \"The Excelling Gift for the Building Up of the Church,\" ch. 6: The Desperation and Diligence in Practicing the Biblical Way to Serve and to Meet ", "page_num": "502", "snippet": " In 1984 I realized that the Lord’s recovery had nearly come to a standstill. We had become dormant. By the Lord’s mercy He caused us to realize that we needed to get into His recovery in an ultimate way. Many scriptural truths and practices have been recovered by the Lord throughout the history of the church. Brother E. H. Broadbent in his book The Pilgrim Church traced the line of the Lord’s recovery since the second century. The Lord has recovered so much, but there is at least one thing that He has not recovered. He has not yet recovered the way to meet. The traditional way of meeting in Christianity is according to the customs of the nations (2 Kings 17:8, NASB). Brother Nee saw this fifty years ago. This matter of the scriptural way to meet has been printed in his books The Normal Christian Church Life and Church Affairs. He said that the church has to practice 1 Corinthians 14:26. This is a big item in the New Testament that needs to be recovered. Where can we see a meeting in which the Christians come together, and each one has something? In 1 Corinthians 14:26 Paul uses the word has five times—each one has a psalm, has a teaching, has a revelation, has a tongue, has an interpretation. Brother Nee called this kind of meeting a meeting of mutuality. This is different from the customs of the nations. Whenever the nations have a gathering, only one person speaks, and the rest listen. This practice is worldly and natural. "}, {"book_ref": "CWWL, 1988, vol. 4, \"The Present Advance of the Lord's Recovery,\" ch. 1: The Progression of the Lord's Recovery ", "page_num": "521", "snippet": " In his book The Pilgrim Church Brother E. H. Broadbent pointed out that the line of the Lord’s recovery started in the second century and has continued throughout the centuries. Eventually, at the time [522] of the Reformation with Martin Luther, the recovery of the Lord came into a definite form. The Lord used Martin Luther to recover the basic truth of justification by faith. In the seventeenth century some within the Catholic Church reacted to the deadness of the reformed churches. These were the mystics, whom the Lord used to recover the experiences of the inner life. The Lord went on in the eighteenth century with Zinzendorf to recover the initial stage of the church life in the unity of the Holy Spirit. In the early part of the nineteenth century, the Lord raised up the Brethren in England under the leadership of John Nelson Darby to recover the church life in a fuller way. This recovered church life might be considered as the fulfillment of the epistle to Philadelphia in Revelation 3. The Brethren began in 1828, but within ninety years they were divided into about one hundred divisions. "}, {"book_ref": "CWWL, 1989, vol. 1, \"Establishing Churches to Build Up the Body of Christ, Practicing the New Way, and Being Trained in Truth, Life, and Service,\" ch. 1: Establishing Churches for the Building Up of the Body of Christ ", "page_num": "19", "snippet": " Since we have some knowledge of the New Testament, we are equipped to establish churches. Even the sisters can indirectly be used by the Lord to establish a church. For instance, a sister may gain some of her relatives, and some of these may become useful brothers whom the Lord may eventually use to establish churches. I believe that what the Lord has shown us in the last four years concerning the way to meet and to serve is the biblical way. If we practice the church life according to this New Testament way, the church life and the spread of the church will be easy. This way to meet and to serve God has been gradually seen through the centuries. In The Pilgrim Church, a church history written by E. H. Broadbent, he presents a line of seeking ones in every century, up to the Brethren in the last century, through whom the Lord gradually carried out a work of recovery. Regrettably, after each stage in the Lord’s work of recovery, some became content and stopped; they did not continue with the Lord in His recovery. "}, {"book_ref": "CWWL, 1989, vol. 1, \"The Organic Practice of the New Way,\" ch. 1: A Bird's-eye View of the Practice of the New Way ", "page_num": "482", "snippet": " After the church became degraded, the Roman Catholic Church appeared. From approximately the sixth century until the sixteenth century, for a period of ten centuries, the history of the West is known as the Dark Ages. Throughout this period, although the Bible was there, it was locked up by the Catholic Church. The Holy Spirit would not tolerate this, nor would the seekers of the Lord agree to this. Therefore, in every century the Lord raised up some men for the move of His recovery work. A brother by the name of E. H. Broadbent has written a book called The Pilgrim Church. In that book he points out the line of recovery throughout the ages and includes all the recovery works from the second century until the sixteenth century. "}, {"book_ref": "CWWL, 1989, vol. 2, \"The Riches and Fullness of Christ and the Advanced Recovery of the Lord Today,\" ch. 5: The Advanced Recovery of the Lord Today (1) ", "page_num": "155", "snippet": " There was a famous church historian raised up among the British Brethren by the name of E. H. Broadbent who wrote a book called The Pilgrim Church. The outstanding feature of that book is its record of the recovery of the different items of the truths by the overcomers throughout the ages, beginning from the apostolic age until the end of the nineteenth century. Included in this record is Martin Luther, who is well-known and was an overcomer of the sixteenth century. He recovered the truth concerning justification by faith. By the seventeenth century, among the Catholics, the mystics who sought after the inner life were raised up. They were opposed to the deadness and coldness of the situation of the time. The leading figure in this group was Madame Guyon. These people were very good in the experience in life. But they were not clear concerning the church. "}, {"book_ref": "CWWL, 1991–1992, vol. 3, \"The Satanic Chaos in the Old Creation and the Divine Economy for the New Creation,\" ch. 4: God's Economy ", "page_num": "273", "snippet": " According to church history, the Lord’s recovery with His overcomers began in the second century. The divine revelation was fully completed in the first century with Paul’s ministry and John’s mending ministry. Within the first century, however, there was also the degradation of the church life. Even within such a short time after the completion of the divine revelation, the church fell into degradation, so there was the need of overcomers. Brother E. H. Broadbent, in his book The Pilgrim Church, points out that the line of the overcomers started in the second century and has continued throughout the centuries. "}, {"book_ref": "Watchman Nee—a Seer of the Divine Revelation in the Present Age, msg. 4: Taught and Enlightened ", "page_num": "27", "snippet": " 13) The insights of John Foxe, E.H. Broadbent, and others were especially helpful in the matter of church history. "}]}