{"search_term": "Brookes", "first_name": "J. H.", "last_name": "Brookes", "run_start": "2024-11-28 18:05:22", "run_end": "2024-11-28 18:12:35", "hits": [{"book_ref": "CWWN, vol. 30, \"The Normal Christian Church Life,\" ch. 8: The Question of Finance ", "page_num": "154", "snippet": " When I had just begun to serve the Lord, I read an incident in Hudson Taylor’s life which was a great help to me. If I remember it correctly, this is the gist of it: Mr. Taylor was in St. Louis, U.S.A., and was due in Springfield for meetings. The carriage taking him to the station was delayed, with the result that when he arrived there the train had already left, and there seemed no possible way for him to keep his appointment. But, turning to Dr. J. H. Brookes, he said, “My Father runs the trains; I’ll be there in time.” Upon inquiry of the [155] agent, they found a train leaving St. Louis in another direction, which crossed the line going to Springfield; but the train on the other line always left ten minutes before this train arrived, as they were opposing roads. Without a moment’s hesitation, Mr. Taylor said he would go that way, in spite of the fact that the agent told him they never made connections there. While they waited, a gentleman came to the station and handed Mr. Taylor some money. He turned to Dr. Brookes with the remark, “Do you not see that my Father has just sent me my train fare!” meaning that, even had he arrived in time for the other train, he could not have taken it. Dr. Brookes was amazed. He knew Mr. Taylor had quite a good sum of money in hand, which had been given him for his work in China, so he asked, “What do you mean by saying you had no money for your fare?” Mr. Taylor replied, “I never use anything for personal expenses that is specified for the work. The money earmarked for my own use has just come in!” For almost the first time in the history of that road the St. Louis train arrived ahead of the other, and Mr. Taylor was able to keep his appointment at Springfield! "}, {"book_ref": "CWWN, vol. 19, \"Notes on Scriptural Messages (3),\" ch. 6: The Rapture and the Tribulation  (1) ", "page_num": "502", "snippet": " We must be careful! Regarding the rapture, although there are three different views, our attitude must be fair and proper, because among these three groups there are persons who are very good in Bible knowledge and are very spiritual. They all have their arguments. For example, among those who believe that the whole church will be raptured before the tribulation are J. N. Darby, William Kelly, R. A. Torrey, D. L. Moody, J. H. Brookes, J. M. Gray, A. C. Gaebelein, J. A. Seiss, C. I. Scofield, and others. "}]}