{"search_term": "Bruce", "first_name": "F. F.", "last_name": "Bruce", "run_start": "2024-11-28 18:15:40", "run_end": "2024-11-28 18:24:53", "hits": [{"book_ref": "Life-study of Acts, msg. 21: The Propagation in Jerusalem, Judea, and Samaria through the Ministry of Peter's Company  (16) ", "page_num": "172", "snippet": " In verse 21 Stephen continues, “And when he was thrown out, Pharaoh’s daughter took him up and nurtured him as her own son.” The Greek words rendered “thrown out” also may be translated “put out to die.” The Greek verb for “took him up” is “used of acknowledging or adopting as one’s child” (F. F. Bruce). "}, {"book_ref": "Life-study of Acts, msg. 46: The Propagation in Asia Minor and Europe through the Ministry of Paul's Company  (12) ", "page_num": "397", "snippet": " Acts 17:11 and 12 say, “Now these were more noble than those in Thessalonica, for they received the word with all eagerness, examining the Scriptures daily, to see whether these things were so. Therefore many of them believed, and there were not a few Greek women of high standing and men.” Vine says that the Greek word rendered “more noble” indicates that the Bereans were more noble minded. F. F. Bruce says that the word means to be liberal, free from prejudice. "}, {"book_ref": "Life-study of Acts (2nd ed.), msg. 21: The Propagation in the Jewish Land through the Ministry of Peter's Company (16) ", "page_num": "168", "snippet": "In verse 21 Stephen continued, “And when he was thrown out, Pharaoh’s daughter took him up and nurtured him as a son for herself.” The Greek words rendered “thrown out” also may be translated “put out to die.” The Greek verb for took him up is “used of acknowledging or adopting as one’s child” (F. F. Bruce)."}, {"book_ref": "Life-study of Acts (2nd ed.), msg. 46: The Propagation in the Gentile Lands through the Ministry of Paul's Company (12) ", "page_num": "389", "snippet": "Acts 17:11 and 12 say, “Now these people were more noble than those in Thessalonica, for they received the word with all eagerness, examining the Scriptures daily to see whether these things were so. Therefore many of them believed, and there were not a few Greek women of high standing and men.” Vine says that the Greek word rendered “more noble” indicates that the Bereans were more noble-minded. F. F. Bruce says that the word means “to be liberal, free from prejudice.”"}]}