{"search_term": "Burnet", "first_name": "?", "last_name": "Burnet", "run_start": "2024-12-28 08:47:51", "run_end": "2024-12-28 08:48:54", "hits": [{"book_ref": "Watchman Nee—a Seer of the Divine Revelation in the Present Age, msg. 31: Witness Lee's Relationship with Watchman Nee from 1925 to 1935 ", "page_num": "286", "snippet": " At the end of 1927, the Chinese Independent Church elected me to be a member of their board. This was an unusual distinction for such a young man as me. But I was forced at that time to tell them that I could not accept the position and would remain in their denomination no longer. I rather asked them to remove my name from their “book of life.” Henceforth, I began to meet regularly with the Brethren Assembly, attending all their seven weekly meetings. I sat among them, earnestly absorbing all the doctrines they taught. I remained with them until 1932. While I was still with them, I was baptized by immersion in the sea by their leader, Mr. Burnet, in 1930. "}, {"book_ref": "Watchman Nee—a Seer of the Divine Revelation in the Present Age, msg. 31: Witness Lee's Relationship with Watchman Nee from 1925 to 1935 ", "page_num": "288", "snippet": " While staying in my home, he asked me to introduce him to Mr. Burnet, the founder of the Newton Brethren Assembly in my hometown. Mr. Burnet was an aged man and an excellent Bible teacher who had learned at the feet of the Brethren teacher Benjamin Newton. At the time the three of us came together, I realized that Mr. Burnet did not appreciate Watchman’s testimony for the Lord. Mr. Burnet stressed the accuracy of biblical knowledge, while Watchman emphasized the necessity of life. "}, {"book_ref": "CWWL, 1993, vol. 1, \"Southern California Elders' and Co-workers' Meetings,\" ch. 15: Being Desperate to Gain Increase for the Lord and to Advance in the Ministry of the Word ", "page_num": "233", "snippet": " By the spring of 1932 I had left the Chinese Independent Church in Chefoo, my hometown. In that year I proposed that this group invite Brother Nee to speak. They accepted my proposal and invited Brother Nee to hold a conference, and I also extended an invitation to him to visit my town. In the summer of 1932 he came to speak for approximately one week in the auditorium of the Chinese Independent Church. Afterward, he stayed in my home for a few days. During this time we had excellent fellowship concerning the Lord’s interest. He also asked me to introduce him to Mr. Burnet, the founder of the Newton Brethren Assembly in Chefoo. Mr. Burnet was an aged man and an excellent Bible teacher who had learned at the feet of the Brethren teacher Benjamin Newton. When the three of us came together, I realized that Mr. Burnet did not appreciate Brother Nee’s testimony for the Lord. Mr. Burnet stressed accuracy of biblical knowledge, whereas Brother Nee emphasized the necessity of life. "}, {"book_ref": "CWWL, 1981, vol. 2, \"The History and Revelation of the Lord's Recovery,\" ch. 2: The Lord's Move in China ", "page_num": "38", "snippet": " For seven years, from 1925 to 1932, I attended a strict Newton Brethren assembly and listened to messages there. In 1930 the leader of that assembly, Mr. Burnet, baptized me in the sea. In 1932, while Brother Nee was staying at my home, he asked me to introduce him to Mr. Burnet. After meeting Mr. Burnet, Brother Nee boarded the ship and left Chefoo. "}, {"book_ref": "CWWL, 1988, vol. 2, \"Crucial Words of Leading in the Lord's Recovery, Book 2: Leading the Saints to Practice the New Way Ordained by the Lord,\" ch. 4: The Elders Needing to Lead the Saints to Practice the Way Ordained by the Lord (2) ", "page_num": "457", "snippet": " The Brethren assembly in my hometown of Chefoo had a history of over sixty years. The leading brother was an elderly brother from England, by the name of Mr. Burnet. He taught and preached personally because he was the only one who had been taught directly by Benjamin Newton. At that time I was twenty, and he was over sixty; he did all the preaching. He expounded the truth clearly and thoroughly in Chinese, and everyone who heard him was impressed. Brother Wang Ming-tao, who was raised up by the Lord in Beijing, was also helped by him. Brother Wang originally was not clear regarding several matters of the truth. For example, he believed in observing the Sabbath, not the Lord’s Day. He later came to Chefoo and met Mr. Burnet. After having some fellowship with this elderly brother for a period of time, his concept concerning the Sabbath was adjusted. "}, {"book_ref": "CWWL, 1988, vol. 2, \"Crucial Words of Leading in the Lord's Recovery, Book 2: Leading the Saints to Practice the New Way Ordained by the Lord,\" ch. 4: The Elders Needing to Lead the Saints to Practice the Way Ordained by the Lord (2) ", "page_num": "457", "snippet": " This indicates that Mr. Burnet was a lighthouse of the truth in northern China. Although the denominations did not like him, all those who pursued the truth appreciated him. The Brethren, however, emphasized the truth too much and neglected all other matters. Even though they had been in Chefoo for several decades, they did not raise up another local assembly. In terms of numbers, they had at most two hundred people on the Lord’s Day and less than one hundred on other days. I later realized that this is not the right way. No matter how strong their truth was, there was still a great lack because they did not preach the gospel. At that time they strongly condemned the Presbyterian Church; nevertheless, the Presbyterian Church had many more gospel activities than the Brethren. The Presbyterian Church was always active in the gospel, whether by visiting the villages or spreading the gospel within the community. This was the situation at that time. "}]}