{"search_term": "Bunyan", "first_name": "John", "last_name": "Bunyan", "run_start": "2024-12-05 13:07:49", "run_end": "", "hits": [{"book_ref": "CWWN, vol. 9, \"The Present Testimony (2),\" ch. 2: Self-knowledge and God's Light ", "page_num": "242", "snippet": "John Bunyan"}, {"book_ref": "CWWN, vol. 9, \"The Present Testimony (2),\" ch. 2: Self-knowledge and God's Light ", "page_num": "242", "snippet": " John Bunyan was put in prison for thirteen years because he wanted to preach the gospel. In prison he wrote the well-known book, Pilgrim’s Progress. Except for the Bible, Pilgrim’s Progress may have the most translations in the world. Spurgeon said of him, “In my view, the style of John Bunyan most resembles the style of the Lord Jesus; no man can come close to him.” But when Bunyan wrote about himself, he said, "}, {"book_ref": "CWWL, 1954, vol. 1, \"A Record of a Bible Study on the Old Testament,\" ch. 3: God Creating Man and Putting Him in the Garden of Eden ", "page_num": "252", "snippet": " Man’s outward, visible body has five sensory organs: eyes for seeing, ears for hearing, a nose for smelling, a tongue for tasting, and four limbs with their members for touching. Man uses these five sensory organs of the body to contact the outward, physical world. In his book The Holy War, John Bunyan likens man to a city with five gates: an ear gate, an eye gate, a mouth gate, a nose gate, and a touch gate. These five gates are the five sensory organs of the body. Bunyan says that all the things of the world come in through these five gates. "}, {"book_ref": "CWWL, 1955, vol. 2, \"Seeing Christ as Life in Matthew through Acts,\" ch. 32: The Gospel of John—the Believers' Dealings with Christ ", "page_num": "407", "snippet": " The third item of resistance that Christ encountered in man was religion, which at that time was Judaism. In John 16:2 the Lord said, “An hour is coming for everyone who kills you to think that he is offering service to God.” I can testify that in over twenty years of serving the Lord, I was troubled mainly by Christians, not Gentiles. I never owed other Christians anything or offended them, but I had trouble because I followed Christ. John Bunyan, the author of The Pilgrim’s Progress, was imprisoned by the Anglican Church. Madame Guyon was imprisoned by the Catholic Church. The Roman Catholic Church killed many lovers of God. The Roman Catholic Church worships God, yet she killed the lovers of God, and the Anglican Church worships God, yet she imprisoned John Bunyan, because both were of the flesh. Most Gentiles do not inquire into the matters [408] of people who love the Lord. Those who criticize the lovers of the Lord or inquire into their matters are often the so-called fellow believers. John 16:2 has continuously been fulfilled for over two thousand years. Those who are of the flesh persecute those who are of the Spirit (cf. Gal. 4:29). We must guard against our own flesh and also know others’ flesh. Those who love the Lord may suffer persecution, and those who persecute them are of the flesh. "}, {"book_ref": "CWWL, 1957, vol. 2, \"What the Kingdom Is to the Believers,\" ch. 7: What the Kingdom Is to the Believers (7)   Submitting to the Authority of God to Deal with Satan ", "page_num": "486", "snippet": " John Bunyan said in his autobiography that when he was facing death, if the God whom he served would not come to intervene, he would die without regret, “come heaven; come hell.” Even if the Lord would not save him at the end, he would willingly face death for the Lord’s name. This shows that there was someone on the earth who was faithful unto death; he was subject to God’s authority and ruling. [487] This person was a shame to Satan; through him God was able to shut Satan’s mouth. "}, {"book_ref": "CWWL, 1957, vol. 2, \"What the Kingdom Is to the Believers,\" ch. 7: What the Kingdom Is to the Believers (7)   Submitting to the Authority of God to Deal with Satan ", "page_num": "486", "snippet": " I believe that God will raise up more believers like John Bunyan at the end of this age. These believers are the man-child spoken of in Revelation 12:5; they are the overcomers in the church. They neither covet pleasure nor fear suffering. They know only God’s kingdom, and they submit to God’s authority and accept God’s ruling. Hence, the kingdom has come upon them today. They disregard temptation, suffering, and sickness. Neither worldly enjoyment nor earthly position can shake them. They are subject to God’s authority, and there is a kingdom in them. Their being subject to God’s authority puts Satan to shame and shuts his mouth. In these last days there should be more and more of God’s people like this every day, to the extent that Satan will eventually find no place in the universe. This will be a silent judgment to Satan. This silent judgment, this silent shame, is the kingdom life lived by God’s children, those who are ruled by God. "}, {"book_ref": "CWWL, 1958, vol. 2, \"A Record of Several Talks in Tokyo,\" ch. 7: Being Delivered from Degraded Christianity and Taking the Way of the Church ", "page_num": "78", "snippet": " In the past thirty years that I have served the Lord, the unbelievers have rarely persecuted me; instead, the most severe persecution has come from the leading ones in organized Christianity. The persecution suffered by Martin Luther at the time of the Reformation came not from the unbelievers but from the Roman Catholic Church. John Bunyan, the author of The Pilgrim’s Progress, was imprisoned and eventually sentenced to death, not by unbelievers but by the Church of England. Just as Judaism persecuted the Lord Jesus and the apostles, the Roman Catholic Church persecuted Martin Luther, and the Protestant Church persecuted John Bunyan. Similarly, organized Christianity today will persecute those who serve the Lord out of a pure heart and take His way. "}, {"book_ref": "CWWL, 1983, vol. 2, \"The Divine Dispensing of the Divine Trinity,\" ch. 20: The Divine Dispensing of the Divine Trinity Issuing in Fighting the Spiritual Warfare ", "page_num": "334", "snippet": " Many Christians today do not have the full realization that God needs a warrior, that He needs an army. In his marvelous book, Pilgrim’s Progress, John Bunyan likens the individual Christian to a warrior, as revealed in Ephesians 6. This understanding, however, is not accurate. When Bunyan wrote this book three hundred years ago, he did not have the light to see that Ephesians 6 speaks not of an individual warrior but of a corporate warrior. "}, {"book_ref": "CWWL, Bible Notes & Hymns, vol. 2, \"Bible Notes,\" ch. 12: Ezekiel, Daniel ", "page_num": "203", "snippet": " If He does not. The three [companions of Daniel] were “faithful unto death” (Rev. 2:10) and “loved not their soul-life even unto death” (12:11). We will not serve your gods nor worship the golden image that you have set up. The three of them responded in such a resolute and powerful way! This left the evil one, who was good at enticing man, with no opportunity to take advantage of them. In this land these three people became the Lord’s best oracle. Through them the Lord was able to manifest Himself before man in a living way. On the night before John Bunyan was to be hanged, he said, “If God doth not come in,...I will leap off the ladder even blindfold into eternity...come heaven, come hell!” [Editor’s note: Bunyan [204] was not sentenced to be hanged; this quote was part of his considerations during his arrest and trial.] (Bible 3) "}, {"book_ref": "Life-study of Genesis, msg. 40: The Progress in Answering God's Calling ", "page_num": "544", "snippet": " To be saved is also to take a journey, to walk along the way, and to run the race. Pilgrim’s Progress, a very famous book written by John Bunyan, stresses the one point that salvation is a journey. To be saved is to be called and to be on a journey. People talk much about justification by faith, using Abraham as the example. But before Abraham was justified, he took a journey. His justification transpired in Genesis 15:6. Before Genesis 15, however, we have at least three chapters telling us that this justified one was on a journey. "}, {"book_ref": "Life-study of John, msg. 35: The Organism of the Triune God in the Divine Dispensation (3) ", "page_num": "427", "snippet": " As a satanic, organized system, the world has persecuted the Body of Christ in three main phases: the phase of the Jewish religion, the phase of the Roman Empire, and the phase of Greek philosophy. These are the three phases in which the world has persecuted the church. In the Gospel of John the Lord spoke several times about the world, by which, in particular, He meant the religious world. If we are truly faithful to follow the Lord in the way of life and in the spirit, taking the Triune God as our abode and making ourselves an abode for the Triune God, the religious world will persecute us. Tell me, who put John Huss to death by burning him at the stake? It was Roman Catholicism. Who imprisoned John Bunyan, the author of The Pilgrim’s Progress? It was the Church of England. Who imprisoned Madame Guyon? It was the Roman Catholic Church. This word of the Lord has been fulfilled throughout the generations. Whenever a person or a group of people have followed the Lord in the way revealed in John 14 and 15, they have been persecuted by the religious world. And the religious world will continue to persecute the people who follow Christ in the way of life. "}, {"book_ref": "Life-study of Hebrews, msg. 16: Partners of Christ ", "page_num": "181", "snippet": " Christ, the Captain of salvation, is the real Joshua leading God’s people to take and possess the land. We, His partners, are the real Calebs sharing with Him in the taking and possessing of the land. We need to spend much time to consider this matter of taking the good land, for it is not as clear as it should be. The lowest view of the good land is that when a saint dies he crosses the river Jordan and enters the good land. Many songs speak about crossing the cold waves of Jordan. Even John Bunyan interpreted the good land this way in Pilgrim’s Progress. The inner life people, the so-called spiritual people, say that Canaan is not the third heaven, because Canaan is filled with demons, giants, enemies, and Canaanites. Since there are no enemies in the third heaven, the inner life people rejected the low concept of the good land being heaven. But the inner life people did not tell us clearly what Canaan is. Some of them say that Canaan signifies the air, the heavenlies, where the principalities, powers, and evil spirits are. From my youth I was not satisfied with the concept that Canaan was heaven, but as a young seeker of the Lord I did accept the concept that Canaan was the heavenlies full of Canaanites, principalities, and powers. However, after a certain period of time, I began to doubt this. If Canaan is the heavenlies where the wicked spirits are, then where is the rest? My point in mentioning this is that Christ’s operation is to gain and possess the good land of Canaan. Without the good land of Canaan, God’s purpose cannot be fulfilled. Christ’s enterprise is to take the good land of Canaan, possess it, and build God’s house in it. The good land is the fulfillment of God’s purpose in Christ, which is to have a full expression of Himself. For this, Christ is the Operator, and we are His partners. We are His partners in this enterprise. We have been inaugurated with Christ for this purpose. We have been inaugurated with Christ to share His office that, with Him, we might take the land, possess it, and build the house of God. Eventually, this will be the land of glory. Praise the Lord that we are His partners. Being a partaker is for the purpose of being a [182] partner. We are not only partakers of Christ but also His partners! "}, {"book_ref": "Life-study of Third John, msg. 1: Hospitality to the Traveling Workers ", "page_num": "5", "snippet": " The concern of the apostle John in writing his three Epistles was the enjoyment of the Triune God. This is also our concern today. Among believers there is a great lack of the divine reality and hardly any enjoyment of the Triune God. Instead of the enjoyment of the Triune God, Christians have religion with doctrines, creeds, rituals, and practices. Using a phrase from John Bunyan’s Pilgrim’s Progress, we may say that, as a whole, today’s religion is a “vanity fair.” Whereas John Bunyan used this term to describe the world, we use it to describe religion. Instead of reality and the enjoyment of the Triune God, with religion there is all manner of vanity. We, however, need to be careful not to merely talk about truth, reality, without having the genuine experience of the divine reality. "}, {"book_ref": "Life-study of Revelation, msg. 6: Joint Partaker in the Tribulation, Kingdom, and Endurance in Jesus ", "page_num": "65", "snippet": " As we have seen, when Jesus was on earth, He suffered at the hands of religion. The Roman Empire paid very little attention to Him. It was the Jewish religion that asked the Roman government to execute judgment upon Him. Thus, the persecution against Him did not originate with the secular world but with the religious world. In the book of Acts we see that it was the same with the apostles. The opposition did not come mainly from the Gentiles but from the Jewish religion. The Jews followed Paul wherever he went, perhaps even picketing him. In like manner, a great many martyrs suffered persecution by the so-called Roman Catholic Church. As Foxe points out in his history of martyrs, the Roman Catholic Church killed more saints than the Roman Empire did. Who imprisoned Madame Guyon? The Roman Catholic Church. Who imprisoned John Bunyan? The Church of England. Religion always persecutes the genuine followers of Jesus. "}, {"book_ref": "CWWL, 1932–1949, vol. 4, \"Crucial Truths in the Holy Scriptures, Volume 6,\" ch. 53: The Devil ", "page_num": "472", "snippet": " The devil causes people to think that they are serving God by killing the genuine children of God. The devil used this strategy in the early days of the church. Many who were zealous for Judaism and the Old Testament law killed the people of the Lord, thinking that they were being zealous for God. The apostle Paul was such a person in the hand of the devil before he was saved. This kind of work was present not only in the early days of the church but also in the Roman Catholic and Protestant churches. The Roman Catholic Church has killed an untold number of true believers who worshipped the Lord and served Him, while thinking that it was safeguarding the truth of the Lord. John Huss, a precursor to the Reformation, was killed at the hands of Roman Catholicism. The author of The Pilgrim’s Progress, John Bunyan, also suffered under the hand of Protestantism. Today the devil is still working according to this principle. He does not cause people only to deny God; he also causes them to oppose God’s will under the guise of serving God. This is one of the most devious and insidious religious works of the devil. "}, {"book_ref": "CWWL, 1950–1951, vol. 1, \"The Recovery of the Church according to the Pattern on the Mountain,\" ch. 16: The Spirit and the Mind (2) ", "page_num": "149", "snippet": " John Bunyan was rich in emotion and strong in will. When he was dying, he said, “Come, heaven! Come, hell! If God sends me to heaven, I will love Him, and even if He sends me to hell, I still love Him.” We can see his rich emotion and his strong will. No one who follows the Lord lacks a strong will. All who follow the Lord must have a strong will. Their wills are so strong that others are subdued [150] by it. When Moses came down from the mountain with the tablets of the Ten Commandments and saw the Israelites worshipping the golden calf, he shattered the tablets and declared, “Whoever is for Jehovah, come to me...Let each man put his sword upon his thigh, and go back and forth from gate to gate throughout the camp, and each man kill his brother, and each man his companion, and each man his neighbor” (Exo. 32:26-27). At that time only the Levites answered his call. As a result, they were chosen by God to be the priestly tribe. Only those with such a strong will can serve God. "}, {"book_ref": "CWWL, 1950–1951, vol. 1, \"In Spirit, Not in Letter,\" ch. 4: The Contents of the Bible ", "page_num": "369", "snippet": " During the Reformation at Martin Luther’s time, the gift he brought to the church was an open Bible. Many people who loved the Lord and desired the truth regarded the Bible as something more precious than their own lives. During Luther’s time, the Bibles were all hand copied because printing had not yet been developed. People had to exert a great deal of effort and pay a great price to obtain a copy of the Bible. In addition, due to the damaging work of the Catholic Church, many lost their lives because of simply reading the Bible. John Bunyan, the author of The Pilgrim’s Progress, was put into prison by a so-called Christian country because of nothing other than his free exposition of the Bible. This shows us how precious the Bible is. Later, although there were some improvements in the situation, the Bible was still placed in cathedrals and locked with great iron chains. What a mercy the Lord has bestowed on us today! Anyone who is willing can have a number of different Bibles in his home; he can purchase a Bible by spending just a small amount of money. Regrettably, few people treasure the Bible today. "}, {"book_ref": "CWWL, 1950–1951, vol. 1, \"The Pursuit of a Christian,\" ch. 1: The Pursuit of a Christian ", "page_num": "438", "snippet": " Since we are children of God, our goal is neither enjoyment nor peace but God Himself. Perhaps some will say that they cannot believe in this kind of Christianity. And yet still so many have believed in Christ. In the last two thousand years tens of thousands of Christians have willingly become poor to follow the Lord. Today if we desire to take the way of recovery, we must also have this kind of vision and burden and be able to testify, saying, “All things are refuse! What my heart pursues is neither peace nor blessings but God Himself.” John Bunyan was a well-known figure in English literary history and the author of The Pilgrim’s Progress. It is believed that on one occasion he cried out loudly, “O Heaven, come! O Earth, come! I will praise the Lord whom I serve if He leads me to heaven; I will still praise Him even if He puts me in hell.” He cared neither for heaven nor for hell; he cared only for God. He wanted neither the enjoyment in the present age nor the blessings in the coming age but only God Himself. This is the model of the Christians, and this is also the pursuit of the Christians. "}, {"book_ref": "CWWL, 1953, vol. 3, \"The Experience of Life,\" ch. 3: Consecration ", "page_num": "225", "snippet": " At the time John Bunyan, the author of Pilgrim’s Progress, was being martyred, he expressed that regardless of how God treated him, he would still only worship Him. He realized that he was but a purchased slave, one over whom God had the complete right of ownership. However God treated him, he had nothing to say; he only worshipped. He knew that to make his own choice meant to escape and that to accept God’s will meant consecration. For this cause he let God do all the choosing for him and was willing to accept His arrangement, whatever it might be. Until death he stood on the foundation rock of the basis of consecration. He really was one who knew God’s right and the basis of consecration. Our realization of the basis of consecration must also go to the same extent. "}, {"book_ref": "CWWL, 1954, vol. 2, \"Working with God in the Body of Christ,\" ch. 12: Going Outside the Camp to Serve God ", "page_num": "258", "snippet": " In the Middle Ages the Roman Catholic Church killed more genuine believers than the Roman Empire. During the Reformation Martin Luther called people to come out of religious organizations. However, the Protestants later took the same path as the Roman Catholic Church, causing many Christians who loved the Lord out of a pure heart to suffer hardship. For example, John Bunyan, the writer of The Pilgrim’s Progress, was imprisoned by the Church of England for over ten years. Today many Christian churches have become human organizations, claiming to serve God yet not having God in their midst. Even though there are genuine lovers of the Lord in Christianity who bring people to salvation, God does not have a way in their midst. For years I have been attacked and slandered very much by people in Christianity. These Christian groups thought that they were serving God by attacking me, but actually, they were opposing God, just as Saul persecuted the Christians before his repentance. "}, {"book_ref": "CWWL, 1954, vol. 4, \"Revelations in Genesis: Seeing God's Calling in the Experiences of Abraham, Isaac, and Jacob,\" ch. 2: The Background and Origin of God's Calling ", "page_num": "178", "snippet": " Many people have read John Bunyan’s book The Pilgrim’s Progress. This book describes a man’s journey to the Celestial City. This man lived in a place called the City of Destruction, but he was rescued out from there by God. John Bunyan uses a city to symbolize the place where the called ones dwelled prior to their calling. Because [179] the man who journeyed toward a celestial city had a deep sense that he dwelled in a city of destruction, he was able to pay any price to come out from there. Thus, knowing the background of one’s calling is a crucial matter. "}, {"book_ref": "CWWL, 1954, vol. 4, \"Revelations in Leviticus through Nehemiah: Seeing the Line of Life,\" ch. 13: The Recovery Brought in through Ezra and Nehemiah (2) ", "page_num": "574", "snippet": " After the Reformation many of God’s children on the continent of Europe and the island of England gradually saw that the state churches were unscriptural; thus, they left the state churches to worship and serve God according to the truths in the Bible. In every place people were raised up by God to testify for His truth. The truth of baptism was recovered, but regrettably, they established the Baptist Church based on the truth of baptism because their light concerning the church was insufficient. Based on the record in the Bible, some discovered that the church should be administered by elders; however, they established the Presbyterian Church. These were so-called private churches outside of the state churches. John Bunyan of England belonged to the Baptist Church. He did not have any regard for the Church of England and was later imprisoned by that state church. "}, {"book_ref": "CWWL, 1955, vol. 1, \"A Study of the New Testament in the Light of Christ as Life,\" ch. 36: Hebrews—the Superior Christ Being the Unique Need of the Believers (2) ", "page_num": "387", "snippet": " Throughout the generations those who love the Lord have also suffered difficulties from earthly religions. For example, Martin Luther did not suffer persecution from Gentile religions but from the degraded Roman Catholic Church. Madam Guyon was also persecuted by the Roman Catholic Church. John Bunyan suffered persecution from the state church of England. Earthly Christianity is a human organization with the name of Christ but without the reality of Christ. When people rise up to pursue Christ, earthly religions also rise up to persecute them by casting them out and sometimes killing them. This indicates that those who follow the Lord, live in the Lord, and have fellowship with the heavenly Christ are living outside of earthly things and matters. Although they live on the earth, they are heavenly, not earthly. They do not partake in earthly religions but instead go outside the camp unto Christ. "}, {"book_ref": "CWWL, 1956, vol. 1, \"The Church as the Body of Christ,\" ch. 12: Five Items concerning the Church and the Oneness of the Church ", "page_num": "124", "snippet": " The church as a warrior is for fighting. The warrior in Ephesians 6 [124] is not an individual saint but the corporate church. The armor in verses 10 through 20 is for the Body, not for an individual. No spiritual believer as an individual can richly experience all the items of the armor. When John Bunyan wrote The Pilgrim’s Progress, the light concerning the church was not clear. Therefore, he likened the warrior in Ephesians 6 to an individual saint. The warrior in chapter 6 is the church, not an individual; the armor is also a corporate armor, not the armor for an individual saint. Only the church in oneness can experience all the riches of the whole armor of God. God has been hindered from carrying out His purpose by His enemy, Satan. Therefore, in order to accomplish His will, God needs to deal with His enemy through warfare. Ephesians shows how the church fights for God. God deals with His enemy through the church in order to accomplish His will. Therefore, the church is a spiritual warrior, fighting for God to accomplish His purpose. "}, {"book_ref": "CWWL, 1956, vol. 2, \"Three Aspects of the Church, Book 1: The Meaning of the Church,\" ch. 11: The Types of the Church (5)   the Tabernacle (1) ", "page_num": "144", "snippet": " A basic principle in God’s redemption is that God desires man to match Him. Paul had a strong character. Madame Guyon, though she was a sister, also had a very strong character. Likewise, because of their strong character, John Bunyan bore a good testimony for the Lord, and J. N. Darby was greatly used by the Lord. They were acacia wood, strong and firm, and thus were able to stand and bear a glorious testimony for the Lord. If we want to be useful in the Lord’s hand, we must allow God’s life and God’s Spirit to operate in us. Our character can be compared to cement; we must allow the water of the Holy Spirit to mingle with us so that the cement of our character can solidify and become firm. When our character is firm, we can be useful in God’s hand. "}, {"book_ref": "CWWL, 1956, vol. 2, \"Three Aspects of the Church, Book 2: The Course of the Church,\" ch. 8: Assistance and Hindrances to the Course of the Church (1) ", "page_num": "327", "snippet": " Despite being saved, many brothers and sisters still have religious concepts. Those who opposed the Lord and the apostles were not atheists but Jews. Most of the problems in the early church did not come from the Gentiles but from the Jews. In John 16:2 the Lord said, “An hour is coming for everyone who kills you to think that he is offering service to God.” This refers to the Jews’ persecution of the apostles. Church history illustrates this principle. Madame Guyon, John Bunyan, and Martin Luther all had problems that came from believers in the Lord. These problems are not losses to the church. Problems are different from losses. This demonstrates God’s wisdom, because only in this way is the church preserved from being changed in nature. "}, {"book_ref": "CWWL, 1956, vol. 2, \"Three Aspects of the Church, Book 2: The Course of the Church,\" ch. 13: The Recovery of the Church (1) ", "page_num": "373", "snippet": " At the time of the Moravian Brethren, all the churches were state churches. The Roman Catholic Church was a state church, and the Protestant churches were state churches. Even today several northern European countries still have the Lutheran Church as their state church. But since the time of the Reformation, some have come out of the state churches and established the so-called private churches, such as the Baptist Church, the Wesleyan Church, and the Presbyterian Church. Just prior to or around the same time as the formation of the private churches, the matter of baptism was recovered. Thus, some believers spontaneously formed the Baptist Church. John Bunyan, who wrote the book The Pilgrim’s Progress, was a member of the Baptist Church. Those who recovered the matter of baptism also broke off their relationships with earthly governments and established churches apart from the state churches. "}]}