{"search_term": "Buchman", "first_name": "Frank", "last_name": "Buchman", "run_start": "2024-12-05 12:52:16", "run_end": "2024-12-05 13:07:49", "hits": [{"book_ref": "Life-study of Second Peter, msg. 9: The Divine Government  (1) ", "page_num": "79", "snippet": " A type of Modernism that was prevailing fifty years ago was called Buchmanism, after a man named Buchman, a professor at Oxford University. Buchman put out a book entitled For Sinners Only. When we were in China, we criticized this book and opposed it because it did not say anything concerning the blood of Jesus. When Buchman became elderly, he was the leader of a movement called Moral Rearmament. Buchman may be regarded as a false teacher, one who denied the Master and His redemption. "}, {"book_ref": "Life-study of Second Peter (2nd ed.), msg. 9: The Divine Government (1) ", "page_num": "75", "snippet": "A type of modernism that was prevailing fifty years ago was called Buchmanism, after a man named Buchman, a professor at Oxford University. Buchman put out a book entitled For Sinners Only. When we were in China, we criticized this book and opposed it because it did not say anything concerning the blood of Jesus. When Buchman became elderly, he was the leader of a movement called Moral Rearmament. Buchman may be regarded as a false teacher, one who denied the Master and His redemption."}, {"book_ref": "CWWN, vol. 15, \"Study on Matthew,\" ch. 13: Matthew Chapter Thirteen ", "page_num": "136", "snippet": " Verse 27: “And the slaves of the master of the house came and said to him, Sir, did you not sow good seed in your field? Where then did the tares come from?” The slaves did not know who had sown the tares. When they saw the tares coming out, they did not understand why it was happening. Today it is the same in pioneering a work. Originally, there are a few very good ones, but later some bad condition suddenly appears. The slaves knew only the result but did not know the cause. However, the master said that it was done by the enemy. The tares are mixed with the wheat. Satan’s work is not only to oppose but also to imitate. Not only does Satan transfigure himself into an angel of light, but his followers also transfigure themselves into ministers of righteousness (2 Cor. 11:14-15). If possible, Satan persecutes; if not, he imitates. Therefore, persecution should not be feared as much as counterfeiting. There is not one kind of spiritual experience that Satan cannot counterfeit. Satan [136] will counterfeit even such high matters as the fellowship between God and man and the union of God and man. For instance, Frank Buchman, [founder and director of the Oxford Group], wrote a book concerning regenerated Christians. Although the book was well written, it mentions neither the death of Christ nor the blood of Christ. He said that without blood, one can still be regenerated! This is really heresy! Buchman also spoke on the union of God and man. How did he put it? He said that all that is required is meditation. He spoke neither of the reading of the Bible nor of the Holy Spirit. It is strange that without reading the Bible or depending on the Spirit, one can still understand God’s desire! That he did not touch these things is a real danger. Today the revival movement at Oxford University is of the Buchman group. However, there were students who testified that they did not believe in Jesus of Nazareth. Today Satan counterfeits regeneration, salvation, and the fellowship between God and man. Therefore, without the truth, the experience must be false. When people are saved, they should have a spiritual salvation and not a psychological salvation. "}, {"book_ref": "CWWN, vol. 10, \"The Present Testimony (3),\" ch. 10: The Latent Power of the Soul  (2) ", "page_num": "491", "snippet": " What is the peak of Christianity? It is a complete union with God and the entire loss of self. Currently, psychology also claims that man is able to unite with the unseen “heart” and be lost within it. Apparently, this claim is the same as that in Christianity, but in reality they are totally different. Dr. Frank Buchman, who is presently popular, belongs to this school of psychology. The books from his school have been translated into Chinese and published by the Literary Promotion Society. One of his teachings is meditation. He teaches that meditation is all that man needs to communicate with God. He does not suggest that people read the Bible in the morning. Instead, he suggests that they just meditate and pray. He also claims that the first thought after people pray is a thought from God and that people should act and behave that day according to this thought. Little do they realize that this kind of meditating on God is just another type of silent cultivation, quiet meditation, and mind-contemplation. What result do they have from their meditation? They claim that meditation will make a person peaceful and joyful. It is true that if one meditates on anything for an hour, he will have a so-called peace and joy. Even if one meditates on some nonexistent matter for an hour, he will still have peace and joy. Many people’s meditation is only a kind of psychic function. [492] But Christianity is entirely different. We have no need to meditate on God because we have God’s life. We can know God in our intuition. Whether or not we sense God in our feeling, we have the leading of the intuition within which teaches us to know God. In addition, we have God’s word in the Bible which tells us so. Whatever God’s Word says, we believe. We have faith and do not need to care about our feeling. This is what makes us different from psychology. "}]}