{"search_term": "Carey", "first_name": "William", "last_name": "Carey", "run_start": "2024-12-28 09:49:22", "run_end": "2024-12-28 10:08:54", "hits": [{"book_ref": "Life-study of Joshua, msg. 12: The Allotment of the Land  (2) ", "page_num": "79", "snippet": " Recently I have been considering that we may regard the twelve tribes of Israel as a picture of the believers from the first century until today. Galatians 6:16 says that we are “the Israel of God.” This indicates that among God’s New Testament elect there should be twelve “tribes.” The first tribe was the early apostles, who brought in the New Testament revelation. The second tribe was the church fathers. The third tribe was the martyrs in the Roman Empire. The fourth tribe was the reformers in the Roman Church, before the papal system was established. The fifth tribe was the Protestants, and the sixth was the mystics. The Protestants became shallow and dead, so there was a reaction from the mystics, including Madame Guyon, Father Fenelon, and Brother Lawrence. The seventh tribe was the Moravian brothers under Count Zinzendorf. The eighth tribe was the British Brethren under [79] John Nelson Darby. When the Brethren became full of dead knowledge, there was a three-way reaction. First, there was a reaction from the inner life Christians, including Andrew Murray, Jessie Penn-Lewis, and T. Austin-Sparks. This was the ninth tribe. Second, there was a reaction from evangelical Christians, including C. H. Spurgeon, D. L. Moody, Charles Finney, Hudson Taylor, William Carey, and David Livingstone. This was the tenth tribe. Third, there was a reaction from Pentecostal Christians. This was the eleventh tribe. The twelfth tribe is the recovery, which has recovered the New Testament revelation back to the early apostles. "}, {"book_ref": "CWWL, 1964, vol. 1, \"A Young Man in God's Plan,\" ch. 1: A Young Man in God's Plan ", "page_num": "139", "snippet": " Throughout the history of the church we can see how the Lord raised up young men to turn the age. The Lord raised up Martin Luther during the Reformation to bring mankind out of the Dark Ages. This was a transfer in the age. God is always doing something new. He is always going on. Generally speaking, God does not impart something new through the aged persons but always through young persons. Martin Luther was young when he was called and dealt with by the Lord. Zinzendorf was a young man when he was caught by the Lord as was John Nelson Darby, the leader of the Brethren assemblies. John Wesley, Charles Wesley, and George Whitefield were also young men when they were called by the Lord. Missionaries whom the Lord used in church history to gospelize the world, such as Hudson Taylor, William Carey, and David Livingstone, were called by the Lord when they were young. "}, {"book_ref": "CWWL, 1966, vol. 3, \"Living in the Spirit, Standing on the Church Ground, and Spreading the Gospel,\" ch. 10: The Manifestations of the Baptism of the Spirit ", "page_num": "75", "snippet": " In 1739 John Wesley, a great British evangelist, was raised up, and his preaching nearly changed the entire British society. His brother, Charles Wesley, wrote numerous hymns and was called the “king of sacred hymns.” George Whitefield, a contemporary of the Wesleys, was very powerful in the preaching of the gospel. One time when he was preaching about the lake of fire, his preaching was so real that someone jumped up from his seat and held onto a pillar of the building because he was so afraid of falling into the lake of fire. Other important evangelists include William Carey, who went to India; Griffith John, who went to the interior of China; and Hudson Taylor, who went to inland China to preach the gospel. In the 1850s C. H. Spurgeon of England and D. L. Moody of America were raised up simultaneously as gospel preachers, and they led innumerable people to salvation. In the same period, Andrew Murray was raised up, and later, Jessie Penn-Lewis was also raised up. We have read their biographies, but none mention that they spoke in tongues. "}, {"book_ref": "CWWL, 1971, vol. 3, \"The Speciality, Generality, and Practicality of the Church Life,\" ch. 2: The Speciality of the Church Life (2) ", "page_num": "425", "snippet": " In His reaction the Lord also raised up evangelists. Especially in the last century there were a good number of giant evangelists. In this country there were D. L. Moody, Charles Finney, and R. A. Torrey. In England there were C. H. Spurgeon and Hudson Taylor, the founder of the China Inland Mission. Also there was William Carey, who went to India. Many of the evangelists founded some kind of mission to send out the gospel. This all occurred outside the Brethren. "}, {"book_ref": "CWWL, 1975–1976, vol. 3, \"The Lord's Present Move and Vision in His Recovery,\" ch. 3: Needing to See the Lord's Present Move, Word, and Work ", "page_num": "510", "snippet": " Since I came into the practice of the church life in July 1932, I have been observing the Lord’s move on earth. I saw clearly that the age has gradually changed. The history of Christianity from the middle of the eighteenth century to the middle of the twentieth century indicates that in those two centuries the Lord’s move was mainly to [510] carry the gospel to every corner of the earth. We may call this the move of the missions. Especially in the 1800s many missions were formed, and a number of great evangelists were raised up, such as Hudson Taylor, William Carey, and David Livingstone, who formed missions to bring the gospel to heathen lands in Africa and Asia. The works in these past two centuries were centered on gospel preaching in foreign lands. "}, {"book_ref": "CWWL, 1978, vol. 1, \"Fellowship with Serving Ones,\" ch. 1: Concerning the Speaking of God ", "page_num": "131", "snippet": " Andrew Murray’s book The Spirit of Christ is a masterpiece, and though his Abiding in Christ was poorly written, no one has surpassed him in his main thrust, which was abiding in Christ, although Hudson Taylor was a close runner-up. There was also Mrs. Hannah Smith, the founder of the Keswick Convention, as well as evangelists like Spurgeon, Moody, Finney, and Jonathan Edwards; the mission founders like Hudson Taylor and William Carey; and the Pentecostalists, who represented a reaction to the deadness of the Brethren and of fundamentalism. "}, {"book_ref": "CWWL, 1986, vol. 2, \"A Blessed Human Life,\" ch. 4: The Lord's Work of Recovery in This Age ", "page_num": "514", "snippet": " Based on my observation, I have a deep feeling. In all of Christian history there has never been a mission, an evangelical group, a Christian organization, or a great evangelist that did not want the door of the gospel to be opened to them, yet their burden was not fully fulfilled. William Carey went to India, David Livingstone went to Africa, and Hudson Taylor went to inland China, but the gospel was not spread to the whole earth through them. However, today the whole world is opened to the Lord’s recovery. This is not an exaggeration. If we have one thousand brothers and sisters, each one can immediately be sent out, because Western Europe is opened, New Zealand is opened, Australia is opened, and even Eastern Europe, Africa, South America, and Central America are all opened up. Every letter sent to us from the major continents all over the globe has fellowshipped with us regarding the need for people to go. But where are the people? We do not have enough people even to meet the need of Taiwan, or even just Taipei, not to mention the whole earth. Where are the people? "}, {"book_ref": "CWWL, 1986, vol. 3, \"Elders' Training, Book 9: The Eldership and the God-ordained Way (1),\" ch. 9: Seeing the Vision of the Lord's Present Recovery and Practicing It ", "page_num": "124", "snippet": " There have been evangelists such as C. H. Spurgeon in England and D. L. Moody and Charles Finney in the United States. There have also been many shepherds. Pastor is another term for shepherd. When the Brethren were raised up by the Lord in the early part of the nineteenth century, many great teachers were produced. They opened up the Bible to a greater extent than it had ever been opened since the first century. According to church history, there have also been a number of apostles. William Carey went to India and brought the Lord’s name, the gospel, and the Bible there. Surely he was an apostle. Hudson Taylor was sent by the Lord to China, and David Livingstone went to Africa. These brothers were also apostles. "}, {"book_ref": "CWWL, 1988, vol. 4, \"The World Situation and the Preaching of the Gospel,\" ch. 1: The World Situation and the Preaching of the Gospel ", "page_num": "335", "snippet": " At that time in military matters, politics, and the economy, England held the leading position in the world. With its liberal atmosphere many lovers of the Lord were raised up in England and went to backward countries for the gospel. For example, Hudson Taylor went to China for the gospel, William Carey to India, and David [336] Livingstone to Africa. At that time England’s financial strength was helpful to the missionary work overseas. The Presbyterian missionaries in South Korea and in Taiwan all came from Scotland. The footprints of these gospel messengers from Scotland and England are all over the world. There were schools and hospitals set up and missionaries sent by their missions. All of these show that, beginning from Columbus’s discovery of the New World to the Reformation by Luther and the raising up of England, everything has been sovereignly arranged by God behind the scene. "}]}