{"search_term": "Calvin", "first_name": "John", "last_name": "Calvin", "run_start": "2024-12-28 08:49:13", "run_end": "2024-12-28 09:46:16", "hits": [{"book_ref": "CWWL, 1956, vol. 2, \"Three Aspects of the Church, Book 2: The Course of the Church,\" ch. 15: The History of the Lord's Move in China (1) ", "page_num": "387", "snippet": " The Chinese Union Version that we use today has been revised many times. In 1890 a committee of seven men was formed for the translation of the Bible. The chairman of the committee was Calvin Wilson Mateer, who founded Chilu University in Shantung Province. The seven men on the committee were usually in different places, each translating at his own pace. Every summer they would meet in Chefoo to work together. Because each verse had been translated in many different ways, they would put the different renderings side by side and consider which would be best for the final version. An elderly brother among us, Brother Chu, assisted Mr. Mateer by copying the translation of the Bible. The committee spent a total of [388] twenty-nine years on this translation of the Bible, finishing in 1919. The Chinese Union Version is the best Chinese translation of the Bible. "}, {"book_ref": "CWWL, 1956, vol. 2, \"Three Aspects of the Church, Book 2: The Course of the Church,\" ch. 15: The History of the Lord's Move in China (1) ", "page_num": "387", "snippet": " When Calvin Mateer first came to China, he came to the town in which I was born. One story says that he learned Chinese in an idol temple. This illustrates the fact that when the missionaries first came to China, it was difficult for them to contact the Chinese people. It was not only difficult for them to find places to stay but also to find food to eat. When they went out to buy food, people were not necessarily willing to sell to them. Thus, in the beginning their situation was very difficult. The conservative, closed attitude among the Chinese was especially strong in the northern part of China; it is truly beyond description. But God is really God; He is over all things and controls all situations, causing all things to work together for His gospel. Regardless of how closed and conservative the Chinese were, God still opened the door for the gospel. "}, {"book_ref": "CWWL, 1956, vol. 2, \"Three Aspects of the Church, Book 2: The Course of the Church,\" ch. 15: The History of the Lord's Move in China (1) ", "page_num": "390", "snippet": " The proper beginning of the gospel in China dates back to 1850. In the half century from 1850 to 1900, the Lord graced China with many good evangelists. When Robert Morrison came to China in 1807, he was hardly able to preach the gospel at all, so we cannot say that the gospel work in China began with him. It was not until Hudson Taylor came to China in the 1860s that the gospel work in China had a good start. Brother Hudson Taylor’s biography shows that God sent him to preach the gospel to the Chinese. Others, like Hunter Corbett and Calvin Wilson Mateer, loved the Lord and suffered for the gospel, even to the extent of giving up their lives. They testified before both God and man. They were purely for the gospel and not for anything else. "}, {"book_ref": "CWWL, 1975–1976, vol. 2, \"The Central Vision for Serving the Church,\" ch. 4: Seeing the Mystery of God and Christ in the Bible to Worship and Serve in Spirit ", "page_num": "50", "snippet": " In our study of the Bible and in the messages we give, we stress experience. As a result, some who stress doctrines oppose us. I read in a book that Martin Luther emphasized the truth concerning justification by faith to such an extent that he neglected the inner life. He even criticized his contemporaries who emphasized the inner [50] life. Both John Calvin and Kaspar Schwenckfeld were theologians and contemporaries of one another. Schwenckfeld focused on life and wrote about the tree of life, the New Jerusalem, and the spirit, but Calvin considered Schwenckfeld to be demon-possessed. This comforted me and caused me to realize that when we focus on the experience of life, it is easy to be accused of having contradicting doctrines. "}, {"book_ref": "CWWL, 1984, vol. 2, \"Elders' Training, Book 4: Other Crucial Matters concerning the Practice of the Lord's Recovery,\" ch. 1: Concerning the Use of Reference Books and Other Writings (1) ", "page_num": "366", "snippet": " As we have pointed out, the so-called theology in today’s Christianity is not just of one school. Christian theology has at least four or more major schools. Catholic theology is one major school, and it may be called sacramental theology. Then there is reformed theology, mostly based upon the teachings of John Calvin. This kind of theology also had much to do with the Reformation, which was under the leadership of Martin Luther. Then later on we can see dispensational theology, which is the theology of the Brethren. The Brethren were very much for Calvin in the matter of predestination, but they would not go along completely with reformed theology. Then there is what I call secular theology. This is not taught in the theological seminaries or Bible institutes but in the secular universities that have schools of divinity. Their teaching of theology is what I would consider as a secular item. Even some theological schools are not so pure for theology itself but are more in the realm of studying the Bible as a type of literature. We may call this kind of theology academic theology. All the Christian publications on today’s bookshelves have come out under these main schools of theology. Today in the United States we see all these kinds of theologies with their students. [367] "}, {"book_ref": "CWWL, 1985, vol. 4, \"The Full Knowledge of the Word of God,\" ch. 3: The Way to Understand the Word of God (2) ", "page_num": "162", "snippet": " In addition, there are also two theological schools. One is the Calvinist school of predestination, which I call the revelation of God’s predestination. Calvin saw that our salvation was not initiated by ourselves but rather that we have been selected and predestinated by God before the foundation of the world (Eph. 1:4-5). This predestination is eternal and unchangeable; therefore, the saved ones will never perish. On the other hand, those of the Arminian school believe that whether we are saved eternally or not depends upon ourselves, that is, that we are responsible for our salvation. Therefore, we must do our best to walk according to God’s will, or else we may still perish. I call this “elevator salvation”: when we are saved, we are up; [163] when we sin, we are down. The Baptist Church accepts Calvin’s revelation of God’s predestination, and so do the Presbyterians. The Pentecostals, holiness groups, and the Assemblies of God are mostly Arminian in that they emphasize human responsibility and ignore God’s selection. This is heresy. Calvin saw the revelation of God’s predestination, and this is right. "}, {"book_ref": "CWWL, 1985, vol. 4, \"The Full Knowledge of the Word of God,\" ch. 4: Some Important Items of the Truth That Have Been Misunderstood (1) ", "page_num": "172", "snippet": " You must also be familiar with what Calvin saw concerning the revelation of predestination. He asserted that God chose and predestinated us in eternity past to be saved once for all (Eph. 1:4-5). Although this revelation is correct, the Arminians oppose this view. They believe that even though our salvation is by God’s grace, if we do not fulfill our responsibility after being saved, we will lose our salvation. Therefore, in their view salvation is not once for all; after being saved we still may perish. But if we repent, we can be saved again. This concept totally emphasizes man’s responsibility, and it is therefore called the doctrine of human responsibility. Of these two schools, we accept the former totally and reject the latter entirely. Then how can we resolve the dispute between these two schools? How can they be balanced? According to the history of theology, after Calvin and Arminius, another group of theologians emerged, beginning from Govett, then Panton, and then Pember. Their school has formed a line concerning the truth of the kingdom in the New Testament. They saw that once a person is saved, he will not perish forever (John 10:28). However, in order to encourage those who follow Him faithfully after salvation, God has set up a kingdom full of requirements to be their reward. If one is faithful, he will be rewarded (Matt. 24:45-47; 25:19-23). If one is not faithful, he will be punished and will lose the kingdom, but he himself will still be saved [173] (24:48-51; 25:24-30; 1 Cor. 3:10, 12-15). This is called the truth of the kingdom reward and punishment. "}, {"book_ref": "CWWL, 1985, vol. 4, \"The Full Knowledge of the Word of God,\" ch. 4: Some Important Items of the Truth That Have Been Misunderstood (1) ", "page_num": "172", "snippet": " Now we must lay hold of these five points: depending much on the theology of the Brethren, knowing and becoming familiar with the school of the inner-life people, receiving Calvin’s revelation of God’s predestination, rejecting the Arminian doctrine of human responsibility, and practicing the truth of the kingdom reward and punishment. I have told you all this even though you may not understand immediately. Later, when you—especially the young people—read the books among us, you will discover that what we say is similar to the Brethren theology and similar to the life line of the mystics and that we also acknowledge absolutely Calvin’s view of God’s predestination. The problem pointed out by the Arminians is not concerning perdition but concerning being unable to receive the kingdom. Although the Bible does say that a saved person may still have problems, this refers to the punishment and loss during the kingdom age. All the verses in the Bible fall into place with these five points. "}, {"book_ref": "CWWL, 1985, vol. 4, \"The Full Knowledge of the Word of God,\" ch. 4: Some Important Items of the Truth That Have Been Misunderstood (1) ", "page_num": "172", "snippet": " In this chapter we come to a very important subject, that is, some important truths that have been misunderstood. There are many Bible truths that have been misunderstood. In fact, not many today have learned the Bible in an orderly, orthodox, and step-by-step way. This was why in a previous chapter I showed you the way to understand the truth. We must understand it literally, and we also need to take care of the context, using the entire Bible to explain any one verse. Furthermore, we need to go beyond the letter to search for the revelation of life. Then we need to remember that the Brethren theology is the best and should be accepted. The things of the inner-life school and Calvin’s vision of God’s predestination should also be accepted. But the Arminian doctrine of human responsibility should not be accepted. Furthermore, the truth of the kingdom reward and punishment also should be accepted. If these are kept in mind, our Bible exposition will be more or less up to the standard. After these messages are printed, I hope that everyone will have a copy. These messages should serve as an eternal reminder that the Bible should not be expounded loosely. By following these principles, our expounding of the Bible will not get off the track. [174] "}, {"book_ref": "CWWN, vol. 4, \"The Christian (2): Meditations on Revelation,\" ch. 5: Pergamos—the Corrupted Church (2:12-17) ", "page_num": "403", "snippet": " However, here lies our very danger. Those whom we respect, whether past or present, are in the denominations and have received the teaching of the Nicolaitans. We think that the things that have been passed on through their hands to us, being the “tradition of the elders,” should not be wrong. As a result, we do not compare them with the word of God in His light and do not differentiate and examine carefully to see if what we have received and what is declared are contrary to the teaching of God. Although we respect many servants of God in the denominations, we must be careful! We should not neglect the authority of the Bible through our respect for them. We respect Luther. We respect John Wesley, Calvin, and thousands of other servants of God. Yet we must know that the standard of our faith and walk is “thus saith Jehovah” rather than “thus saith Luther, Wesley, or Calvin” or many other names less prominent than these. It is right to respect and honor them, but we must not become extreme in doing this. Otherwise, we will fall into danger. "}, {"book_ref": "CWWN, vol. 47, \"The Orthodoxy of the Church,\" ch. 6: The Church in Sardis ", "page_num": "57", "snippet": " Thank the Lord, Sardis was often blessed by God. But once there was the blessing of the Lord, men organized something to contain the blessing. Although the Lord’s blessing is still there, the sphere remains only that big. The Protestant churches are like a cup. At the beginning of revival, people will go wherever there is living water. Wherever the Spirit of God is moving, people will go in that direction. Men used a cup with the hope of preserving the living water without loss. The advantage of doing this is that it keeps the grace, and the disadvantage is that there is just one cup of blessing. In the first generation the cup was full. By the second generation the cup was only half filled, and the nebulousness began. By the third or fifth generation, the water was gone and only an empty cup was left. Then they began to argue with other denominations as to whose cup was better, though all the cups were worthless for drinking. What was the result? God reacted again, and in came another Sardis. This is the whole history of revival. When the grace of God comes, men immediately set up an organization to keep it. The organization remains, but the content is lost. However, the cup cannot be broken; there are always those who are zealous to maintain the cup continuously. Here is a matter of principle: The students of Wesley could never be equal to Wesley, nor could the students of Calvin match Calvin. The schools of the prophets seldom produced prophets—all the great prophets were chosen by God from the wilderness. The Spirit of God descends upon whomsoever He will. He is the Head of the church, not we. Men always think the living water is valuable and must be [58] kept by organization, but it gradually declines through the generations until it completely dries up. After it dries up, the Lord gives us living water again in the wilderness. "}, {"book_ref": "Life-study of the Psalms, msg. 34: Christ versus Restoration of God's People, Personal Salvation, and Release from Sufferings ", "page_num": "393", "snippet": " The people from these five places represent all the people on earth. The people in these places boasted of their “giants,” saying, “This one was born there” (v. 4b). Egypt could say that the Pharaohs were born there, and Babylon could say that Nebuchadnezzar was born there. But what does God say concerning Zion? He declares, “This one and that one were born in her.” Moses, Joshua, David, Elijah, Peter, Paul, Luther, Calvin, Wesley, Zinzendorf, Darby, Watchman Nee, and so many others were born in Zion. Eventually, even the unique One, Christ, who is the totality of all the saints as the One who is all the saints and in all the saints (Col. 3:11), was born there. This is God’s counting, God’s record, regarding Zion. "}, {"book_ref": "CWWL, 1932–1949, vol. 3, \"Crucial Truths in the Holy Scriptures, Volume 2,\" ch. 17: Baptism ", "page_num": "299", "snippet": " Baptizo is the Greek word used here and in other places in the New Testament; it means “to dip in or under, to immerse, or to sink.” This meaning is found in all the well-known Greek lexicons and is agreed upon by all the famous Bible scholars throughout the ages. Martin Luther, the leader of the Reformation, said that he hoped everyone who is baptized would have his whole body put into the water because that is the meaning of the word baptism. John Calvin was a great Bible expositor of the Reformation; he said that the meaning of the word baptism is to immerse and that this was the practice of the primitive church. Dean Stanley said that the practice of the first thirteen centuries was according to the New Testament and that the people went into the water according to the original meaning of the word baptizo. "}, {"book_ref": "CWWL, 1955, vol. 2, \"Seeing Christ as Life in Matthew through Acts,\" ch. 35: Acts—the Extension and Spread of Christ (1) ", "page_num": "428", "snippet": " The Spirit is within us and is also expressed through us. When we enter into the Spirit, we are willing to forsake everything. We should not think that the Western missionaries who traveled across oceans to China were fools or that they did not soberly count the [428] cost. One of those missionaries, Calvin Wilson Mateer, was the chairman of the committee that translated the Bible into the Chinese Union Version. During the Manchu government, Mateer established an institute for higher learning in Shantung, which was the predecessor of Cheeloo University. He personally made scientific and chemical equipment for the school. He knew Hebrew, Greek, Latin, and English. He was intelligent and knowledgeable, but he was willing to put everything aside to come to my hometown in China. No one would rent him a room or sell him land, so he had to dwell in an idol temple outside the city. Even though the space was barely enough for a person to turn, it shielded him from the wind, rain, and sun. That is where he studied Chinese. His deeds and actions were not of man or by man but were because the Lord was within him. This is the Spirit in man and man in the Spirit. When the church is strong, the condition seen in Acts will be manifested. The Spirit will be in many believers, and they will also be in the Spirit. Then the Lord will have a way. "}, {"book_ref": "CWWL, 1977, vol. 1, \"The Recovery of Christ in the Present Evil Age,\" ch. 1: The Present Evil Age (1) ", "page_num": "412", "snippet": " I recently went to speak at a conference in Germany. While abroad, I took the opportunity to visit several religious centers in Europe and the Middle East with a group of saints. When we went to Rome and saw all the religious tradition, superstition, and falsehood, we were stirred up to stand against religion. In Saint Peter’s Basilica we saw that the foot of a statue of Peter had been worn down by people kissing it. Then we went to Switzerland, which has Protestant religious centers in cities such as Zurich, Neuchâtel, and Geneva. Protestants [412] initially rejected the images of Catholicism, but now in these centers there are large statues of John Calvin and other reformers. Then we went to Israel. No other part of the earth is as religiously dark as Jerusalem. In the Church of the Holy Sepulchre, where Jesus is said to have been buried and resurrected, under one roof there are separate sections for the Roman Catholic, Greek Orthodox, Armenian Apostolic, Egyptian Coptic, Ethiopian Orthodox, and Syriac Orthodox Churches. I sensed that many demons were dwelling among all the superstitious things in that building. In Jerusalem we also visited the Dome of the Rock, which is the third holiest site in Islam. In both Rome and Jerusalem we saw nothing but darkness and falsehood. Even Bethlehem and Nazareth were full of superstition. "}, {"book_ref": "CWWL, 1978, vol. 1, \"Fellowship with Serving Ones,\" ch. 9: Concerning Questions on Faith ", "page_num": "183", "snippet": " Answer: You will have to go to Calvin and Arminius to resolve that! These two schools have been arguing for centuries and still continue. We have to be wise to know that nothing can exist, even a thin piece of paper, without two sides. From our side we must exercise our will. "}, {"book_ref": "CWWL, 1979, vol. 1, \"Life Messages Volume 2,\" ch. 75: God's Twofold Lamps ", "page_num": "423", "snippet": " To say that Christ is the Spirit offends some Christians; it seems to them we are mixing up two of the persons of the Trinity. We have no obligation to support the traditional explanation of the Trinity. Our interest and our concern are with what the Bible reveals. Martin Luther in his day defied the traditions of Catholicism when he saw the light regarding justification by faith. Now that truth has been recovered. The Catholic Church, however, still rejects it. When we were in Switzerland last year, we saw a carving of a woman, representing the Roman Catholic Church, who was kicking away two men, Luther and Calvin. "}, {"book_ref": "CWWL, 1980, vol. 1, \"Miscellaneous Messages,\" ch. 3: Growing in Life for God's Building and Dealing with Opposition ", "page_num": "10", "snippet": " In recent years certain opposers of the Lord’s recovery have openly and deliberately slandered us by publishing evil books that misrepresent our teachings and practices. For example, one Christian publisher produced a book that characterizes us as a cult. This book mistakenly asserts that we deny the deity of Christ because we teach that Christ is a God-man. This publisher also erroneously claims that we believe that Jesus Christ was neither God nor man. We wrote a letter of rebuttal to the publisher that clearly states our beliefs that the deity of Christ is absolute and eternal; that Christ is God Himself who became a man; and that because He is the complete God and a genuine man, He is a God-man (John 1:1, 14; 20:28; Rom. 9:5; 5:15; 1 Tim. 2:5). After we repeatedly contacted the publisher and demonstrated that its accusations against us were false, the publisher did not retract its defamatory books against us. Because some of our opposers have failed to behave as proper Christians acting according to their conscience and have refused to have fellowship with us as fellow believers in Christ, we have been forced to treat them as [10] Gentiles and pursue a lawsuit against them in order to stop their defamatory writings (cf. Acts 25:11). In the past the Roman Catholic Church continually criticized the Protestant reformers, such as Martin Luther and John Calvin. Similarly, because we will not compromise the biblical truth concerning Christ and the church, we should not expect others to stop criticizing us. "}, {"book_ref": "CWWL, 1980, vol. 2, \"Fellowship with Serving Ones,\" ch. 12: Growing in Life for Building and Dealing with Opposition ", "page_num": "48", "snippet": " After we repeatedly contacted the publisher and demonstrated that its accusations against us were false, the publisher did not retract its defamatory books against us. Because some of our opposers have failed to behave as proper Christians acting according to their conscience and have refused to have fellowship with us as fellow believers in Christ, we have been forced to treat them as Gentiles and pursue a lawsuit against them in order to stop their defamatory writings (cf. Acts 25:11). Protestant reformers such as Martin Luther and John Calvin were harshly criticized for centuries by the Roman Catholic Church. Similarly, because we will not compromise the scriptural truth concerning Christ and the church, we should not expect others to stop criticizing us. "}, {"book_ref": "CWWL, 1983, vol. 1, \"Perfecting the Saints to Preach the Gospel, Present the Truth, Minister Life, and Walk according to the Spirit in Order to Bear the Testimony of Jesus,\" ch. 2: Recovering the Central Line of the Holy Scriptures—the Divine Dispensing of the Triune God into the Believers for the Producing of His Corporate Expression ", "page_num": "465", "snippet": " Although the Lord used Martin Luther to recover the truth concerning justification by faith, the Lord’s recovery actually began with the apostle Paul. At the end of Paul’s ministry, the church began to degrade and deviate from the divine revelation concerning God’s economy. Hence, Paul wrote 2 Timothy in order to recover the degraded church by presenting the truth. Later, the Lord used reformers, such as Martin Luther and John Calvin, to recover certain truths in the Bible, but their writings were concerned primarily with doctrinal matters. The goal of the Lord’s recovery is not to emphasize various doctrines but to bring the believers back to God’s New Testament economy. The Bible is not a book of doctrines but a book of life, for it reveals the believers’ experience of the Triune God as life for His corporate expression (Matt. 28:19; 2 Cor. 13:14; Rev. 1:4-6). "}, {"book_ref": "CWWL, 1983, vol. 3, \"The Basic Revelation in the Holy Scriptures,\" ch. 7: The Kingdom (2) ", "page_num": "458", "snippet": " As Christians, we must be careful not to lose our reward. Our salvation can never be lost. It is insured by God’s predestination of us. Calvin was strong in the matter of eternal predestination, with which we agree, but he did not see the dispensational reward. Without this key there is no satisfactory way to interpret much of Matthew and the five warnings in the book of Hebrews (2:1-4; 3:7—4:13; 5:11—6:20; 10:19-39; 12:1-29). We need to pick up the key to interpreting these five warnings in Hebrews. The key is dispensational discipline. "}, {"book_ref": "CWWL, 1985, vol. 1, \"Crucial Words of Leading in the Lord's Recovery, Book 5: Concerning Various Aspects of Church Service,\" ch. 3: Concerning the Gospel in Schools (3) ", "page_num": "249", "snippet": " After the apostles, the first group of people to study theology was the church fathers. The last group of believers who thoroughly studied the Bible was the Brethren. In between the church fathers and the Brethren, many believers studied the Bible and put out books, [249] which contained their theology. Martin Luther had his theology, and John Calvin also had his theology. There are several schools in today’s theology, and the best among them is related to the Brethren. The most orthodox seminaries in America are Dallas Theological Seminary and Moody Bible Institute, both of which are based on the theology of the Brethren. The Scofield Reference Bible is also based on the teaching of the Brethren. If a believer who desires to expound the Bible takes the Brethren theology as his standard, he will not be far off the mark. "}, {"book_ref": "CWWL, 1986, vol. 2, \"The Economy of God and the Mystery of the Transmission of the Divine Trinity,\" ch. 11: Becoming a Useful Vessel in the Lord's Hand (1) ", "page_num": "445", "snippet": " Of all the different schools of fundamental theology, Reformed theology, which is related to Luther and Calvin, is the worst. Although Reformed theologians acknowledge the four major aspects of fundamentalist truths, the views of many of these theologians are altogether in error. Many say that there is no such thing as a millennial kingdom. They think that it is wrong to say that the millennial kingdom will begin when the Lord Jesus comes back. Instead, they believe that beginning with the spreading of the gospel through the apostles’ preaching of the gospel and truth, human society has been gradually reformed. As a result, human society will eventually become a utopia, a world of bliss. This kind of teaching was quite prevailing in the nineteenth century. At that time Darby took the lead among the Brethren to refute it. Thus, Brethren teaching is in conflict with Reformed theology. "}, {"book_ref": "CWWL, 1994–1997, vol. 1, \"Crystallization-study of the Epistle to the Romans,\" ch. 24: The Grace of God (6) ", "page_num": "457", "snippet": " Today’s theological schools do not teach concerning the salvation of the soul. This shows the shortage in the theology of Christianity. In Christianity the top theology is that of the Brethren. This is the theology adopted by Dallas Theological Seminary and based on the teachings of C. I. Scofield. The Scofield Reference Bible was written according to the Brethren teaching. There are also the Reformed theology of John Calvin and other theologies, but all these theologies are short of the divine revelation. This shortage is also evident in the Nicene Creed, which is adhered to by both the Catholic Church and many of the Protestant churches. On the Lord’s Day, many in Christianity still recite the Nicene Creed. It is perfect and we agree with it, but it is incomplete. [458] "}, {"book_ref": "CWWL, 1994–1997, vol. 3, \"Pre-meeting Fellowship on the Life-study of Proverbs, Ecclesiastes, and Song of Songs,\" ch. 1: The Lord's Move to Spread the Recovered Truths Throughout the Entire Earth ", "page_num": "36", "snippet": " In a recent study we covered almost every point of the New Jerusalem (see The God-men, chs. 4 through 6). The only matter that we did not touch adequately is the colors of the twelve foundations of the New Jerusalem (21:19-20), because to consider this requires much more time and study. In Brother Watchman Nee’s study of Revelation, he tells us that the colors of the twelve stones are like the colors of the rainbow, which refers to God’s faithfulness in keeping His covenant (Gen. 9:8-17). Besides this one matter, we did not miss any point in our recent study. This illustrates that the Lord has now recovered all the truths. John Nelson Darby wrote a five-volume synopsis of the sixty-six books of the Bible. Besides him, few other theologians have done this. Even Martin Luther and John Calvin did not write expositions of all the books of the Bible, and Matthew Henry died before he could personally finish his exposition. By the Lord’s mercy, in the past twenty-one and a half years we have covered every chapter of every book of the Bible in our life-studies. I have the assurance that we have covered all the critical points of the divine revelation. "}, {"book_ref": "CWWL, 1994–1997, vol. 3, \"Pre-meeting Fellowship on the Life-study of Proverbs, Ecclesiastes, and Song of Songs,\" ch. 5: Cooperating with the Lord to Go Out to Teach the High Truths ", "page_num": "47", "snippet": " We need to study the situation to which the Lord has brought His recovery. The Bible has been completed, both the Old Testament and the New Testament, and it has been translated into many languages. It has filled the earth, and many bookstores sell it everywhere. However, although it is now in people’s hands, they lack the proper interpretation of it. John Calvin, a top theologian, wrote no exposition on the book of Revelation because he did not adequately understand it. Likewise, other great theologians did not write expositions on the entire Bible. It is no wonder that no one in Christianity adequately understands the New Jerusalem. "}, {"book_ref": "CWWL, 1994–1997, vol. 4, \"Various Meetings in Anaheim,\" ch. 6: The Secret of Regeneration in God's Organic Salvation ", "page_num": "32", "snippet": " Titus 3:5 tells us that God saved us through the washing of regeneration and the renewing of the Holy Spirit. This means that we are in the process of being reconditioned, remade, and remodeled with life (see footnote 4 on Titus 3:5, Recovery Version). In his Reformed theology Calvin stressed that we are not born of God but merely adopted by God. This is a great mistake that we must correct. We are being renewed by the divine life and nature with all the divine attributes. "}, {"book_ref": "CWWL, Bible Notes & Hymns, \"Bible Notes\": Introduction ", "page_num": "49", "snippet": " John Calvin, 1509-1564 "}, {"book_ref": "CWWL, Letters & Gleanings, vol. 2, \"Miscellaneous Gleanings, 1966,\" ch. 11: Concerning Speaking in Tongues ", "page_num": "144", "snippet": " John the Baptist never spoke in tongues. There is no indication that Martin Luther or John Calvin ever spoke in tongues. Charles Spurgeon, the “king” of preachers from England, also never spoke in tongues; neither did D. L. Moody, the great evangelist from the United States. Today the famous American preacher, Billy Graham, has led millions of people to salvation through his preaching, but he has never spoken in tongues. John Nelson Darby knew the Bible and knew God quite well. Not only did he not speak in tongues, but he also said that the age of tongue-speaking has passed. He said this, but he was very much used by the Lord. Furthermore, Andrew Murray, who saw much concerning the indwelling Christ, never spoke in tongues. Jessie Penn-Lewis knew the cross quite well, but she never spoke in tongues. George Müller, the “king” of faith, never spoke in tongues either. Hudson Taylor, the founder of the China Inland Mission, was quite spiritual. He came to China to begin the mission work of the China Inland Mission and brought thousands of uneducated Chinese to the Lord. However, he never spoke in tongues, and he absolutely opposed the Pentecostal movement. Even T. Austin-Sparks, whom we know very well, has never spoken in tongues. He not only never speaks in tongues, but he is absolutely against it. Therefore, if not speaking in tongues means not having received the Holy Spirit, what can we say about these ones who were greatly used by the Lord? None of them spoke in tongues. How could it be that none of them were saved? "}, {"book_ref": "CWWN, vol. 5, \"The Christian (3): Meditations on Revelation,\" ch. 2: Sardis—the Reformed Church (3:1-6) ", "page_num": "491", "snippet": " Since the Reformation, the disputes that we have heard among the Protestant churches are not of different views concerning the gospel. Rather, they are on the church and the government of the church. If in this aspect we would allow the Bible to speak instead of allowing the Protestant [491] churches to speak, the question of church government would be as clear as the gospel is. Whether or not we are willing to do it, we should allow the Bible to solve all problems. If we do this, we will see that neither the teachings of Luther, the teachings of Calvin, the Anglican Church, nor the Genevan Church have brought us back to the initial position of the church. The Body of Christ and the spiritual house built with living stones are the truths that they are ignorant of. We know that the churches then were all “national churches.” This means that the churches had as their boundaries the national boundaries and were thus national churches. At the time of the Roman Catholic Church, all the nations had become Christianized already. Those who had left Jezebel were now taking Christianity as the state religion. All that the Reformation gave them was a new creed. It did not give them a new organization. Almost all the Protestant churches were national churches. This is, of course, an imitation of the work of the Roman Church. We cannot find such a method of church organization in the Bible. If believers take the Reformation as the standard of truth, they are fully wrong at least in the matter of church organization. When Luther stood up personally to oppose the pope, we see him fearless in power and bold to contend with the strong forces. We have to admit that this is God’s work manifested in a weak human being. The Reformation is truly a work of faith. On the other hand, however, we have to admit that there were elements of politics in the Reformation. Those who rose up to support the Reformation probably did so more for the reason of opposing the domination of Rome than with a zeal for the Word of God. In the end, soldiers, politicians, nations, and believers were standing on the same ground and were engaging in the same struggle. After this period of history, there was, of course, no hope for the post-Reformation Protestant churches to be the same as the churches in the first century. "}, {"book_ref": "CWWN, vol. 11, \"The Present Testimony (4): The Third Overcomer Conference,\" ch. 8: What Are We? ", "page_num": "846", "snippet": " After twelve years, in 1536 John Calvin was raised up by God. He was one of the greatest vessels of God in that age. After he was raised up, he faced persecution everywhere, first in Switzerland and then in Germany. Wherever he went, he was met with persecution and exile. Finally, in Scotland he had a fresh beginning and established the Scottish Presbyterian Church. "}, {"book_ref": "CWWN, vol. 22, \"The Assembly Life,\" ch. 2: The Practice of Fellowship ", "page_num": "55", "snippet": " The Bible says that there is only one church. The church which Paul was in is the same church that we are in. The church that we are in is the same church that the apostle John, Martin Luther, John Calvin, and all regenerated persons are in. The church in the Bible is not separated by time, locality, or race. There is only one church, which exists at all times and in all places. There are not two churches. The Bible only recognizes one Body of Christ and never recognizes two, because there is only one Head. Although there are many members in the Body, the Body is singular. Therefore, all saved persons past and present, here and elsewhere constitute one church and one Body. If this is the case, why are there “churches” in different places? Since Ephesians mentions one Body, one Spirit, one hope, one Lord, one faith, one baptism, and one God, why does the Bible mention churches also? Is this not a contradiction? Why is it that, on the one hand, there is only one Body, but on the other hand, there are many churches? This shows us that there are different views in the Bible concerning the Body of Christ and the local churches. Strictly speaking, there is only one church, in the same way that there is only one Body of Christ. However, in each locality, there may be as many as three to five thousand believers, or there may be as few as two or three, as described in Matthew 18. As long as there is a group of believers meeting together in a city or a town, that group of believers constitutes the church in that city or town. Therefore, in the original language, the Bible clearly shows us that the church is “the church in such-and-such place.” The word in indicates that there is only one church, which is scattered and sojourning in different places. The Bible calls the meeting [56] of those who sojourn and meet together in one place a local church; it serves as a miniature representation of the unique church. "}, {"book_ref": "CWWN, vol. 41, \"Conferences, Messages, and Fellowship (1): Messages and Fellowship Given in Foochow in 1934,\" ch. 4: Private Talks  (2) ", "page_num": "31", "snippet": " John Calvin said that in reading the Apocrypha, his spirit spontaneously told him that it was not inspired by the Spirit. "}, {"book_ref": "Truth Lessons, Level One, Vol. 3, msg. 32: Baptism (1) ", "page_num": "75", "snippet": " In the New Testament, the verb form of the word baptism in Greek is baptizo, meaning to immerse or dip in water, to cover with water, or to put into water. This definition is generally found in all the well-known Greek lexicons and is commonly acknowledged by the reputable Bible scholars throughout the generations, Martin Luther said, “I wish that whoever is to be baptized should be sunken entirely into the water, for this would be right according to the meaning of the word ‘baptism.’” John Calvin, a great Bible expositor of the Reformation, also [76] said, “The word ‘baptize’ means to immerse, and it is clear that the rite of immersion was observed in the ancient church.” Therefore, there is no doubt that the meaning of the word baptism is immersion. "}]}