{"search_term": "Chamberlain", "first_name": "Thomas", "last_name": "Chamberlain", "run_start": "2024-12-28 10:18:08", "run_end": "2024-12-28 10:32:35", "hits": [{"book_ref": "Life-study of Genesis, msg. 92: Being Matured the Process of Maturity (1) ", "page_num": "1184", "snippet": " Everything in this chapter is under the sovereign hand of God; nothing is coincidental. For example, immediately after Joseph’s brothers had cast him into the pit, a company of Ishmaelites appeared on the scene, and his brothers decided to sell him to them. Then Joseph was taken to Egypt and sold to Potiphar, Pharaoh’s chamberlain. All this was under God’s sovereignty. In fact, even Jacob’s partiality toward Joseph was under God’s sovereignty. In chapter thirty-seven God exercised His sovereignty to deal with this partiality so that Jacob might mature. "}, {"book_ref": "Life-study of Genesis, msg. 92: Being Matured the Process of Maturity (1) ", "page_num": "1189", "snippet": " Joseph was sold to Ishmaelites from Midian (v. 28). Ishmael was the son of Abraham by Hagar, and Midian was the son of Abraham by his last wife, Keturah. Both the Ishmaelites and the Midianites represent the flesh. Hatred is related to the flesh, and the flesh is connected to the world represented by Egypt. Due to his brothers’ hatred, Joseph was handed over to the flesh, and the flesh brought him down to Egypt. But God is sovereign over all. In His sovereignty, He used everything, including the flesh and the hatred of Joseph’s brothers. Every negative thing in this chapter—the hatred, the flesh, Pharaoh, and Pharaoh’s chamberlain, Potiphar—was sovereignly used by God to fulfill His purpose. "}, {"book_ref": "Life-study of Acts, msg. 34: The Propagation in Jerusalem, Judea, and Samaria through the Ministry of Peter's Company  (26) ", "page_num": "292", "snippet": " Although Herod was shamed by Peter’s rescue from prison, he was still arrogant, and he still uplifted himself. We are told that “he was furious with the Tyrians and Sidonians; and they came to him with one accord, and having persuaded Blastus, the king’s chamberlain, they asked for peace, because their country was fed by the king’s country” (v. 20). Because Herod’s country was rich and supplied food to Tyre and Sidon, the people there were afraid of Herod. They were concerned that their supply of food would be cut off, and they did something to please Herod. “On an appointed day Herod, having arrayed himself in royal clothing, sat on the judgment seat and made an oration to them. And the populace cried out, The voice of a god and not of a man! And instantly an angel of the Lord struck him because he did not give the glory to God; and he was eaten by worms and expired” (vv. 21-23). It seems that Herod did not die immediately when the angel of the Lord struck him. Rather, this arrogant, God-insulting person was eaten by worms. "}, {"book_ref": "CWWL, 1991–1992, vol. 3, \"The Overcomers, the Situation on the Earth Today, and the Present Need in Russia,\" ch. 1: The Overcomers, the Situation on the Earth Today, and the Present Need in Russia ", "page_num": "305", "snippet": " People consider that Babylon and Medo-Persia are centered on the Persian Gulf, but the biblical view is that all four beasts in Daniel 7—Babylon, Medo-Persia, Greece, and Rome—come out of the Mediterranean Sea. The territory around the Mediterranean Sea is the center of human culture, encompassing the Holy Land and even the garden of Eden, where our forefather Adam dwelt. The culture that came out of this region has endured for thousands of years. Approximately five hundred years ago, Columbus sailed to a new land, America. Even though America became strongly built up, it did not play a major role in the world prior to the Second World War. At the end of the First World War, the League of Nations was established in Geneva through the maneuvering of Great Britain with the help of France to put down Germany. However, it was effective only from 1920 to 1931, when Japan, a former member of the League, invaded Manchuria. A few years later, Italy under Mussolini invaded Ethiopia, and in 1939 Hitler deceived British Prime Minister Chamberlain and took over Czechoslovakia. Later in the same year, Hitler invaded Poland. Then the Second World War broke out. "}, {"book_ref": "CWWL, Bible Notes & Hymns, vol. 1, \"Bible Notes,\" ch. 1: Genesis ", "page_num": "125", "snippet": " Meanwhile the Midianites had sold him in Egypt to Potiphar, an official of Pharaoh, the captain of the guard. About 1729 B.C. official: chamberlain, lifeguard, bodyguard. (Bible 8) "}, {"book_ref": "CWWN, vol. 15, \"Study on Matthew,\" ch. 25: The Rapture ", "page_num": "304", "snippet": " The second school includes Müller (who first believed in [304] pre-tribulation rapture), A. J. Gordon (of Boston), Simpson, Erdman, Moorehead, Henry Frost (of Canada), Chamberlain (a co-worker of Taylor), James Wright, Newton, etc. "}, {"book_ref": "Life-study of Acts (2nd ed.), msg. 34: The Propagation in the Jewish Land through the Ministry of Peter's Company (26) ", "page_num": "286", "snippet": "Although Herod was shamed by Peter’s rescue from prison, he was still arrogant, and he still uplifted himself. We are told that “he was furious with the Tyrians and Sidonians. And they came to him with one accord; and having persuaded Blastus, the king’s chamberlain, they asked for peace, because their country was fed from the king’s country” (v. 20). Because Herod’s country was rich and supplied food to Tyre and Sidon, the people there were afraid of Herod. They were concerned that their supply of food would be cut off, and they did something to please Herod. “On an appointed day Herod arrayed himself in royal clothing and sat on the judgment seat; and he delivered a public address to them. And the populace cried out, The voice of a god and not of a man! And instantly an angel of the Lord struck him because he did not give the glory to God; and he was eaten by worms and expired” (vv. 21-23). It seems that Herod did not die immediately when the angel of the Lord struck him. Rather, this arrogant, God-insulting person was eaten by worms."}]}