{"search_term": "Clement", "first_name": "", "last_name": "Clement of Rome", "run_start": "2024-12-28 10:45:56", "run_end": "2024-12-28 11:38:32", "hits": [{"book_ref": "CWWL, 1956, vol. 2, \"Three Aspects of the Church, Book 2: The Course of the Church,\" ch. 10: The Transmutation of the Organization and Administration of the Church ", "page_num": "339", "snippet": " CLEMENT BRINGING IN"}, {"book_ref": "CWWL, 1956, vol. 2, \"Three Aspects of the Church, Book 2: The Course of the Church,\" ch. 10: The Transmutation of the Organization and Administration of the Church ", "page_num": "339", "snippet": " What we can glean from early church history shows that the transmutation of the church began in the second century with an epistle written by Clement, one of the elders of the church in Rome. According to Christian tradition, Clement met both Peter and Paul. He wrote a letter known as “The Epistle of Clement” to the church in Corinth. There are spiritual and godly words in this epistle that have helped many people. However, Clement also mentions the Judaic law with its system of organization. We cannot say that Clement was the first to bring this system into the church, but his epistle does mention it. This shows that the church was already taking the Jewish religion as a model for the organization and administration of the church. Therefore, the transmutation of the organization and administration of the church had begun by the time of Clement. "}, {"book_ref": "CWWL, 1956, vol. 2, \"Three Aspects of the Church, Book 2: The Course of the Church,\" ch. 10: The Transmutation of the Organization and Administration of the Church ", "page_num": "339", "snippet": " Next in the historical sequence is Ignatius, who was very close to [340] Clement. In his epistles Ignatius separates the overseers and the elders into two groups of people. In Acts 20:17 Paul sent word from Miletus to Ephesus and called the elders of the church to come to him. Verse 28 says that the Holy Spirit had placed these elders among the flock as overseers. Elders in verse 17 is equivalent to overseers in verse 28. The elders are the overseers. Elder refers to the person, and overseer refers to the function. The elders are those who are mature in life, and their function is that of overseeing. When Paul called for them to come, he referred to them as elders, but when he spoke of their function, he referred to them as overseers. Thus, elders and overseers are the same group of people; they are not two groups. "}, {"book_ref": "CWWL, 1956, vol. 2, \"Three Aspects of the Church, Book 2: The Course of the Church,\" ch. 10: The Transmutation of the Organization and Administration of the Church ", "page_num": "339", "snippet": " The transmutation of the church in administration and organization began with Clement. Satan used him to bring the Old Testament priestly system into the church. The transmutation reached its peak in the middle of the third century when Cyprian became bishop of Carthage. "}, {"book_ref": "CWWL, 1956, vol. 2, \"Three Aspects of the Church, Book 2: The Course of the Church,\" ch. 10: The Transmutation of the Organization and Administration of the Church ", "page_num": "346", "snippet": " When Constantine accepted Christianity, the church had not yet been transmuted into the Roman Catholic Church. The Roman Catholic Church was not fully formed until A.D. 500 or 600. The formation of the Roman Catholic Church was the expansion of the transmutation; the church gradually became more transmuted until the Roman Catholic Church was formed. In other words, the Roman Catholic Church did not come about suddenly but was formed over a period of four hundred years out of the seeds sown at the time of Clement. "}, {"book_ref": "CWWL, 1956, vol. 2, \"Three Aspects of the Church, Book 2: The Course of the Church,\" ch. 11: The Union of the Church and Politics ", "page_num": "350", "snippet": " The transmutation of the organization and administration of the church began with Clement around A.D. 100; it continued from that time, growing worse and worse until A.D. 312, when Constantine united the church with the Roman Empire. The union of the church and the Roman Empire completed the transmutation of the administration and organization of the church. It was about two hundred and eighty years from the day of Pentecost (in approximately A.D. 34) to the church’s complete transmutation in administration and organization. The system of bishops was instituted in approximately A.D. 250. At that time, as bishop of Carthage, Cyprian wrote letters teaching and requiring others to accept that the system of bishops should be practiced in the church. "}, {"book_ref": "CWWL, 1956, vol. 2, \"Three Aspects of the Church, Book 2: The Course of the Church,\" ch. 11: The Union of the Church and Politics ", "page_num": "350", "snippet": " We may wonder when the Roman Catholic Church began. If we trace its roots, it is evident that it began with Clement. In the second century he brought the Jewish priestly system into the church; this system of priests was like a seed sown in the church. This seed of corruption and error operated within the church until approximately A.D. 250, when Cyprian was bishop of Carthage. Cyprian promoted a hierarchy dividing the bishops from the other clergy beneath them. This hierarchical organization was formed into a unified church called the catholic church. This catholic church was not yet the Roman Catholic Church. When the government of the Roman Empire was mixed with the catholic church, the catholic church began to look more like the Roman Catholic Church. The formal beginning of the Roman Catholic Church dates from when the highest bishop was designated as the pope. At that juncture the church had a pope and archbishops; under the archbishops were the bishops, and under [352] the bishops were the priests. Each locality had priests, several localities were combined into a district under a bishop, and several districts were combined into a large district under an archbishop. "}, {"book_ref": "Life-study of Philippians, msg. 26: Thinking the Same Thing and Rejoicing in the Lord ", "page_num": "222", "snippet": " According to verse 3, these were very good sisters who had been helpful to Paul. Paul says of them that they “contended [222] with me in the gospel, with both Clement and the rest of my fellow-workers, whose names are in the book of life.” The Greek word rendered “contended” is an athletic term; it means to labor with, to strive together for, to wrestle in company with, as a team of athletes. These sisters were a help to Paul and the other workers, contending with them in the gospel. However, even these sisters needed help to be one by thinking the same thing in the Lord. According to the foregoing chapters, to think the same thing is related to pursuing Christ in order to gain Him and enjoy Him in full. Euodias and Syntyche were not pursuing Christ to the uttermost. Any who are tempted to be dissenting should heed Paul’s word to these sisters to think the same thing. "}, {"book_ref": "Life-study of Philippians, msg. 56: A Life Full of Forbearance but without Anxiety  (1) ", "page_num": "492", "snippet": " Verse 3 continues, “Yes, I ask you also, genuine yokefellow, assist them, who contended with me in the gospel, with both Clement and the rest of my fellow-workers, whose names are in the book of life.” Here Paul is asking those who were genuine yokefellows to help Euodias and Syntyche to think the same thing. Paul seems to be saying, “These two sisters are my co-workers, but at least temporarily they are not in the Lord. I encourage you, genuine yokefellow, to do your best to bring them back to the Lord and help them to think the same thing in the Lord.” These sisters were co-workers who had labored with Paul and contended with him in the gospel and whose names were in the book of life. Nevertheless, for the time being they were not in the Lord. "}, {"book_ref": "CWWL, 1932–1949, vol. 2, \"Witness Lee's Personal Notes and Diaries,\" ch. 1: Message Outlines ", "page_num": "21", "snippet": " There was a church father called Clement in the city of Alexandria (Egypt) in A.D. 194. He said, “Today, the seventh day, has become a day of work, which is also a common working day. We should keep the Lord’s Day.” "}, {"book_ref": "CWWL, 1950–1951, vol. 1, \"In Spirit, Not in Letter,\" ch. 6: Christ and the Church ", "page_num": "392", "snippet": " In less than one hundred years all the early apostles of the Lord Jesus had passed away. They were succeeded by some men who had been brought up by them. In history these men were called the church fathers. Although the church fathers had never seen the Lord Jesus, they were all very faithful. One of them was Clement, who is mentioned in Philippians 4:3; another one was Polycarp, who was a disciple of the aged John and was martyred for the Lord. They suffered a terrible persecution, the persecution by the Roman Empire. The church was persecuted by the Jews soon after it was raised up, but when the church went to the land of the Gentiles, it was persecuted not only by the Jewish religion but also by the Roman Empire. Apparently, there were several reasons for the persecution. First, it was because the gospel preached by Christians was different from the Roman customs. Second, the gospel which they preached caused people to love the Lord, to love God, and to not care for the world; it was a gospel that was focused on pursuing something in the future, something eternal. Such a gospel was altogether contrary to the culture of the Roman Empire and thus gave rise to conflicts. The third reason, which was also the most serious one, was that the Caesar, the Roman emperor, wanted to be worshipped as God by the people. [393] "}, {"book_ref": "CWWL, 1956, \"Three Aspects of the Church, Book 2: The Course of the Church\": The Outline ", "page_num": "237", "snippet": " Clement bringing in the Jewish organizational system. "}, {"book_ref": "CWWL, 1956, vol. 2, \"Three Aspects of the Church, Book 2: The Course of the Church,\" ch. 12: Major Groups Within Christianity ", "page_num": "357", "snippet": " During the process in which the church became the Roman Catholic Church, strong distinctions developed among the various groups within the church. The transmutation of the organization of the church began from when Bishop Clement suggested that the system of the Jewish priesthood be brought into the church. Once the transmutation started, those in the church who lived before the Lord began to differ from the majority in their thought. Those who went along with the transmutation gained more and more power, while those who stood against the transmutation became small and hidden before God; they lived before God, serving Him. "}, {"book_ref": "CWWL, 1957, vol. 2, \"The Testimony and the Ground of the Church,\" ch. 2: The Degradation of the Church ", "page_num": "183", "snippet": " The first item of the degradation of the church is having hierarchy. This occurred as early as the beginning of the second century. At that time there was an elder in the church in Rome whose name was Clement. In his epistle he clearly referred to the matter of bringing the Judaic priestly system into the church. According to the view of some of the saints, it was not fitting that all the believers would serve the Lord in coordination on the same standing. In their opinion it would be better to have a group of priests who could replace the saints in the service to God, just as in the Old Testament. There was such a proposal shortly after A.D. 100. "}, {"book_ref": "CWWL, 1973–1974, vol. 2, \"Various Meetings in Los Angeles,\" ch. 1: The Six Marys ", "page_num": "247", "snippet": " Philippians 4:2-3 says, “I exhort Euodias, and I exhort Syntyche, to think the same thing in the Lord. Yes, I ask you also, genuine yokefellow, assist them, since they contended with me in the gospel, as well as with Clement and the rest of my fellow workers, whose names are in the book of life.” Euodias and Syntyche were two wonderful, lovely, even spiritual sisters, but there was a problem between them. They were not thinking the same thing. They were good sisters: they were spiritual, contending with Paul in the gospel, yet they were not thinking the same thing. This was of great concern to the apostle [248] Paul. In such a short letter as Philippians, he mentioned these two names. Not only did Paul have this experience, but I also have had this experience. Although the sisters may have discovered the resurrection, I have discovered something concerning the sisters. The biggest problem for the sisters in the church life is that they are not thinking the same thing. It is very easy for the sisters not to be of one mind. Because of this, many of the divisions in Christianity were caused by the sisters. They have often been the source of division. This is a very serious matter. On the one hand, the sisters are greatly needed. Without the sisters the church is barren. But although the sisters are greatly needed and very useful, it is also very difficult for them to be of one mind. "}, {"book_ref": "CWWL, 1975–1976, vol. 1, \"The Crucial Function of the Sisters in the Church Life,\" ch. 1: The Crucial Function of the Sisters in the Church Life ", "page_num": "132", "snippet": " Nevertheless, there were still certain troubles among the sisters. The book of Philippians is a good book, full of positive matters, but in the church in Philippi there remained one black spot caused by two sisters who were not of the same mind. Philippians 4:2-3 says, “I exhort Euodias, and I exhort Syntyche, to think the same thing in the Lord. Yes, I ask you also, genuine yokefellow, assist them, since they contended with me in the gospel, as well as with Clement and the rest of my fellow workers, whose names are in the book of life.” On the one hand, Euodias and Syntyche were excellent sisters, for Paul says that they contended with him in the gospel. On the other hand, they had a problem, which was that they did not think the same thing. The sisters’ problem is mainly related to not thinking the same thing. Because of this, at times the most dissenting members in the churches may be the sisters. The sisters may always be good and always labor, help, and work for the church. However, the “tail of the fox”—the problem of not thinking the same thing—may eventually show itself. This problem tears down the church life. "}, {"book_ref": "CWWL, 1989, vol. 3, \"The Experience and Growth in Life,\" ch. 13: The Experience of Life (7) ", "page_num": "78", "snippet": " In the experience of enjoying Christ, living Christ, and magnifying Christ, there are many obstacles. The first obstacle is murmurings and reasonings. The second obstacle is dissension. Paul was a very skillful writer. When he writes about these two good sisters, he says, “I exhort Euodias, and I exhort Syntyche, to think the same thing in the Lord. Yes, I ask you also, genuine yokefellow, assist them, since they contended with me in the gospel, as well as with Clement and the rest of my fellow workers, whose names are in the book of life” (vv. 2-3). Paul first touches the negative problem of dissension between two of his fellow workers, exhorting them to think the [79] same thing. He then highly appraises them for the positive point of their service in the gospel. Then as a conclusion he leads them to rejoice (v. 4). "}, {"book_ref": "CWWL, 1989, vol. 3, \"The Experience and Growth in Life,\" ch. 14: The Growth in Life (7) ", "page_num": "85", "snippet": " We must build up a proper daily life with a proper character. To merely behave in a certain way is a performance and is hypocrisy. Our living should not be a performance. Rather, we should be proper persons with a proper living. “To live Christ” is not merely a slogan. The living of Christ must be the reality of our daily life. The revelations in Philippians 1 through 3 concerning the salvation and righteousness of God are very high. However, they all point to the living of Christ as the divine reality in our human virtues. Therefore, in chapter 4 Paul applies these revelations to our practical daily life. In verse 2 he says, “I exhort Euodias, and I exhort Syntyche, to think the same thing in the Lord.” According to verse 3, these were very good sisters who had been helpful to Paul. These sisters were living Christ and magnifying Christ to a certain extent. However, they were still dissenting. Spiritually speaking, they were appraised highly. Their names are in the book of life, and they labored with Paul and Clement (v. 3), but in their practical life there was a big problem. In the [86] same way we may speak of spiritual things, but our person may not be true, dignified, righteous, pure, and lovely. "}, {"book_ref": "CWWN, vol. 3, \"The Christian (1): Meditations on Revelation,\" ch. 2: A Synopsis of the Book of Revelation ", "page_num": "117", "snippet": " Clement of Alexandria thought that John returned from his exile after Domitian’s death, which was in A.D. 96. In his book, Eusebius mentioned three times that John’s exile was during the reign of Domitian, and he believed that it was in the fourteenth year of Domitian’s reign, which was A.D. 95, when John received the revelation. "}, {"book_ref": "CWWN, vol. 48, \"Messages for Building Up New Believers (1),\" ch. 14: The Lord's Day ", "page_num": "225", "snippet": " There was a famous church father called Clement in the city of Alexandria in A.D. 194. He said, “Today, the seventh day, has become a day of work, which is also a common working day.” Following this, he said, “We should keep the Lord’s Day” (ibid., Vol. II, p. 545). "}, {"book_ref": "CWWN, vol. 57, \"The Resumption of Watchman Nee's Ministry,\" ch. 6: God's Work of Recovery  (1) ", "page_num": "50", "snippet": " From the time of Clement, the truth became less and less clear. On the one hand, men became more and more capable of analysis and exposition, but at the same time, they lacked life and did not have much grace or righteousness. Even at the time of Augustine, the truth was still unclear. Historically speaking, the church was always on the decline. Eventually, it fell to such a low degree that reactions rose up within the Catholic Church. One of those who reacted was Francis of Assisi. He was dissatisfied with the outward riches of the church. He was originally a rich man, or at least the son of a rich man. Within a few days, he sold everything and gave it to the poor. He began to practice a life of voluntary poverty. However, the things he wrote are unreadable. We may tolerate a line or two of his writings, but by the third line, they are intolerable. Although we cannot tolerate his writings, the practice of voluntary poverty is nevertheless right. "}, {"book_ref": "CWWN, vol. 57, \"The Resumption of Watchman Nee's Ministry,\" ch. 15: The Desolation of the Church and the Advance of the Church ", "page_num": "175", "snippet": " The same is true with the history of the church. The revelation in Ephesians reached the highest point. But this does not necessarily mean that the experience of the church in Ephesus was the richest. The church in Ephesus was like a new believer. During the advance of the church, truths such as justification by faith, sanctification, the oneness of the church, preaching the gospel, and the truth concerning the cross have become clearer and clearer. Whatever has been recovered at a later stage is clearer than that which was present at the beginning. From the letters that the church father [175] Clement wrote to the church in Corinth, we can see that those men were less clear than we are concerning the gospel. Even Augustine’s Confessions and Thomas à Kempis’s On the Imitation of Christ do not contain as much truth as we have seen today. Among their revelations, there are treasures, but there is also sand. "}, {"book_ref": "CWWN, vol. 59, \"Miscellaneous Records of the Kuling Training (1),\" ch. 6: Question-and-answer Session  (1) ", "page_num": "47", "snippet": " God is taking the way of recovery today. We should not lightly regard the Lord’s recovery. The church is forever advancing. The apostolic age lasted only for a few decades. Today we have two thousand years of history behind us. The truth of the gospel is much clearer today than at the time of the apostles. Although we cannot say that it is clearer than at Paul’s time, at least we can say that it is clearer than at Peter’s time. Today the church as a whole has more experience than it had at the time of the apostles. At the time of the apostles, the Judaistic shell was not completely shed. This shell remained until after the writing of the book of Hebrews. Clement, one of the church fathers, wrote an epistle to the church in Corinth. However, I cannot say that I appreciate his writings very much, because his gospel could not even match our gospel today. Around A.D. 60 the gospel became obscured. This is the reason John had to stand up to affirm the gospel once more around A.D. 90. In one respect the [48] church has become desolate. In the last century J. N. Darby was the first and only one who spoke about the desolate state of the church. Today the fundamental truth of Christ’s salvation has become more clearly and firmly established than ever. However, the church is still missing the power of Pentecost. "}, {"book_ref": "A Lesson Book, Level 6: The Bible—the Word of God, msg. 6: The Proof of the Bible Being the Word of God (2) ", "page_num": "92", "snippet": " The apostle Paul’s co-worker Clement (Phil. 4:3) wrote a letter to the church in Corinth. In his letter, he referenced the words of Peter, James, John and Luke. He also quoted from Acts, Romans, Corinthians, Thessalonians, Titus, James, Peter, and Hebrews. Similar letters have been discovered that quoted verses from the New Testament. "}, {"book_ref": "Life-study of Philippians (2nd ed.), msg. 26: Thinking the Same Thing and Rejoicing in the Lord ", "page_num": "217", "snippet": "According to 4:3, these were very good sisters who had been helpful to Paul. Paul says of them that they “contended with me in the gospel, as well as with Clement and the rest of my fellow workers, whose names are in the book of life.” Here, the book of life refers to a heavenly record of the redeemed in Christ, and the Greek word rendered “contended” is an athletic term; it means to labor with, to strive together for, to wrestle in company with, as a team of athletes. These sisters were a help to Paul and the other workers, contending with them in the gospel. However, even these sisters needed help to be one by thinking the same thing in the Lord. According to the foregoing chapters, to think the same thing is related to pursuing Christ in order to gain Him and enjoy Him in full. Euodias and Syntyche were not pursuing Christ to the uttermost. Any who [218] are tempted to be dissenting should heed Paul’s word to these sisters to think the same thing."}, {"book_ref": "Life-study of Philippians (2nd ed.), msg. 56: A Life Full of Forbearance but without Anxiety (1) ", "page_num": "477", "snippet": "Verse 3 continues, “Yes, I ask you also, genuine yokefellow, assist them, since they contended with me in the gospel, as well as with Clement and the rest of my fellow workers, whose names are in the book of life.” Here Paul is asking those who were genuine yokefellows to help Euodias and Syntyche to think [478] the same thing. Paul seems to be saying, “These two sisters are my co-workers, but at least temporarily, they are not in the Lord. I encourage you, genuine yokefellow, to do your best to bring them back to the Lord and help them to think the same thing in the Lord.” These sisters were co-workers who had labored with Paul and contended with him in the gospel and whose names were in the book of life. Nevertheless, for the time being, they were not in the Lord."}]}