{"search_term": "Cormier", "first_name": "Francis", "last_name": "Cormier", "run_start": "2025-01-02 10:10:47", "run_end": "2025-01-02 10:18:01", "hits": [{"book_ref": "CWWL, 1981, vol. 2, \"The History and Revelation of the Lord's Recovery,\" ch. 22: Troubles without and Troubles Within During the Spread of the Testimony in the United States (1) ", "page_num": "408", "snippet": " What pleases me the most is that after reading these writings, [408] some people would stand up to intervene, to uphold justice. An example is Francis Cormier, who was very knowledgeable and who had some understanding of the creeds and church history. After reading The New Cults by Walter Martin, he wrote to Martin to point out his error and also sent me a copy of that letter. In the letter he said, “I never met Witness Lee nor any of the believers associated with him. I read his name once, associated with Watchman Nee...We feel a gross injustice has been made against this brother in the Lord...This further saddened us for it was obvious that your researchers didn’t have a clue of what Witness Lee was trying to teach believers...As a group, for the past three years, we have been studying some of Watchman Nee’s books...As we read your comments and quotes concerning Witness Lee’s standards and beliefs, we recognised some of Watchman Nee’s teachings. If your researchers had in the least been familiar with Brother Nee’s books, they would have recognised and seen what Brother Lee was trying to teach...I would suggest that you read with an open mind, not with the mind of a fault-finding researcher, Watchman Nee’s books, and you will understand what Witness Lee’s work is all about” (see Appendix). His letter was extremely well written; I hope that you can read it in a good way. Later, the brothers invited him to attend the conferences, and the fellowship went fairly well. "}, {"book_ref": "CWWL, 1981, vol. 2, \"The History and Revelation of the Lord's Recovery,\" ch. 22: Troubles without and Troubles Within During the Spread of the Testimony in the United States (1) ", "page_num": "423", "snippet": "A LETTER FROM FRANCIS CORMIER"}, {"book_ref": "CWWL, 1981, vol. 2, \"The History and Revelation of the Lord's Recovery,\" ch. 22: Troubles without and Troubles Within During the Spread of the Testimony in the United States (1) ", "page_num": "428", "snippet": "Francis CormierManitoba, Canada "}, {"book_ref": "CWWL, 1981, vol. 2, \"The History and Revelation of the Lord's Recovery,\" ch. 23: Troubles without and Troubles Within During the Spread of the Testimony in the United States (2) ", "page_num": "435", "snippet": " In regard to Brother X in New York, I still cannot understand his behavior. Brother Francis Cormier, who spoke out with a strong sense of justice, was outside of the Lord’s recovery. He had never seen me or read my books; he had only read Brother Nee’s books. Nevertheless, with very clear light he saw through the misquotations and quasi-quotations of my writings and through the condemning words in the book entitled The New Cults. However, Brother X, who had been working among us for many years, not only failed to see any light, but he even sided with Christianity to attack me, saying that my speaking about the Son being the Father and Christ being the Spirit was heresy. He ignored the fact that I was not the one who started the speaking about the Son being the Father and Christ being the [436] Spirit; Brother Nee spoke about it several decades earlier. Brother Nee had at least three hymns on this subject, and we have these hymns in our hands. Why did no one say that this was heresy while Brother Nee was still living? Why did it become heresy when I continued to speak about this after Brother Nee passed away? I do not understand. "}]}