{"search_term": "Conybeare", "first_name": "William John", "last_name": "Conybeare", "run_start": "2025-01-02 09:08:57", "run_end": "2025-01-02 10:10:47", "hits": [{"book_ref": "CWWL, Bible Notes & Hymns, vol. 3, \"Bible Notes,\" ch. 21: Galatians, Ephesians, Philippians, Colossians ", "page_num": "271", "snippet": " Have you suffered so many things in vain? suffered: experienced—Conybeare. (Bible 7) "}, {"book_ref": "CWWL, Bible Notes & Hymns, vol. 3, \"Bible Notes,\" ch. 21: Galatians, Ephesians, Philippians, Colossians ", "page_num": "277", "snippet": " One from Mount Sinai, bringing forth children unto slavery, which is Hagar. “The word Hagar in Arabic means ‘a rook,’ and some authorities tell us that Mount Sinai is so called by the Arabs”—Conybeare. (Bible 7) [278] "}, {"book_ref": "CWWL, Bible Notes & Hymns, vol. 3, \"Bible Notes,\" ch. 21: Galatians, Ephesians, Philippians, Colossians ", "page_num": "300", "snippet": " Cleansing her by the washing of the water in the word. cleansing: purifying. washing of the water: laver. word: rhema. in the word: Here Conybeare uses “in the word.” The cleansing here is a metabolic cleansing that differs from the cleansing of the blood; it is a washing away of spot and wrinkle, a kind of metabolism, a metabolic change in life. (Bible 7) [301] "}, {"book_ref": "CWWL, Bible Notes & Hymns, vol. 3, \"Bible Notes,\" ch. 21: Galatians, Ephesians, Philippians, Colossians ", "page_num": "305", "snippet": " Fellowship. Cooperation—Weymouth. Fellowship in the gospel. “Forwarding”—Conybeare. (Bible 5) "}, {"book_ref": "CWWL, Bible Notes & Hymns, vol. 3, \"Bible Notes,\" ch. 21: Galatians, Ephesians, Philippians, Colossians ", "page_num": "305", "snippet": " Turn to my salvation (KJV). See Job 13:16. Prayer (KJV). Supplication; literally, the words mean “the supplying of all needs (of the chorus) by the choragus (the leader of the chorus)”—Conybeare (Eph. 4:16; Col. 2:19). Supply of the Spirit of Jesus Christ. Or, supplies me with all I need, the Spirit...is given me for support—New English Bible. (Bible 5) "}, {"book_ref": "CWWL, Bible Notes & Hymns, vol. 3, \"Bible Notes,\" ch. 21: Galatians, Ephesians, Philippians, Colossians ", "page_num": "309", "snippet": " If, then, you can be entreated. If you can be persuaded by love (cf. 1 Thes. 2:11; Matt. 18:32), “if you have any fellowship in the spirit, if you have any tenderness or compassion, I pray you make my joy full, be of one accord, filled with the same love, of one soul, of one mind”—Conybeare. (Bible 5) "}, {"book_ref": "CWWL, Bible Notes & Hymns, vol. 3, \"Bible Notes,\" ch. 21: Galatians, Ephesians, Philippians, Colossians ", "page_num": "309", "snippet": " “If, then, you can be entreated (as Matt. 18:32) in Christ, if you can be persuaded (as 1 Thes. 2:11) by love, if you have any fellowship in the spirit, if you have any tenderness or compassion, I pray you make my joy full, be of one accord, filled with the same love, of one soul, one mind”—Conybeare. (Bible 7) "}, {"book_ref": "CWWL, Bible Notes & Hymns, vol. 3, \"Bible Notes,\" ch. 21: Galatians, Ephesians, Philippians, Colossians ", "page_num": "309", "snippet": " Being in the form (KJV). Subsisting or existing. A thing to be grasped (ASV). He thought equality with God was not a thing to be seized upon; even while on earth, He was in the form of God, yet He did not think it fit to claim equality with God until He accomplished His mission—Conybeare. He did not regard equality with God as something which He should grasp—Weymouth. (Bible 5) "}, {"book_ref": "CWWL, Bible Notes & Hymns, vol. 3, \"Bible Notes,\" ch. 21: Galatians, Ephesians, Philippians, Colossians ", "page_num": "309", "snippet": " Who, existing in the form of God, did not consider being equal with God a treasure to be grasped. “He thought not equality with God a thing to be seized upon, i.e. though, essentially, even while on earth, He was in the form of God, yet He did not think fit to claim equality with God until He had accomplished His mission”—Conybeare. “He did not reckon equality with God a treasure to be tightly grasped”—Weymouth. (Bible 7) "}, {"book_ref": "CWWL, Bible Notes & Hymns, vol. 3, \"Bible Notes,\" ch. 21: Galatians, Ephesians, Philippians, Colossians ", "page_num": "309", "snippet": " Who, existing in the form of God, did not consider being equal with God a treasure to be grasped. existing: subsisting. did not consider: did not deem equality with God a thing to be seized upon. “He thought not equality with God a thing to be seized upon, i.e. though essentially, even while on earth, He was in the form of God, yet He did not think fit to claim equality with God until He had accomplished His mission”—Conybeare. “He did not reckon His equality with God a treasure to be tightly grasped”—Weymouth. (Bible 8) "}, {"book_ref": "CWWL, Bible Notes & Hymns, vol. 3, \"Bible Notes,\" ch. 21: Galatians, Ephesians, Philippians, Colossians ", "page_num": "325", "snippet": " Consist (KJV). Stand together, stand with or fall together, to be constituted, to be compact. Full-grown. Grown to the ripeness of maturity—Conybeare. (Bible 5) "}, {"book_ref": "CWWL, 1966, vol. 2, \"Additional Words in Response to the Testing and Testimonies of the Saints During the 1966 Summer Training in Los Angeles,\" ch. 5: Additional Word in Response to Testimonies concerning Feeding on the Word ", "page_num": "242", "snippet": " I continued on to verses 18 through 20, which say, “Now some have become puffed up as though I were not coming to you. But I will come to you shortly, if the Lord wills, and I will ascertain not the speech of those who are puffed up but the power. For the kingdom of God is not in speech but in power.” Here the word power does not refer merely to might but to the power of one’s life. We could say that the word power here is equivalent to the word reality. Conybeare translates the latter part of this passage in this way: “And then I shall learn, not the word of these boasters, but their might. For mighty deeds, not empty words, are the tokens of God’s kingdom.” Conybeare implies here that what is at issue is the reality of one’s life, that is, one’s power, as opposed to one’s words. The Amplified Bible renders this verse, “And then I will perceive and understand not what the talk of these puffed up and arrogant spirits amount to, but their force—that is, the moral power and excellence of soul they really possess.” Both of these translations reveal the right meaning of the word power. The kingdom of God is not in vain talking, in empty words; rather, it is in the reality of what we are—in the power, in the reality, of our being. Again, what I grasped with my mind and my spirit I turned into prayer. "}, {"book_ref": "The Conclusion of the New Testament: God, Christ, and the Spirit, Volume 1 (msgs. 1-60), msg. 49: Christ—His Person  (29) ", "page_num": "534", "snippet": " In the apostles’ preaching Christ is the triumphant Victor. This is described in 2 Corinthians 2:14: “Thanks be to God, who always leads us in triumph in the Christ, and manifests through us the savor of the knowledge of Him in every place.” Here Paul uses the metaphor of a procession held in honor of the victory of a Roman general. Concerning this verse Conybeare has this to say: “The verb here used means to lead a man as a captive in a triumphal procession; the full phrase means, to lead captive in a triumph over the enemies of Christ....God is celebrating His triumph over His enemies; Paul (who had been so great an opponent of the gospel) is a captive following in the train of the triumphal procession, yet (at the same time, by a characteristic change of metaphor) an incense-bearer, scattering incense (which was always done on these occasions) as the procession moves on.” God always leads the apostles in such a triumphant way in their ministry. The word “us” refers to the conquered captives in the train of Christ’s triumph, celebrating and participating in His triumph. The apostles are such captives; their move as captives of Christ in their ministry for Him is God’s celebration of Christ’s victory over His enemies. Their move and their ministry for Christ is like a triumphal procession from one place to another under God’s leading. Paul and his co-workers were Christ’s captives, bearing the fragrant incense of Christ for His triumphant glory. They had been conquered by Christ and had become His captives in the train of His triumph, scattering the fragrance of Christ from place to place. [535] "}, {"book_ref": "The Conclusion of the New Testament: The Believers, Volume 1 (msgs. 99-134), msg. 111: The Believers—Their Symbols  (5) ", "page_num": "1203", "snippet": " The believers are also symbolized by captives of Christ in His triumphal procession. Paul says, “Thanks be to God, who always leads us in triumph in the Christ” (2 Cor. 2:14a). Here Paul uses the metaphor of a procession held in honor of the victory of a Roman general. Conybeare explains that the “verb here used means to lead a man as a captive in a triumphal procession; the full phrase means, to lead captive in a triumph over the enemies of Christ....God is celebrating His triumph over His enemies; Paul (who had been so great an opponent of the gospel) is a captive following in the train of the triumphal procession....” Paul once fought against Christ, the heavenly General, but eventually he was defeated, [1204] subdued, and captured and thereby became a captive of Christ. After he was captured, he was placed in Christ’s triumphal procession as one of the captives in a train of defeated foes. "}, {"book_ref": "The Conclusion of the New Testament: The Believers, Volume 2 (msgs. 135-188), msg. 138: The Believers—Their Present  (22) ", "page_num": "1509", "snippet": " The Greek verb rendered “leads us in triumph” as used in 2:14 means “to lead a man as a captive in a triumphal procession; the full phrase means, to lead captive in a triumph over the enemies of Christ....God is celebrating His triumph over His enemies; Paul (who had been so great an opponent of the gospel) is a captive following in the train of the triumphal procession, yet (at the same time, by a characteristic change of metaphor) an incense-bearer, scattering incense (which was always done on these occasions) as the procession moves on. Some of the conquered enemies were put to death when the procession reached the Capitol; to them the smell of incense was an odor of death unto death; to the rest who were spared, an odor of life unto life” (Conybeare). God always leads the apostles in such a triumphant way for their ministry. God’s leading is actually His dispensing of Himself into the apostles. "}, {"book_ref": "The Conclusion of the New Testament: The Church, the Kingdom, and the New Jerusalem (msgs. 189-264), msg. 233: The Church the Recovery of the Church  (4) ", "page_num": "2482", "snippet": " In 1 Corinthians 15:2 “being saved” literally means in the way of salvation (Conybeare). After being justified in Christ and regenerated by the Spirit, we are in the process of being saved in the life of Christ (Rom. 5:10) until we are mature and conformed to Him in full (Rom. 8:29). On the one hand, we have been saved; on the other hand, we are being saved. We have been saved by Christ’s death, but we are still being saved in His resurrection. "}, {"book_ref": "The Conclusion of the New Testament: Experiencing, Enjoying, and Expressing Christ, Volume 3 (msgs. 382-436), msg. 399: Experiencing, Enjoying, and Expressing Christ in the Epistles  (105) ", "page_num": "4045", "snippet": " Second Corinthians 2:14-16 reveals that we may express [4045] Christ by triumphing in Him in our ministry. In verse 14 Paul says, “Thanks be to God, who always leads us in triumph in the Christ and manifests the savor of the knowledge of Him through us in every place.” Concerning this verse, Conybeare says, “The verb here used...means to lead a man as a captive in a triumphal procession; the full phrase means to lead captive in a triumph over the enemies of Christ....God is celebrating His triumph over His enemies; Paul (who had been so great an opponent of the gospel) is a captive following in the train of the triumphal procession, yet (at the same time, by a characteristic change of metaphor) an incense-bearer, scattering incense (which was always done on these occasions) as the procession moves on. Some of the conquered enemies were put to death when the procession reached the Capitol; to them the smell of the incense was ‘an odor of death unto death’; to the rest who were spared, ‘an odor of life unto life.’” The same metaphor is used in Colossians 2:15. God always leads the apostles in such a triumphant way for their ministry. "}, {"book_ref": "Life-study of First Corinthians, msg. 65: Dealing with the Matter of Resurrection  (1) ", "page_num": "590", "snippet": " In verse 2 “being saved” literally means in the way of salvation (Conybeare). After being justified in Christ and regenerated by the Spirit, we are in the process of being saved in the life of Christ (Rom. 5:10) until we are mature and conformed to Him in full (Rom. 8:29). On the one hand, we have been saved; on the other hand, we are being saved. We have been saved by Christ’s death, but we are still being saved in His resurrection. "}, {"book_ref": "Life-study of Second Corinthians, msg. 5: The Ministry of the New Covenant  (1) ", "page_num": "40", "snippet": " In verse 14 Paul says, “But thanks be to God, Who always leads us in triumph in the Christ, and manifests through us the savor of the knowledge of Him in every place.” Concerning this verse, Conybeare has this to say: “The verb here used means to lead a man as a captive in a triumphal procession; the full phrase means, to lead captive in a triumph over the enemies of Christ....God is celebrating His triumph over His enemies; Paul (who had been so great an opponent of the gospel) is a captive following in the train of the triumphal procession, yet (at the same time, by a characteristic change of metaphor) an incense-bearer, scattering incense (which was always done on these occasions) as the procession moves on. Some of the conquered enemies were put to death when the procession reached the Capitol; to them the smell of the incense was an odor of death unto death; to the rest who were spared, an odor of life unto life.” The same metaphor is used in Colossians 2:15. God always leads the apostles in such a triumphant way in their ministry. The word “us” here refers to the conquered captives in the train of Christ’s triumph, celebrating and participating in Christ’s triumph. The apostles are such captives; their move as captives of Christ in their ministry for Him is God’s celebration of Christ’s victory over His enemies. "}, {"book_ref": "CWWL, 1963, vol. 4, \"The Relationship of God with Man in God's New Creation,\" ch. 11: The Supply of the All-inclusive Spirit ", "page_num": "411", "snippet": " In this verse Paul said that his imprisonment, suffering, and persecution would turn out to salvation for him. This would be through the bountiful supply of the Spirit of Jesus Christ. W. J. Conybeare, in his translation of the New Testament, tells us that the word supply here in Greek is a special word. In ancient times among the Greeks, a group of people who danced and sang to entertain people was called a chorus. The leader of a chorus was called the choragus; he was responsible to take care of all the needs of the group. Whatever they needed, this leader was responsible to supply. Paul used the word choragus to denote the all-inclusive, bountiful supply of the Spirit of Jesus Christ, who is indwelling Christ’s believers to supply them with whatever they need. With this Spirit there is an all-inclusive, bountiful supply that will fully meet our need. "}, {"book_ref": "CWWL, 1964, vol. 2, \"A General Sketch of the New Testament in the Light of Christ and the Church (part 2—Romans through Philemon),\" ch. 15: Walking by the Spirit in Galatians ", "page_num": "284", "snippet": " The law is no longer the most important item. Galatians 3:24 says that the law is our child-conductor unto Christ. The King James Version mistakenly translates this word as “schoolmaster.” Strictly speaking, the law is not a schoolmaster but a child-conductor. Conybeare tells us that in the ancient times there was not the system of schooling that we have today. At that time there were schoolmasters, to whose houses parents would send their young children. The more wealthy people at that time had slaves, so when parents sent their children to the schoolmaster’s home to study, a slave would accompany them. Since the children were young, they could get lost traveling from their parent’s home to the schoolmaster, so they needed the slave to care for them. "}, {"book_ref": "CWWL, 1964, vol. 2, \"A General Sketch of the New Testament in the Light of Christ and the Church (part 2—Romans through Philemon),\" ch. 18: The Experience of Christ in Philippians ", "page_num": "319", "snippet": " Verse 19 of chapter 1 is another verse which is very precious yet very much neglected by Christians today. This verse speaks of the bountiful supply of the Spirit of Jesus Christ. Conybeare tells us that the Greek word for supply is a technical word, referring to the choragus, the leader of the chorus on the Greek stage. The choragus was responsible to supply all the needs of the members of the chorus. Their clothing, food, musical instruments, and everything they needed were provided by the choragus. Paul uses this same word to describe the supply of the Spirit of Jesus Christ. Therefore, this word may be rendered as “bountiful supply,” a supply that meets all our needs. "}, {"book_ref": "CWWL, 1965, vol. 1, \"The All-inclusive Spirit of Christ,\" ch. 1: The All-inclusive Spirit of Christ ", "page_num": "564", "snippet": " Since the Spirit of God today is the Spirit of Jesus and the Spirit of Christ, we have “the Spirit of Jesus Christ” in Philippians 1:19. It says, “This will turn out to salvation through...the bountiful supply of the Spirit of Jesus Christ.” Here “the Spirit of Jesus Christ” is related to “the bountiful supply.” Conybeare says, “The words here mean the supplying of all needs.” Williams and Vincent both say “bountiful supply”; The Twentieth Century and Montgomery [565] Translations, “rich supply”; Wuest, “the full-proportioned support and aid”; and The New Testament in Basic English, “the giving of the stored wealth.” Bountiful supply is a specific, rich word used by the apostle here to indicate the bountiful, rich supply of the Spirit of Jesus Christ. It is the abundant “stored wealth” in the Spirit of the incarnated, afflicted, and crucified Jesus and the resurrected, ascended, and enthroned Christ. "}, {"book_ref": "CWWL, 1966, vol. 2, \"The Divine Spirit with the Human Spirit in the Epistles,\" ch. 8: The All-inclusive Spirit in Philippians and the Love in the Spirit and Spiritual Wisdom in Colossians ", "page_num": "317", "snippet": " In his translation of the Epistles of Paul, Conybeare tells us that the phrase bountiful supply in Greek has a specific meaning, referring to the supplying of all the needs of the chorus by the choragus, [318] the leader of the chorus. The choragus would supply everything the chorus needed, including clothing, food, drink, and instruments. This was the all-inclusive supply of the choragus for the chorus. Today the Spirit of Jesus Christ supplies us with everything we need. We should not consider the apostle as a mere prisoner at that time. Rather, he was part of a heavenly, spiritual “chorus” with the Spirit as his Choragus to afford him a bountiful supply. The Spirit today is not only the Spirit of God, the Spirit of Jesus, or the Spirit of Christ. He is the Spirit of Jesus Christ, the all-inclusive Spirit. Therefore, He affords us the all-inclusive bountiful supply. He is the secret for us to experience Christ. "}, {"book_ref": "CWWL, 1967, vol. 2, \"An Autobiography of a Person in the Spirit,\" ch. 3: Captured by Christ ", "page_num": "151", "snippet": " The first aspect of a person living in the Holy of Holies all the time can be seen in 2:14, where Paul says, “Thanks be to God, who always leads us in triumph in the Christ.” W. J. Conybeare, in his translation of 2 Corinthians, tells us that the Greek word for leads us in triumph was a special word used in ancient times to describe a triumphal procession. In the Roman Empire, when a general won a battle, he captured many captives. Then in the capital there was a celebration of the victory, and in that celebration there was a triumphal procession with many captives to make a show of the victory gained by the general. The apostle Paul adopted this expression to show that Christ is the General who gained the victory and that God today is celebrating Christ’s victory. "}, {"book_ref": "CWWL, 1969, vol. 2, \"Practicing the Church Life by Exercising the Spirit,\" ch. 6: The Lord's Recovery of the Two Spirits ", "page_num": "163", "snippet": " Although this was my own initial practical experience, I was not clear that the experience of Christ is in the spirit until I met Brother Nee. He helped me greatly in my realization and experience of the Holy Spirit in the regenerated human spirit. Then, gradually, by His mercy, the Lord began to reveal to me that everything concerning God’s life and nature, God’s fullness, and Christ’s person and work is in the Holy Spirit. Today all that Christ is and all that He has accomplished are in the Holy Spirit. Philippians 1:19 says, “This will turn out to salvation through your petition and the bountiful supply of the Spirit of Jesus Christ.” In referring to the supply of the Spirit of Jesus Christ, the apostle Paul uses the term bountiful supply, which comes from a special word in Greek that refers to the supplying of all the needs of a chorus by the choragus, the leader of the chorus. This indicates that the Spirit of Jesus Christ is all-inclusive and all-sufficient. In The Life and Epistles of St. Paul, Conybeare and Howson explain that the words translated “bountiful supply” when literally applied “would mean ‘the supplying of all needs (of the chorus) by the Choregus.’ So the words here mean ‘the supplying of all needs (of the Christian) by the Spirit.’” Everything we need is in the all-inclusive Spirit. "}, {"book_ref": "CWWL, 1969, vol. 2, \"The Crucial Revelation of Life in the Scriptures,\" ch. 12: The Spirit of Life (2) ", "page_num": "482", "snippet": " Philippians 1:19 refers to “the bountiful supply of the Spirit of Jesus Christ.” The Spirit supplies us with whatever we need. If we need life, He supplies life. If we need strength, He supplies strength. If we need patience, He supplies patience. If we need the power to endure suffering, the suffering strength, He supplies it. Whatever we need is in the bountiful supply of the Spirit. W. J. Conybeare tells us that the word for bountiful supply in Greek literally means the supplying of all the needs of the chorus by the choragus. The choragus was the leader of the chorus, and he met all the needs of everyone in the chorus, such as the needs for food, clothing, lodging, and musical instruments. Whatever the members of the chorus needed, the leader of the chorus supplied. The supply of the choragus truly was bountiful, even all-inclusive. Thank the Lord that whatever we need, the all-inclusive, bountiful Spirit supplies. "}, {"book_ref": "CWWL, 1980, vol. 1, \"Perfecting Training,\" ch. 35: How to Be Released from the Law of Sin and of Death ", "page_num": "349", "snippet": " Conybeare translates this verse as, “For God (which was impossible to the Law, because by the flesh it had no power), by sending His own Son in the likeness of sinful flesh, and on behalf of sin, overcame sin in the flesh.” He used the word overcame for condemned. Condemned here really means “to subdue or to deprive of its power” or “to overcome.” He placed a parenthesis around the problem clause: which was impossible to the Law, because by the flesh it had no power. Still, grammatically speaking, this clause is difficult to understand. [350] "}, {"book_ref": "CWWL, 1983, vol. 2, \"The Divine Dispensing of the Divine Trinity,\" ch. 36: The Divine Dispensing of the Divine Trinity Issuing in the Maturity of Life and Constitution of Ministry (2) ", "page_num": "462", "snippet": " The Greek verb rendered “leads us in triumph” as used in 2:14 means “to lead a man as a captive in a triumphal procession; the full phrase means to lead captive in a triumph over the enemies of Christ...God is celebrating His triumph over His enemies; Paul (who had been so great an opponent of the gospel) is a captive following in the train of the triumphal procession, yet (at the same time, by a characteristic change of metaphor) an incense-bearer, scattering incense (which was always done on these occasions) as the procession moves on. Some of the conquered enemies were put to death when the procession reached the Capitol; to them the smell of incense was an odor of death unto death; to the rest who were spared, an odor of life unto life” (Conybeare). God always leads the apostles in such a triumphant way for their ministry. God’s leading is His dispensing of Himself into the apostles. In their ministry God dispenses the virtues of Christ in His person and work into them in triumph, and their ministry is a procession celebrating Christ’s victory. "}, {"book_ref": "CWWL, 1993, vol. 1, \"The Ministry of the New Testament and the Teaching and Fellowship of the Apostles,\" ch. 2: The Teaching and the Fellowship of the Apostles ", "page_num": "23", "snippet": " Some say that in Titus 3:10 a factious [sectarian] man should be translated “a man who teaches heresy” and that this expression does not refer to a divisive person. But in Greek this expression denotes a person who holds an opinion or a different doctrine that tends toward division. Thus, the English versions translate this as (1) “a factious man”—American Standard Version, New American Standard Bible, Marshall’s Interlinear Greek-English New Testament; (2) “a man who is factious”—Revised Standard Version, Amplified Bible; (3) “a heretical sectarian and cause of divisions”—Amplified Bible; (4) “a heretical person causing divisions”—Wuest; (5) “a sectarian”—W. J. Conybeare; (6) “a man who causes divisions”—R. F. Weymouth; (7) “a factious person”—James Moffatt; (8) “a sectarian man”—Concordant Literal New Testament, Berry’s Interlinear Greek-English New Testament; (9) “a factious person”—Berkeley Version; (10) “a heretical man, i.e., one given to ‘lift up’ opinions, sound or unsound, and an unstable, unsettled individual who wishes to form sects”—Young’s Translation; (11) “causing division by a party spirit, factious”—Vine’s Expository Dictionary of New Testament Words; (12) “a divisive person”—New International Version. Most of the above translations are authorities. "}, {"book_ref": "CWWL, Bible Notes & Hymns, vol. 3, \"Bible Notes,\" ch. 20: First and Second Corinthians ", "page_num": "247", "snippet": " We are a fragrance of Christ to God in those who are being saved and in those who are perishing. God is celebrating His triumph over His enemies. “Paul (who had been so great an opponent of the gospel) is a captive following in the train of the triumphal procession, yet (at the same time, by a characteristic change of metaphor) an incense-bearer, scattering incense (which was always done on these occasions) as the procession moves on. Some of the conquered enemies were put to death when the procession reached the Capitol; to them the smell of the incense was ‘an odor of death unto death’; to the rest who were spared, ‘an odor of life unto life’”—Conybeare. (Bible 7) "}, {"book_ref": "CWWL, Bible Notes & Hymns, vol. 3, \"Bible Notes,\" ch. 23: Hebrews ", "page_num": "422", "snippet": " Father of spirits. spirits: our spirits. “‘Our’ is understood [422] from the parallel, ‘our flesh’”—Conybeare. As God is the Father of our spirits, so His dealing with us must be in our spirit. (Bible 7) "}, {"book_ref": "Life-study of First Corinthians (2nd ed.), msg. 65: Dealing with the Matter of Resurrection (1) ", "page_num": "587", "snippet": "In 1 Corinthians 15:2 being saved literally means “in the way of salvation” (Conybeare). Having been justified in Christ and regenerated by the Spirit, we are in the process of being saved in the life of Christ (Rom. 5:10), and will be until we are mature and conformed to Him in full (8:29). On the one hand, we have been saved; on the other hand, we are being saved. We have been saved by Christ’s death, but we are still being saved in His resurrection."}, {"book_ref": "Life-study of Second Corinthians (2nd ed.), msg. 5: The Ministry of the New Covenant (1) ", "page_num": "40", "snippet": "In 2 Corinthians 2:14 Paul says, “Thanks be to God, who always leads us in triumph in the Christ and manifests the [40] savor of the knowledge of Him through us in every place.” Concerning this verse, Conybeare has this to say: “The verb here used...means to lead a man as a captive in a triumphal procession; the full phrase means to lead captive in a triumph over the enemies of Christ....God is celebrating His triumph over His enemies; Paul (who had been so great an opponent of the gospel) is a captive following in the train of the triumphal procession, yet (at the same time, by a characteristic change of metaphor) an incense-bearer, scattering incense (which was always done on these occasions) as the procession moves on. Some of the conquered enemies were put to death when the procession reached the Capitol; to them the smell of the incense was ‘an odor of death unto death’; to the rest who were spared, ‘an odor of life unto life.’” The same metaphor is used in Colossians 2:15. God always leads the apostles in such a triumphant way for their ministry. The word us in 2 Corinthians 2:14 refers to the conquered captives in the train of Christ’s triumph, celebrating and participating in Christ’s triumph. The apostles were such captives; their move as captives of Christ in their ministry for Him was God’s celebration of Christ’s victory over His enemies."}]}