{"search_term": "Coates", "first_name": "Charles Andrew", "last_name": "Coates", "run_start": "2024-12-28 11:38:32", "run_end": "2024-12-29 14:11:30", "hits": [{"book_ref": "Life-study of Exodus, msg. 157: The Holy Anointing Oil  (1) ", "page_num": "1681", "snippet": " Recently I looked into what others had to say regarding the compound ointment in Exodus 30. In his Synopsis J. N. Darby has only a short word on the ointment and the incense. In his notes on the Pentateuch, C. H. Mackintosh says that in the holy anointing oil “we discern a type of the varied graces of the Holy Ghost, which were found, in all their divine fullness, in Christ.” But he does not tell us what these graces are. The writing of C. A. Coates on Exodus 30 shows a great improvement. With respect to the ointment, he uses the term the Spirit of Christ many times. Few writers use this expression; most speak of the Spirit of God, the Holy Spirit, or even the Holy Ghost. Furthermore, Coates speaks of “the Spirit of the Man of God’s pleasure” and also of “the Spirit of another Man—even of the Man who is at God’s right hand.” This indicates that Coates saw that the Spirit of Christ is not only the Spirit of God, but also the Spirit of another Man. Concerning the four spices, Coates says that they “represent all those features of grace which were so perfectly blended and harmonized in the Spirit of Christ.” Coates realized something concerning the blending of the spices with the olive oil. Four kinds of spices were compounded with the olive oil to make the ointment. "}, {"book_ref": "Life-study of Exodus, msg. 159: The Holy Anointing Oil  (3) ", "page_num": "1700", "snippet": " C. A. Coates has much to say concerning the Spirit in his writing on Exodus 30. He devotes nearly three pages to the ointment and the incense. In this section of his writing he uses the terms the Spirit of Christ or the Spirit twenty-one times. He does not speak of the Spirit as the Holy Spirit or as the Spirit of God. Once he speaks of the Spirit of the Man of God’s pleasure. He indicates that the Spirit of Christ is the Spirit of the Man of God’s pleasure. Coates also speaks of the Spirit of another Man, even the Man sitting on the right hand of God. "}, {"book_ref": "Life-study of Exodus, msg. 159: The Holy Anointing Oil  (3) ", "page_num": "1700", "snippet": " C. A. Coates says that the four spices “represent all those features of grace which were so perfectly blended and harmonized in the Spirit of Christ.” This indicates that Coates realized something concerning the blending of the spices with the olive oil. However, he does not say what are the features of grace that are blended in the Spirit of Christ. Regarding this, he did not have light. He did not see that myrrh signifies the all-inclusive death of Christ and that cinnamon signifies the effectiveness of Christ’s death. Furthermore, he did not see that calamus, rising up out of a muddy situation and [1701] shooting into the air, is a symbol of Christ’s resurrection, and that cassia, a substance that repels insects and snakes, typifies the power of Christ’s resurrection. "}, {"book_ref": "CWWN, vol. 57, \"The Resumption of Watchman Nee's Ministry,\" ch. 18: The Service of the Whole Body ", "page_num": "205", "snippet": " When I was in England I heard of a brother by the name of C. A. Coates. Someone once gave one of his books to the Queen of England. The Queen read the book and was helped by it. However, Coates had written eight books. When I was in England, I asked the British brothers, “Since Coates has eight books, why would he not give the other seven books to the Queen?” The brothers did not say anything. They acted as if I had said something wrong. Later, I asked some other people and learned that a common English person could not give a book to the Queen. Even if you tried to give her a book, she might not necessarily accept it. "}, {"book_ref": "Life-study of Exodus, msg. 158: The Holy Anointing Oil  (2) ", "page_num": "1691", "snippet": " In the Old Testament we have the olive oil signifying the Spirit of God. Eventually, after the tabernacle was built up and the priests were made ready, there was not only the olive oil, but the compound ointment. This indicates that we have not only the Spirit of God, but also the Spirit of Christ. No doubt, Mr. C. A. Coates has seen something here. In his writing on the ointment in Exodus 30 he speaks of the Spirit of Christ and the Spirit of another Man. "}, {"book_ref": "Life-study of Exodus, msg. 173: The Breaking of the Law ", "page_num": "1840", "snippet": " This interpretation of the significance of the calf is confirmed by 32:6: “And they rose up early the next day and offered burnt offerings and brought peace offerings; and the people sat down to eat and to drink, and they rose up to play.” After the golden calf was made, the people ate, drank, and played. C. A. Coates says that they sported. On the weekends many people in this country care only for eating, drinking, and sporting. "}, {"book_ref": "CWWL, 1994–1997, vol. 4, \"Various Meetings in Anaheim,\" ch. 18: Experiencing the Triune God by Eating the Hidden Manna ", "page_num": "69", "snippet": " To know the Bible is not an easy thing. The life-study of Revelation that I gave in the summer of 1976 was based on Brother Watchman Nee’s study of Revelation, and his study was based on that of Robert Govett, C. A. Coates, and others, who no doubt picked up matters from foregoing teachers. Thus, our study was an accumulation [70] of the proper interpretations of Revelation, the book of mystery. Today we can add a further crystallization-study to the hidden manna. The manna was first hidden in a pot made of gold. Revelation speaks of the golden lampstands in 1:12 and the golden mountain as the base of the New Jerusalem in 21:18b. The Lord also advised the church in Laodicea to buy gold refined by fire (3:18). Gold signifies the Father as the source of the Triune God. God the Father is the basic element of the golden lampstands and the golden mountain upon which the New Jerusalem is built. Therefore, Christ as the hidden manna is hidden first in the divinity of God the Father, the first of the Triune God. "}, {"book_ref": "CWWL, Bible Notes & Hymns, vol. 1, \"Bible Notes,\" ch. 4: Numbers ", "page_num": "288", "snippet": " Thus you shall bless the children of Israel. By this time the entire camp had been set in order; the warriors were under their own standards (chs. 1—2), the workers were doing their work (chs. 3—4), the congregation was sanctified (ch. 5), and some had devoted themselves to be sanctified unto the Lord (ch. 6). Hence, they could be blessed by God! God could bless them! “Separation ministers to what is priestly, and what is priestly ministers to the blessing of the whole assembly”—C. A. Coates. (Bible 3) "}, {"book_ref": "CWWL, Bible Notes & Hymns, vol. 1, \"Bible Notes,\" ch. 5: Deuteronomy ", "page_num": "322", "snippet": " Whatever of yours your brother has, your hand shall release. “Many of the problems in the local churches are due to the owing of old debts”—C. A. Coates. (Bible 3) "}, {"book_ref": "CWWL, Bible Notes & Hymns, vol. 2, \"Bible Notes,\" ch. 10: Proverbs, Ecclesiastes, Song of Songs ", "page_num": "11", "snippet": " “In the descriptions given in this book of the spouse and of Him who is her Beloved, certain of her or of His features are mentioned which are then compared with other things. It would appear that His features are figurative while the comparisons are symbolical. For example, the ‘head’ would be figurative of intelligence, but if it is said to be ‘like Carmel’ a comparison is instituted which is of a symbolical nature and indicates the character of the intelligence. Another example may be given from another part of Scripture. We read, ‘And his feet like fine brass, as burning in a furnace’ (Rev. 1:15). His ‘feet’ are figurative of His movements, but when we are told that they are ‘like fine brass, as burning in a furnace’ this is symbolical language. It is of the nature of a figure that it is comparatively easily understood; a child would understand that the feet represent how one moves. But a symbol requires more mature consideration: the language of symbols has to be learned from their use in Scripture, and by divine teaching. Any simple person would know that a door or gate indicated the way into something, and might mean access or exclusion according as it was open or shut. This is the language of figure. But if we read that the doors of the temple were of olive-wood, carved with cherubim and palm-trees and half-open flowers, and overlaid with gold, this is the language of symbol, into which we have to be initiated before we can understand it. So if we read that Jerusalem’s gates are of carbuncles, and that the twelve gates of the heavenly city are twelve pearls, these are symbolical statements. There is no natural resemblance between a gate and a pearl: such a description has to be understood symbolically. There may, or there may not, be some kind of natural correspondence between a figure and the symbols which are used in connection with it. Very often there is none; but whether there is or not the symbols have their own significance. This applies to the interpretation of all Scripture symbols; a symbol in every case adds something to the figure which in itself it would not have. It will be helpful to bear this in mind as we look at the comparisons and similitudes which we shall meet with in Song of Songs”—C. A. Coates [An Outline of the Song of Songs, pp. 85-86], Hangzhou, April 25, 1936. "}, {"book_ref": "CWWL, Letters & Gleanings, vol. 3, \"Our Consideration, Attitude, and Ways to Contact Christians,\" ch. 1: Our Consideration, Attitude, and Ways to Contact Christians ", "page_num": "300", "snippet": " We have received all the truths in church history through four lines. First, there are the Brethren teachings. John Nelson Darby with his Synopsis of the Bible, C. H. Mackintosh, Coates, and their writings have been notable among them. Another line is the inner-life line from the mystics, such as Madame Guyon, Father Fenelon, Brother Lawrence, and so forth. The third line is the biographies and autobiographies of all the spiritual giants of church history. We received the help of many American spiritual giants, such as Charles Finney, D. L. Moody, R. A. Torrey, and Paul Rader. Torrey succeeded Moody, and Rader succeeded Torrey alongside James Gray. Gray was the president of Moody Bible Institute. He put out some small books to help the saints know the Bible. When I was young, I read some of his books. Then there was Charles G. Trumbull, who wrote The Life That Wins. There was also A. B. Simpson. He might be the most spiritual person whom the United States has produced. Then there was Dr. C. I. Scofield. In 1925 Dr. Scofield’s Bible correspondence course was translated into Chinese, and Brother Nee helped very much in that translation. He advocated and promoted that Bible course. I got a set and studied it. "}]}