{"search_term": "Crosby", "first_name": "Fanny", "last_name": "Crosby", "run_start": "2025-01-02 13:02:44", "run_end": "2025-01-02 13:14:08", "hits": [{"book_ref": "CWWL, 1984, vol. 4, \"Rising Up to Preach the Gospel,\" ch. 1: The Commission of the Gospel (1) ", "page_num": "327", "snippet": " Hymns, #921 was written by Fanny Crosby, an American sister who was blind. The first stanza of this hymn with its chorus reads, "}, {"book_ref": "CWWL, 1984, vol. 5, \"Guidelines for the Propagation of the Lord's Recovery,\" ch. 4: Being Fervent for the Gospel by Preaching in the Homes and by Spreading through Migration ", "page_num": "144", "snippet": " In this chapter we will consider the matter of being fervent for the gospel by preaching in the homes and by spreading through migration. There are several hymns in our hymnal that stir us up and encourage us to preach the gospel. For example, Hymns, #921 is a simple and effective hymn. Stanza 1 and the chorus say, “Rescue the perishing, / Care for the dying, / Snatch them in pity from sin and the grave; / Weep o’er the erring one, / Lift up the fallen, / Tell them of Jesus the mighty to save. / Rescue the perishing, / Care for the dying; / Jesus is merciful, / Jesus will save.” This hymn was written by an American sister, Fanny J. Crosby. "}, {"book_ref": "CWWL, 1989, vol. 3, \"The Exercise and Practice of the God-ordained Way,\" ch. 1: A Thorough View of the God-ordained Way—the Basic Principles ", "page_num": "206", "snippet": " A blind American sister, Fanny Crosby, wrote the hymn, “Rescue the perishing, / Care for the dying” (Hymns, #921). That hymn really inspires me. But for you to sing this hymn is only thunder without rain. You only sing; you do not go out to rescue anyone. The Jehovah’s Witnesses have the patience to spend over six thousand hours to get one person. We have the pure gospel, the highest gospel, yet we do not have the increase because we do not go out to get it with patience and faith. You must go out. In one week you may gain nothing. In one month you may gain nothing. But by the end of one year you will gain one, at least one drop of rain. Yet this is not too little. You have to treasure this one. It is good that the Lord has given us a new start. As priests of the gospel, we all have to go out and practice our New Testament priesthood. "}, {"book_ref": "CWWL, 1994–1997, vol. 1, \"Crystallization-study of the Epistle to the Romans,\" ch. 12: The Divine Transfer of the Believers from Adam to Christ ", "page_num": "330", "snippet": " In Adam we were sentenced by God to die, to perish in the lake of fire forever (Heb. 9:27; John 3:16b; Rev. 21:8). This is man’s destiny. This is why we need to give up the world and spend our time to preach the gospel to rescue fallen man from the lake of fire. Fanny Crosby, a sister who lived in the last century, wrote many hymns. One of these hymns (Hymns, #921) is concerning rescuing the perishing sinners. The first stanza and chorus of this hymn say, "}, {"book_ref": "CWWL, 1994–1997, vol. 4, \"Various Meetings in Anaheim,\" ch. 13: Seeing the New Culture of the Divine and Mystical Realm and Speaking the New Language of the New Culture ", "page_num": "53", "snippet": " The United States is the top country in Christendom. Many saints in this country love the Lord, and I have contacted a number of them. Regrettably, they have not seen much of the new culture. Dwight L. Moody was a great preacher; I read his history and some of his books. A. B. Simpson, the founder of the Christian and Missionary Alliance, had much revelation, and he wrote a number of good hymns, especially on Christ’s crucifixion and resurrection, some of which we collected into our compilation (Hymns, #481, #482, #484). Mrs. Fanny Crosby also wrote many good hymns. However, these saints did not see much about the new culture. "}]}