{"search_term": "George Cutting", "first_name": "George", "last_name": "Cutting", "run_start": "2025-01-02 13:17:12", "run_end": "", "hits": [{"book_ref": "CWWL, 1958, vol. 1, \"The Perfecting of the Saints and the Building Up of the House of God,\" ch. 2: The Vision of God's Desire to Be Man's Life ", "page_num": "114", "snippet": " Another example is the assurance of salvation. Just as people know that there are numerous kinds of vitamins, believers can know that they are saved and can be assured of their salvation. Before George Cutting wrote the pamphlet Safety, Certainty, and Enjoyment, countless believers had the assurance of their salvation. However, the truth concerning the assurance of salvation had not been clearly presented. If the believers who lived before George Cutting were asked whether they knew they were saved, they may not have said with assurance that they were saved. They may have had some assurance of their salvation, but this truth was not spoken. It was not until the 1800s that George Cutting declared the truth concerning the assurance of salvation. Since then this truth has shined brightly and clearly in the West. "}, {"book_ref": "CWWN, vol. 49, \"Messages for Building Up New Believers (2),\" ch. 20: Household Salvation ", "page_num": "318", "snippet": " Once I visited Mr. George Cutting, the author of the famous booklet “Safety, Certainty, and Enjoyment.” The best-selling book in the world is the Bible. The second best-selling book is this booklet. Although it is small, it is one of the most widely circulated books in the world. When I met Mr. Cutting, he was over eighty years old. His hair and beard were all white. He was in bed all the time, and his mind was not very clear. When I met him, he said, “Brother Nee, I cannot live without Him, and He cannot live without me.” He had such a [319] deep fellowship with the Lord. Thank the Lord, there were over eighty members in his household. All of them were saved. Every one of his sons, daughters-in-law, grandsons, granddaughters, nephews, nieces, great-grandchildren, old or young, male or female, were saved. George Cutting himself believed in the word: “Believe on the Lord Jesus, and you shall be saved, you and your household.” His whole household was saved. "}, {"book_ref": "CWWN, vol. 49, \"Messages for Building Up New Believers (2),\" ch. 20: Household Salvation ", "page_num": "318", "snippet": " George Cutting was very serious about this matter. He paid much attention to household salvation, not just individual salvation. He had at least eighty to ninety people in his household. All of them were saved. Thank the Lord, “Believe on the Lord Jesus, and you shall be saved, you and your household.” Faithful is the word. "}, {"book_ref": "CWWL, 1956, vol. 2, \"Three Aspects of the Church, Book 2: The Course of the Church,\" ch. 18: Spiritual Recoveries Among Us ", "page_num": "418", "snippet": " Luther recovered the way of salvation through justification by faith, but he did not recover the assurance of salvation. The assurance of salvation was first recovered by the Brethren, and the booklet Safety, Certainty, and Enjoyment by George Cutting made this truth clear. Safety, Certainty, and Enjoyment ranks third in sales worldwide after only the Bible and The Pilgrim’s Progress. "}, {"book_ref": "CWWL, 1956, vol. 2, \"Three Aspects of the Church, Book 2: The Course of the Church,\" ch. 18: Spiritual Recoveries Among Us ", "page_num": "418", "snippet": " Although people were saved in the past, they did not know that they were saved, and they did not have the joy of salvation. Since they did not know that they were saved, they did not have the assurance of salvation. George Cutting testified that people can not only be saved by faith but that they can immediately know that they are saved and thereby have the joy of salvation. This truth was recovered in the West; the recovery of the assurance of salvation among us began after this truth was released by the Brethren. The assurance of salvation has been fully recovered among Chinese Christians; not only do we confess this truth, but also all the orthodox preachers confess it as well. This is the first item of the recovery—the assurance of salvation. "}, {"book_ref": "CWWL, 1981, vol. 2, \"The History and Revelation of the Lord's Recovery,\" ch. 4: The Testimony in the Early Stage of the Recovery ", "page_num": "59", "snippet": " With respect to revelation, the year 1934 is significant in the Lord’s recovery. After his salvation Brother Nee began to diligently read the Bible and spiritual publications. As a result, he had a considerable understanding of Christ. The forewords of the early issues of the periodical The Christian show that before 1925 Brother Nee already had considerable knowledge concerning Christ and the church. In the summer of 1933 Brother Nee went abroad to London, England, and he went also to Vancouver, Canada, and New York in the United States to visit the Brethren assemblies. During this time he visited Brother T. Austin-Sparks, Brother Panton, and George Cutting, the author of the booklet Safety, Certainty, and Enjoyment. At that time the books with the largest sales were first the Bible, then The Pilgrim’s Progress, and then Safety, Certainty, and Enjoyment. "}, {"book_ref": "CWWL, 1981, vol. 2, \"The History and Revelation of the Lord's Recovery,\" ch. 4: The Testimony in the Early Stage of the Recovery ", "page_num": "59", "snippet": " George Cutting was about ninety years old when Brother Nee went to see him. He told Brother Nee, “Without Him I cannot live, and without me He cannot live.” Brother Nee never forgot this word, and I also treasure this word. By traveling in this way, Brother Nee received a new and more advanced understanding. He saw that Christ is the centrality of God and also the universality of God. As a result, on January 22 through 31, 1934, there was a ten-day conference in Shanghai, in which Brother Nee gave two messages every day. The messages in the morning session were concerning Christ being the centrality of God and also the universality of God. Brother Nee used these two very good English words—centrality and universality. He said that God’s plan and God’s will focus on Christ, so Christ is the centrality. Furthermore, from the center Christ is spreading extensively. Therefore, Christ is God’s centrality and universality. These messages can be considered as classics. In the afternoon Brother Nee spoke on God’s overcomers. Brother Nee felt that I took good notes, [60] so he asked me to edit my notes. Later, these messages, together with a foreword written by me, were included in Issue No. 34 of The Present Testimony, published in 1934. "}, {"book_ref": "CWWN, vol. 41, \"Conferences, Messages, and Fellowship (1): Messages and Fellowship Given in Foochow in 1934,\" ch. 3: Private Talks  (1) ", "page_num": "27", "snippet": "A Talk with George Cutting (July 28)"}, {"book_ref": "CWWN, vol. 41, \"Conferences, Messages, and Fellowship (1): Messages and Fellowship Given in Foochow in 1934,\" ch. 3: Private Talks  (1) ", "page_num": "27", "snippet": " When I was in England, I visited George Cutting. At that time he was quite old. I talked with him for about half an hour. The clearest word that came out of his mouth was, “Our Lord needs us and we need Him.” Cutting’s book, Safety, Certainty, and Enjoyment, has sold more than 10 million copies. Next to the Bible, it is the most widely circulated book. "}, {"book_ref": "CWWL, 1957, vol. 1, \"The Recovery and Practice of the Testimony of the Church,\" ch. 2: The Recovery of the Testimony of the Church ", "page_num": "392", "snippet": " They clearly taught that man is saved not only because of God’s love but also through God’s righteousness (Rom. 1:17); that God’s salvation does not depend merely upon His grace but also on His righteousness because the blood of Jesus, the Son of God, has fulfilled all of God’s righteous requirements (3:25; Eph. 1:7). Man does not need to weep and beg in order to be saved; instead, he can say, “O God, You have to save me because of the blood of Your Son.” Their vision concerning the gospel was clear to this extent. The light among the Brethren did not stop there; they also saw the matter of the assurance of salvation. The book Safety, Certainty, and Enjoyment written by George Cutting can be considered the first book on [393] the assurance of salvation. Also, during this time, people had only a vague idea concerning the Lord’s second coming, but this matter was made clear through the Brethren’s teaching. "}, {"book_ref": "CWWL, 1978, vol. 1, \"Fellowship with Serving Ones,\" ch. 9: Concerning Questions on Faith ", "page_num": "185", "snippet": " Answer: Right. In 1927, while I was reading The Pilgrim’s Progress and came across the part where Christian lost the certificate (meaning the assurance of salvation), I was attacked and tempted by the enemy to check whether I myself had lost it. I was sure I had. For days and weeks I could not eat well or work well. I had some books on the assurance of salvation, like Safety, Certainty, and Enjoyment by George Cutting. These books said that the assurance of salvation is simply the word spoken by God in the Bible and that just one verse can be your assurance. I picked up John 3:16 and knelt before the Lord. I read it word by word several times and declared, “Lord, I believe every word.” But the doubts remained. They continued for a long time, till one day I read a booklet by Brother Nee, saying, “If you doubt whether you have been saved, your doubt is the strongest assurance that you have been saved.” That released me! I had doubted to the uttermost; now I had the strongest assurance. The question was settled for me. "}, {"book_ref": "CWWL, 1991–1992, vol. 1, \"The World Situation and the Direction of the Lord's Move,\" ch. 3: Our Responsibility for the Spreading of the Divine Truths, Especially to the Crucial Parts of the World ", "page_num": "292", "snippet": " We also pointed out that in the sixteenth century Martin Luther went against the entire Catholic Church to declare the truth of justification by faith. In the nineteenth century the Lord raised up the British Brethren to recover many biblical truths. They were the ones whom the Lord used to open up the truth concerning the assurance of salvation. Safety, Certainty, and Enjoyment by George Cutting is a famous booklet published by them on this subject. In the beginning of the Lord’s move in China, we proclaimed this truth so that it could be recovered in a full way. "}, {"book_ref": "CWWL, Bible Notes & Hymns, \"Bible Notes\": Introduction ", "page_num": "12", "snippet": " (12) “Remember that procrastination is like him who deceives you by it—not only a ‘thief,’ but a ‘murderer.’ There is much truth in the Spanish proverb, which says, ‘The road of ‘By-and-by’ leads to the town of ‘Never’”—George Cutting in Safety, Certainty, and Enjoyment. "}, {"book_ref": "CWWN, vol. 11, \"The Present Testimony (4): The Third Overcomer Conference,\" ch. 8: What Are We? ", "page_num": "851", "snippet": " During this period, many spiritual brothers were being raised up in England. In addition to those named above, there were brothers like Charles Stanley and George Cutting. The latter wrote a little book called Safety, Certainty, and Enjoyment. It tells people that they can have the assurance of salvation. This book has already been translated into Chinese. The truths concerning the gospel were fully recovered through these brothers. "}]}