{"search_term": "Cyril & bishop of Alexandria", "first_name": "", "last_name": "Cyril of Alexandria", "run_start": "2025-01-09 21:27:20", "run_end": "2025-01-09 21:27:40", "hits": [{"book_ref": "CWWL, Bible Notes & Hymns, \"Bible Notes\": Introduction ", "page_num": "18", "snippet": " Arius, a pupil at Antioch, went to Alexandria (A.D. 313). He said that the Son was a creature before creation. Although He is the true [18] image of the Father, He is merely the image. He can forgive sins not because He has a sinless nature but because He was able to withstand the temptation of the devil. The Holy Spirit was the first item created by the Son. The bishop of Alexandria called a council and removed Arius from office. However, many people still followed Arius. Arius maintained his teaching, wrote hymns, and preached in many places. Many followed his teaching, and the controversy became intense. In view of this, Constantine called for the first council in Nicaea of Asia Minor (A.D. 325). Based upon strong arguments from Athanasius, a deacon graduated from Alexandria only a year prior to that, the council exiled Arius. The compromising group attempted to interpret a word in the Nicene Creed that speaks of “the same essence” to “similar essence.” Neither the Arians nor the compromising ones believed that the Father and the Son are of the same essence. In A.D. 381 the Roman emperor gathered the bishops of the eastern church and called for a second council. In that council both Arianism and the compromisers were condemned. Some in the compromising group said that the Holy Spirit was also created and acted as the messenger of the Father and the Son, similar to the archangel. Based on the Scriptures, the second council confirmed that the Holy Spirit is equal with the Father and the Son, and like the Son, was sent by the Father. "}, {"book_ref": "CWWL, Bible Notes & Hymns, \"Bible Notes\": Introduction ", "page_num": "19", "snippet": " Some who emphasized the humanity of Christ debated with Apollinarius. The Nestorians asserted that the two natures of Christ, divinity and humanity, are distinct and are not mingled. The theology of Antioch believed the same all the more. The theology of [19] Alexandria, on the other hand, emphasized the divinity of Christ and even called Mary the Mother of God. Both were too extreme. Nestorius, a patriarch of Constantinople, was originally from the school in Antioch. When some presbyters under this school asserted that Mary was the mother not of Christ’s divinity but only of His humanity, he strongly supported them. Nestorius overemphasized the distinctiveness of Christ’s divinity and humanity; he even claimed that in the body of Jesus were two persons, God and man. This is the source of the error of Nestorianism. Cyril, the bishop of Alexandria, opposed this doctrine. The emperor of both the East and the West convened the third council in Ephesus in A.D. 431. The council rejected the Nestorian doctrine, considering it a heresy, but it did not explain the relationship between the two natures of Christ. Moreover, it stressed divinity over humanity. Later, Eutychius, an archimandrite of a monastery at Constantinople, asserted the merging of Christ’s two natures, with humanity being merged into divinity, making Him an extraordinary person. The archbishop Flavian of Constantinople renounced the claim. Eutychius did not listen and was thus removed from his office. However, Dioscorus of Alexandria appealed on behalf of Eutychius. The bishops still maintained that the doctrine was in disagreement with the Scriptures, and they called for a council to renounce the teaching as heresy. However, the emperor was displeased and later convoked another council in Ephesus in A.D. 449. The bishop of Alexandria led soldiers and presbyters to attend, exiled the bishops of Constantinople and Antioch, and even attacked and caused chaos at the council. Flavian died from major injuries. This council was known as the Robbers’ Council and is not listed as one of the ecumenical councils. Later, the fourth council was assembled in Constantinople (Chalcedon) in A.D. 451. At this time the Monophysites slightly changed their teaching, saying that although the humanity of Jesus was inferior, through its merging with divinity it had become a new nature that was different from either one. Based on a letter of Leo, the bishop of Rome, to Flavian, the council declared that Christ is one person with two natures, and the two natures are unconfused, unchangeable, indivisible, and inseparable. He is the complete God and the perfect man. Later, the Monophysites still contested with the orthodox school, and a fifth council was convened in Constantinople in A.D. 553. In spite of this, the dispute continued. [20] "}]}