{"search_term": "cyril &! lucar &! bishop", "first_name": "", "last_name": "Cyril of Jerusalem", "run_start": "2025-01-09 21:27:40", "run_end": "2025-01-09 21:28:22", "hits": [{"book_ref": "A Lesson Book, Level 6: The Bible—the Word of God, msg. 4: The Difference between the New Testament and the Old Testament, the Apocrypha, the False Revelations, and the Translations ", "page_num": "52", "snippet": " The proof of Cyril "}, {"book_ref": "A Lesson Book, Level 6: The Bible—the Word of God, msg. 4: The Difference between the New Testament and the Old Testament, the Apocrypha, the False Revelations, and the Translations ", "page_num": "59", "snippet": "2. The Proof of Cyril"}, {"book_ref": "A Lesson Book, Level 6: The Bible—the Word of God, msg. 4: The Difference between the New Testament and the Old Testament, the Apocrypha, the False Revelations, and the Translations ", "page_num": "59", "snippet": " [There was a scholar in Jerusalem called Cyril, born in A.D. 315, who said, “Please read the Holy Scripture, the twenty-two books of the Old Testament, which were translated by the Seventy-Two.” This shows that even as late as A.D. 315, the authoritative Jewish scholars still recognized their Old Testament to have only twenty-two books. His words also clearly prove that in the translation of the Septuagint (Cyril referred to the Seventy-Two, the number of scholars who translated the Septuagint. The historians are unclear whether it was seventy or seventy-two people there.), there were no fourteen apocryphal books in the Old Testament.] "}, {"book_ref": "CWWL, 1959, vol. 3, \"On Knowing the Bible,\" ch. 2: The Completion of the Bible ", "page_num": "369", "snippet": "The Proof of Cyril"}, {"book_ref": "CWWL, 1959, vol. 3, \"On Knowing the Bible,\" ch. 2: The Completion of the Bible ", "page_num": "369", "snippet": " There was a scholar in Jerusalem called Cyril, born in A.D. 315, who said, “Please read the Holy Scripture, the twenty-two books of the Old Testament, which were translated by the Seventy-Two.” This shows that even as late as A.D. 315, the authoritative Jewish scholars still recognized their Old Testament as having only twenty-two books. His words also clearly prove this in the translation of the Septuagint (Cyril referred to the Seventy-Two, the number of scholars who translated the Septuagint. The historians are unclear whether it was seventy or seventy-two people there.) There were no fourteen apocryphal books in the Old Testament. "}, {"book_ref": "CWWL, Bible Notes & Hymns, vol. 2, \"Bible Notes,\" ch. 10: Proverbs, Ecclesiastes, Song of Songs ", "page_num": "4", "snippet": " Before the time of the captivity of the Jews there was not the Apocrypha in the Old Testament—a total of fourteen books. Even at the time of the apostles, there was still not the Apocrypha, because Josephus—born in A.D. 39, a contemporary of the apostles—said, “We have...only twenty-two books” (church fathers counted the thirty-nine books of the Old Testament as twenty-two in order to match the twenty-two letters of the Hebrew alphabet). In the fourth century Cyril of Jerusalem said, “The twenty-two books of the Old Testament were translated by seventy-two men.” (Cyril was born in A.D. 315.) There are two hundred sixty-three portions in New Testament that quote directly from the Old Testament, and three hundred seventy portions that imply the words in the Old Testament. However, not one portion quotes from the Apocrypha. The latter was acknowledged on April 8, 1546, only in the Council of Trent, which the pope directly administered and presided over. (Bible 2) "}]}