{
  "search_term": "Cyprian &! by birth",
  "first_name": "",
  "last_name": "Cyprian of Carthage",
  "run_start": "2024-11-20 13:37:23",
  "run_end": "2024-11-20 13:38:19",
  "hits": [
    {
      "book_ref": "CWWL, 1956, vol. 2, \"Three Aspects of the Church, Book 2: The Course of the Church,\" ch. 10: The Transmutation of the Organization and Administration of the Church ",
      "page_num": "340",
      "snippet": "CYPRIAN BRINGING IN A UNIFIED ORGANIZATION"
    },
    {
      "book_ref": "CWWL, 1956, vol. 2, \"Three Aspects of the Church, Book 2: The Course of the Church,\" ch. 10: The Transmutation of the Organization and Administration of the Church ",
      "page_num": "340",
      "snippet": " Cyprian, who lived in the middle of the third century, was intelligent, capable, and well-educated. He became bishop of Carthage, which was a large and highly cultured city in northern Africa on the southern shore of the Mediterranean Sea. At that time the most cultured city in northern Africa was Alexandria, but Carthage was the second most cultured city in the region. Cyprian used his position and influence to promote the view that the churches, in addition to having an episcopal hierarchy of bishops and elders, should be unified. He separated the saints into various levels according to position. "
    },
    {
      "book_ref": "CWWL, 1956, vol. 2, \"Three Aspects of the Church, Book 2: The Course of the Church,\" ch. 10: The Transmutation of the Organization and Administration of the Church ",
      "page_num": "340",
      "snippet": " Although there was no pope at the time, the bishop of Rome was considered the highest among the bishops. The other bishops were not controlled by the bishop of Rome, but the consensus was that the bishop of Rome held a slightly higher position. This notion eventually led to the bishop of Rome becoming the pope. Cyprian used the [341] term catholic church to refer to the universal church in the sense of one unified church for the whole world. It was another three or four centuries before the Roman Catholic Church formally came into existence, but the term catholic church was used in the middle of the third century. "
    },
    {
      "book_ref": "CWWL, 1956, vol. 2, \"Three Aspects of the Church, Book 2: The Course of the Church,\" ch. 10: The Transmutation of the Organization and Administration of the Church ",
      "page_num": "340",
      "snippet": " Cyprian’s influence complicated the later church. There were both local churches and district churches. There were elders in each local church, bishops overseeing several churches in an area, and great bishops supervising larger districts. Thus, the so-called churches were arranged into a unified organization, a catholic church. At this juncture, the organization of the church was completely transmuted. "
    },
    {
      "book_ref": "CWWL, 1956, vol. 2, \"Three Aspects of the Church, Book 2: The Course of the Church,\" ch. 10: The Transmutation of the Organization and Administration of the Church ",
      "page_num": "340",
      "snippet": " Cyprian’s central point was the unification of the church under the control of a unified episcopal system; this was his most serious proposal. From its inception on the day of Pentecost, the church was united only through the Holy Spirit, without being organized by human hands. The apostle Peter did not do such a thing, nor did the apostle Paul; none of the apostles used human hands to unify the church. After the age of the apostles, the condition of the church became confused. Around A.D. 250 Cyprian began to teach. His behavior was impeccable, and he was educated, talented, humble, and well-liked. He advocated the unification of the church, arguing that the church could not continue in a scattered, disorderly condition. In order to unify the church Cyprian created a hierarchy. He was so autocratic that anyone who did not accept his proposal was excommunicated from his catholic church. "
    },
    {
      "book_ref": "CWWL, 1956, vol. 2, \"Three Aspects of the Church, Book 2: The Course of the Church,\" ch. 10: The Transmutation of the Organization and Administration of the Church ",
      "page_num": "340",
      "snippet": " Many spiritual people at that time rejected Cyprian’s proposal. The strongest of these opponents was Novatian. Novatian genuinely knew the Lord. He was a contemporary of Cyprian who pointed out that it was an error to unify the church. Novatian said that the church should be as it was in the apostolic age, without any unifying organization. Cyprian requested that the catholic churches excommunicate [342] Novatian and his followers. Many people stood with Novatian as a good testimony for the Lord. "
    },
    {
      "book_ref": "CWWL, 1956, vol. 2, \"Three Aspects of the Church, Book 2: The Course of the Church,\" ch. 10: The Transmutation of the Organization and Administration of the Church ",
      "page_num": "340",
      "snippet": " The transmutation of the church in administration and organization began with Clement. Satan used him to bring the Old Testament priestly system into the church. The transmutation reached its peak in the middle of the third century when Cyprian became bishop of Carthage. "
    },
    {
      "book_ref": "CWWL, 1956, vol. 2, \"Three Aspects of the Church, Book 2: The Course of the Church,\" ch. 10: The Transmutation of the Organization and Administration of the Church ",
      "page_num": "343",
      "snippet": " In the second and third centuries some people thought that not everyone was qualified to break the bread and distribute the cup during the Lord’s table—only a special group of people could do this. Therefore a distinction developed between those who were regarded as the clergy and the laity. During the time of Cyprian this distinction became the standard rule of the catholic church. Only a special group of people who attended to matters of service to God could distribute the bread and the cup. Thus, Christian priests were produced. The priestly system of Judaism was formally transferred into the church. "
    },
    {
      "book_ref": "CWWL, 1956, vol. 2, \"Three Aspects of the Church, Book 2: The Course of the Church,\" ch. 10: The Transmutation of the Organization and Administration of the Church ",
      "page_num": "343",
      "snippet": " By the time of Cyprian the administration and organization of the church had been completely transmuted, but the church had not yet been mixed with human government. Although there had been a transmutation, the church was still separate from human government. At Cyprian’s time human government still persecuted the church. Several of those who were responsible for the transmutation of the organization of the church were even persecuted and martyred for [344] the Lord. The Roman Empire persecuted the church through the end of the third century, that is, for at least two hundred and fifty years. "
    },
    {
      "book_ref": "CWWL, 1956, vol. 2, \"Three Aspects of the Church, Book 2: The Course of the Church,\" ch. 10: The Transmutation of the Organization and Administration of the Church ",
      "page_num": "343",
      "snippet": " For example, Cyprian was capable in expounding the Scriptures and believed that he held to the truth. Later, the Roman Catholic Church killed those who followed the leading of the Holy Spirit to oppose the transmutation; the Roman Catholic Church claimed that it was keeping the truth in killing these Christians. Even today, in all his statements and actions, the pope says that he is acting according to the truth. Although many Christian groups have veered off the proper course, they defend themselves by saying that they are keeping the truth. Despite the fact that they left the truth, they will not admit that they are wrong. These groups have lost the pure, simple nature of the truth and have become a complicated and abnormally large mixture. "
    },
    {
      "book_ref": "CWWL, 1956, vol. 2, \"Three Aspects of the Church, Book 2: The Course of the Church,\" ch. 11: The Union of the Church and Politics ",
      "page_num": "350",
      "snippet": " The transmutation of the organization and administration of the church began with Clement around A.D. 100; it continued from that time, growing worse and worse until A.D. 312, when Constantine united the church with the Roman Empire. The union of the church and the Roman Empire completed the transmutation of the administration and organization of the church. It was about two hundred and eighty years from the day of Pentecost (in approximately A.D. 34) to the church’s complete transmutation in administration and organization. The system of bishops was instituted in approximately A.D. 250. At that time, as bishop of Carthage, Cyprian wrote letters teaching and requiring others to accept that the system of bishops should be practiced in the church. "
    },
    {
      "book_ref": "CWWL, 1956, vol. 2, \"Three Aspects of the Church, Book 2: The Course of the Church,\" ch. 11: The Union of the Church and Politics ",
      "page_num": "350",
      "snippet": " We may wonder when the Roman Catholic Church began. If we trace its roots, it is evident that it began with Clement. In the second century he brought the Jewish priestly system into the church; this system of priests was like a seed sown in the church. This seed of corruption and error operated within the church until approximately A.D. 250, when Cyprian was bishop of Carthage. Cyprian promoted a hierarchy dividing the bishops from the other clergy beneath them. This hierarchical organization was formed into a unified church called the catholic church. This catholic church was not yet the Roman Catholic Church. When the government of the Roman Empire was mixed with the catholic church, the catholic church began to look more like the Roman Catholic Church. The formal beginning of the Roman Catholic Church dates from when the highest bishop was designated as the pope. At that juncture the church had a pope and archbishops; under the archbishops were the bishops, and under [352] the bishops were the priests. Each locality had priests, several localities were combined into a district under a bishop, and several districts were combined into a large district under an archbishop. "
    },
    {
      "book_ref": "CWWL, 1957, vol. 2, \"The Testimony and the Ground of the Church,\" ch. 2: The Degradation of the Church ",
      "page_num": "183",
      "snippet": " Around the middle of the third century Cyprian, the archbishop of Carthage in northern Africa, strongly promoted the idea that the [184] church should be organized with upper and lower levels, upper and lower ranks. This proposal greatly helped to produce organized Christianity. "
    },
    {
      "book_ref": "CWWL, 1957, vol. 2, \"The Testimony and the Ground of the Church,\" ch. 2: The Degradation of the Church ",
      "page_num": "187",
      "snippet": " The sixth item in the degradation of the church is having organization for unification. This damaged the principle of the original church of “one city, one church.” As early as the middle part of the third century, Cyprian had suggested unifying the churches. He also used the term catholic church, meaning “universal church.” The use of the name Catholic Church did not start with the Church of Rome; it was used by Cyprian much earlier. Later, the entire western Roman Catholic Church was unified under the pope in Rome. Up to the present day, Roman Catholic churches throughout the world continue to be unified under the pope in the Vatican at Rome. (The Vatican is a small part of the city of Rome, the capital of Italy, and it was set apart as the capital of the pope of the Roman Catholic Church. In 1929, when Mussolini was in power, he made a treaty with the pope, permitting the city of Vatican to become an independent nation, not under the jurisdiction of Italy. It has its own police force and its own laws. Furthermore, various nations send consuls and ambassadors to the Vatican and vice versa.) We can see the degree to which the unification of the churches has developed. On the other hand, the Greek Orthodox Church is mainly unified under the patriarch in Constantinople. Likewise, the Nestorians [188] were also unified under their patriarchs (first at Seleucia and then at Baghdad). At this point the church was divided, and the ground of the church and the principle of one city with only one church was damaged. The church was joined in an unlawful organization for unification that went beyond a local church. This led to the most serious point in the degradation of the church. "
    },
    {
      "book_ref": "CWWL, 1956, \"Three Aspects of the Church, Book 2: The Course of the Church\": The Outline ",
      "page_num": "237",
      "snippet": " Cyprian bringing in a unified organization. "
    },
    {
      "book_ref": "CWWL, 1956, vol. 2, \"Three Aspects of the Church, Book 2: The Course of the Church,\" ch. 12: Major Groups Within Christianity ",
      "page_num": "357",
      "snippet": " Those who accepted the transmuted organization of the church organized themselves into the Catholic Church in approximately A.D. 250, when Cyprian was bishop of Carthage in northern Africa. The Catholic Church united all the churches in the world, and the word catholic is still used by the Roman Catholic Church to indicate that the entire world is unified. "
    },
    {
      "book_ref": "CWWL, 1957, vol. 1, \"The Recovery and Practice of the Testimony of the Church,\" ch. 1: Basic Principles of the Church's Testimony and Satan's Damaging Work ",
      "page_num": "380",
      "snippet": " Satan damages the principle of “one church, one locality” by forming headquarters. Starting in the second century, Ignatius used Acts 20:17 and 28 to claim that the overseers and elders in the church were divided into two classes: the elders were local, whereas the overseers were higher and over the elders in several localities. In the middle of the third century Cyprian promoted the idea that the church should be organized into higher and lower ranks. Gradually, the churches lost the nature of being administrated locally and were unified into different levels of parishes that were subordinate to so-called bishops, archbishops, and cardinals. In the fifth century the Roman Catholic Church was officially formed, and the highest rank, the pope, was produced. Thereafter, everything was unified into an organization under the pope. Hence, the pure nature of the [381] local churches and the unique testimony of one church in a locality was lost. "
    }
  ]
}