{"search_term": "Delitzsch ", "first_name": "Franz", "last_name": "Delitzsch ", "run_start": "2025-01-10 11:44:01", "run_end": "2025-01-10 11:44:37", "hits": [{"book_ref": "Life-study of Isaiah, msg. 27: Christ as the Servant of Jehovah (6) His Dynamic Redemption through His Vicarious Death and Reproductive Resurrection in Relation to His Being the Covenant for Israel's Security ", "page_num": "182", "snippet": " “He was despised and forsaken of men, / A man of sorrows and acquainted with grief; / And like one from whom men hide their faces, / He was despised; and we did not esteem Him” (v. 3). The Hebrew word translated sorrows in verses 3 and 4 literally means pains, either physical or mental. According to Keil and Delitzsch, Christ was a “man whose chief distinction was, that His life was one of constant painful endurance.” He, as a man of sorrows, was a despised person. "}, {"book_ref": "CWWN, vol. 7, \"The Christian (5): The Signs of the Times,\" ch. 4: The Signs of the Times  (4) ", "page_num": "959", "snippet": " The German Leipzig Professor Franz Delitzsch is a zealous Christian. He may be considered the greatest Hebrew scholar of his time. Once, he warned his students with the following words, “The battle now is around the Old Testament. Soon it will be around the New Testament. The battle has actually begun already. In the end, they will storm the bulwark of your faith—Jesus Christ. The final battle is about to begin. By that time I will not be here any longer, but some of you will still be in the world. I earnestly exhort you to be faithful to the Lord, to stand up for Him, and to preach only Christ and Him crucified. I see the enemy retreating from his strong tower, and I see the bright dawn breaking. In that day our Savior, the King of kings and Lord of lords, will rule forever.” This expert’s warning is indeed true. The higher critics are doing exactly that very thing. At the beginning they only tried to destroy parts of the Old Testament. After that they tried to destroy the New Testament and now are attacking the Lord Jesus Christ. "}]}