{"search_term": "Deedes", "first_name": "Wyndham ", "last_name": "Deedes", "run_start": "2025-01-10 11:43:34", "run_end": "2025-01-10 11:44:01", "hits": [{"book_ref": "CWWN, vol. 7, \"The Christian (5): The Signs of the Times,\" ch. 5: The Signs of the Times  (5) ", "page_num": "971", "snippet": " Sir Wyndham Deedes said, “If Palestine is to go on progressing at the same speed as it does now, within fifteen [972] years their works and enterprises will be so developed that the Jews will be able to manage everything in their own land.” This means that the Jews will become another nation again. The British government has intended for a long time to make the East prosperous. Now it is going ahead with its plan. The building of the port at Haifa is part of this plan, and a million pounds have been spent on the project. Underground oil pipes are being laid directly from Mesopotamia to Haifa. In May of this year, 17,500 returned Jews moved into Palestine. In addition, the Jews were enthusiastically responding to the call of the Zionists engaged in battles in South Africa. Mr. Nahum Sokolom said that the hope of the Zionists is in the farmers. For the Jews to return to farming is a great mystery and a great salvation. In this way, the Jews are fast becoming the most amazing nation of the world! In finance and politics, many Jews have made outstanding achievements. The Romanian Congress recently elected four Jews as congressmen and five as representatives. The Polish government is opening all its departments to Jews and fulfilling its promise to the Association of Jews. This is the first time since the establishment of the Polish government that Jews have been admitted to be members of the Congress. The Zionist movement has received its legal status in Poland. Indeed, the fig tree is sprouting! “Watch therefore, for you do not know on what day your Lord comes....For this reason you also be ready, because at an hour when you do not expect it, the Son of Man is coming” (Matt. 24:42, 44). "}]}