{"search_term": "Doyle", "first_name": "Sir Arthur Conan", "last_name": "Doyle", "run_start": "2025-01-10 11:46:09", "run_end": "2025-01-10 11:46:50", "hits": [{"book_ref": "CWWN, vol. 15, \"Study on Matthew,\" ch. 24: Matthew Chapter Twenty-four ", "page_num": "290", "snippet": " Verse 37: “For just as the days of Noah were, so will the coming of the Son of Man be.” There were seven things in the days of Noah: (1) After Enosh was born, men began to call on the name of Jehovah. From this we know that, although men worshipped God prior to Enosh’s time, they did not worship Jehovah. There is a difference between worshipping God and worshipping Jehovah. Not to worship Jehovah is not to worship Jehovah the Savior. Likewise, men today believe that there is a God, but they do not believe that Jehovah is God, much less that Christ is God. (2) In Genesis 4:19 and 22, the names of the women recorded include Adah (“ornament”), Zillah (“shadow”), and Naamah (“pleasant”). These three names represent the beauty, vainglory, silliness, and frivolity of the women of those days. Today, women’s adornments and cosmetics are selling exceptionally well. Women love to be vain and frivolous. This tells the believers that the day of Noah is approaching. (3) Genesis 4:17 says that “he builded a city,” and verses 20-22 speak of music, husbandry, and metal-working. Today all these are very flourishing. In the area of music, there are the gramophones and the radios. At that time iron was for making knives and swords; today it is for guns and cannons. (4) With regard to [290] the church’s degradation, before the flood there were two lines that God especially paid attention to. They were the line of Cain, representing the world, and the line of Seth, representing the church. But in the line of Seth, Enoch was the only one who was raptured. The rest did not walk with God but mixed with the world instead and failed. Today’s church also mixes with the world; it is indeed degraded. If one does not see that the church is degraded, he himself has already become degraded! (5) In Genesis 6:1 men began to multiply, and it is the same today. The rate of population increase has grown rapidly. Just three years ago (1930) there were 1.7 billion people; today there are 2 billion. Today in China alone there are 500 million. (6) Jude 14 and 15 say that Enoch prophesied the word of the Lord’s coming and judgment, yet many people ignored it. Today’s situation is exactly the same. Since 1828 there have been some who preached the word of the Lord’s second coming, yet very few have accepted it. (7) Of particular importance is Genesis 6:2. The sons of God (angels) became fallen and took the daughters of men as wives. Today it is just the same. Spiritualism has become very popular. Communication with demons and with the dead has become very convincing. After the European War [World War I], many women in France became pregnant by evil spirits. Sir Arthur Conan Doyle (of the Royal Society) was promoting spiritualism very aggressively. No one dared to speak of these seven things in the past hundred years because there was no light. "}]}