{"search_term": "yang-ming", "first_name": "Wang", "last_name": "Yangming", "run_start": "2025-01-10 11:53:06", "run_end": "2025-01-10 11:58:24", "hits": [{"book_ref": "CWWL, 1956, vol. 2, \"Three Aspects of the Church, Book 2: The Course of the Church,\" ch. 9: Assistance and Hindrances to the Course of the Church (2) ", "page_num": "334", "snippet": " Regardless of whether precepts are from the teachings of Confucius, Mencius, or Wang Yang-ming, they teach people to develop their “bright virtue” in order to increase the brightness within the human heart. These precepts are in the realm of human behavior. Although they may be good, they are apart from Christ and do not contain Christ. As far as human behavior is concerned, we should keep the principles of morality and ethics, but in the church we should not merely keep moral and ethical principles. All that the church is and has is higher than human ethics and morality. Therefore, we should not only have morality and ethics, we should have Christ. The morality and ethics in the church are of God, not of man. Anything that is not of Christ or replaces Christ, even if it is good, cannot be brought into the church. "}, {"book_ref": "CWWL, 1956, vol. 2, \"Three Aspects of the Church, Book 2: The Course of the Church,\" ch. 9: Assistance and Hindrances to the Course of the Church (2) ", "page_num": "335", "snippet": " With regard to human behavior, the teachings of the Chinese sages are more than sufficient. Not many Christians can compare with a person as refined as Wang Yang-ming. He was perfect in his refinement, actions, self-denial, and accuracy. Moreover, he also taught that self-refinement must originate from the heart; outward actions that do not come from the heart are like water without a spring or a tree without roots. If we read the writings of Wang Yang-ming without a clear, inward knowledge of Christ, we might decide that we do not want the Bible, or we might decide to add the teachings of the Chinese sages into it as its sixty-seventh book. May the Lord open our eyes to discern what is of man and what is of God, what is of the old creation and what is of the new creation! [336] "}, {"book_ref": "CWWL, 1959, vol. 2, \"Leading the Young People with the Word and the Spirit,\" ch. 12: Leading in Spiritual Life—the Application of the Cross ", "page_num": "345", "snippet": " This is the reason that man needs to be terminated and to pass through death. However, in order for man to be terminated and to pass through death, he must have two lives. If a man has only the human life, he will not pass through death when he dies. For example, the famous Chinese philosopher Wang Yang-ming had only one life, and Socrates also had only one life. Wang Yang-ming lived out only the life of Wang Yang-ming, and Socrates lived out only the life of Socrates. Since they had only the human life, their death was an end with no further significance. However, Christ’s human life could be terminated because He had another life, God’s life. His human [346] life needed to be terminated so that God’s life could be lived out. The termination of His human life enabled the divine life to be lived out. "}, {"book_ref": "CWWL, 1950–1951, vol. 1, \"The Recovery of the Church according to the Pattern on the Mountain,\" ch. 12: The Salvation of God (3) ", "page_num": "104", "snippet": " Brothers and sisters, this is a very serious matter. We think that we know God’s salvation. Actually, we are far from God’s perspective. Yesterday I said that Christians are like those who do not understand their ABCs yet try to learn English. They do not understand even the basic teachings of the Christian life. In the word of one brother, they do not know the very first lesson of the human life. Even if a man can achieve an inward moral cultivation, like Wang Yang-ming [a Chinese philosopher], he is still acting in an outward way; he is a tree without roots and a river without a source. Even if we can be like Job, fearing God and eschewing evil, and even if Satan cannot accuse us, is this all that God’s salvation will do in us? Is this our only understanding of His salvation? This is the reason that I [105] have a heavy burden. I cannot let this matter go by easily. (Brother Nee: “That is right!”) "}, {"book_ref": "CWWL, 1950–1951, vol. 1, \"The Recovery of the Church according to the Pattern on the Mountain,\" ch. 12: The Salvation of God (3) ", "page_num": "104", "snippet": " Let me ask again: What is the tree of the knowledge of good and evil, and what is the tree of life? What is the difference between these two trees? Simply put, the difference is the difference between law and grace. The consequence of the tree of the knowledge of good and evil is death, and the consequence of the tree of life is life. Within the tree of the knowledge of good and evil are good, evil, and knowledge. These things, together with the death that comes with them, are included in this tree. The skill that the tree of the knowledge of good and evil renders is the ability to know, and the end is death. But the tree of life is God, and the end is God coming to us as life. Once God comes forth, and man touches Him, he has life. The tree of the knowledge of good and evil is something entirely outside of God. The result of touching this tree is surely death. As a Christian, we are revived. Before we were revived, we touched evil. Now that we are revived, we touch good. But whatever we touch, we are still touching the tree of the knowledge of good and evil. Please remember [106] that good and evil belong to the same tree. Neither good nor evil belongs to life. The acts of the Chinese bandits are, of course, not life. But the virtuous acts of the Chinese sages, such as Confucius, Mencius, and Wang Yang-ming, are not life either. In Chinese Christianity many sermons are Bible-based Confucianism. This is a grave error. If we touch only good, the result is nothing but death. Only by touching God Himself will we have life. "}, {"book_ref": "CWWL, 1950–1951, vol. 1, \"The Recovery of the Church according to the Pattern on the Mountain,\" ch. 14: Four Laws ", "page_num": "127", "snippet": " Chinese philosophers discovered a long time ago that both good and evil exist in man. They referred to this as a battle between reason [127] and lust in man. Confucius spoke of “bright virtues” in man, and the philosopher Wang Yang-ming spoke of the “consciousness of the conscience” and “the ability of the conscience.” These are the so-called “reason,” causing man to do good. However, they also recognized that there is lust in man that wars against this reason and often prevails. For them this conflict was a “battle between reason and lust.” In Romans 7 the law of the mind with its inclination to do good is related to reason, and the law of sin in the members is related to lust. When these two war against each other, evil wins and takes man captive. "}, {"book_ref": "CWWL, 1950–1951, vol. 1, \"The Recovery of the Church according to the Pattern on the Mountain,\" ch. 14: Four Laws ", "page_num": "127", "snippet": " The sin in man’s members easily overcomes the good reasoning in his mind, because the body surrounds the soul. The soul is trapped inside the body, and the soul cannot completely break out of the body. Those who have a strong will may be able to conquer their flesh temporarily, but ultimately they will not prevail. The philosopher Wang Yang-ming had a strong will that prevailed over his lust for a while. But his emotions were also strong, and he was overcome eventually by his lust. Of course, a strong emotion coupled with a weak will cause a man to sin even more. The law of good is in the mind, but man also has the law of sin in his flesh. Even though the law of the mind wills to do good, it can never prevail against the law of sin in the body. "}, {"book_ref": "CWWL, 1966, vol. 3, \"Made Full in Christ and Walking by the Spirit,\" ch. 2: The Mystery of God Being Christ ", "page_num": "442", "snippet": " Colossians 2:4 continues, “This I say that no one may delude you with persuasive speech.” Persuasive speech refers to the eloquent speaking and philosophical words of the Gnostics. If we are void of the knowledge of Christ and listen to the teachings of Wang Yang-ming, the Chinese ethical philosopher, those teachings will be persuasive speech to us. They may be appealing, but they are void of Christ and void of reality. This is not to say that Wang Yang-ming’s teachings are bad or that all the theories taught by philosophers are wrong. Wang Yang-ming advocated the development of the “bright virtue” within man; this is very good, but it is without Christ. From man’s viewpoint the teachings of Confucius and other ethical philosophers are proper and not deceiving. However, from Christ’s viewpoint they are deceiving, because they cause people to turn away from Christ, depart from Him, and be without Him. "}, {"book_ref": "CWWL, 1983, vol. 2, \"Christ in His Excellency,\" ch. 2: The Transcendence of Christ ", "page_num": "98", "snippet": " In China I once met some scholars who studied the works of Confucius and Mencius, and when I preached the gospel of the Lord Jesus to them, they all said very proudly, “You Christians who believe the Western religion preached by the Westerners are very shallow. The Western culture is materialistic and superficial, so why should we follow it? Our upbringing is not like a tree without roots or water without a source, but it is with roots and with a source, as what Wang Yang-ming the philosopher said.” If I had not had some foundation in the truth, I would have been confounded by their speaking. In spite of the fact that the philosophers have good things, the best of their good things is merely brass, and when real gold is brought out, the brass is shown to be worthless. The Lord gave me wisdom, and I said to them, “Sirs, please do not be hasty. Show me the teachings of Confucius and Mencius, and I will also read a few verses of the Bible to you so that we can make a comparison.” Eight or nine times out of ten, this kind of person would bring out The Great Learning because this book is their specialty. It says that the principle of the great learning is in developing the bright virtue, in introducing new life to people, and in attaining the highest good. [99] Even though this is good, it is still merely brass. They brought out the doctrine of the great learning, so I brought out the Word of mystery, saying, “In the beginning was the Word, and the Word was with God, and the Word was God...And the Word became flesh and tabernacled among us...full of grace and reality” (John 1:1, 14). This is not the bright virtue; this is grace and reality. The bright virtue is the conscience, and to develop the bright virtue is to cultivate the conscience. If the conscience were not cultivated, it would be dimmed; this is to neglect the bright virtue, to disregard the conscience. I said to one person, “Sir, please speak according to your conscience. If your son and someone else’s son both went to take a competitive examination and the other person’s son passed while your son failed, would you be happy or not?” He said, “Of course, I would not be very happy.” He said this even though to be unhappy is to disregard the bright virtue instead of developing it. "}, {"book_ref": "CWWL, 1983, vol. 2, \"Christ in His Excellency,\" ch. 2: The Transcendence of Christ ", "page_num": "98", "snippet": " I can testify that some of the Chinese Confucian scholars became [100] truly convinced, and they confessed that the teaching of the Bible is superior to the principles of The Great Learning. Actually, there is no comparison. Paul was originally a “Confucian scholar” and a “Wang Yang-ming” in Judaism. He thoroughly studied the Jewish religion as well as the Greek culture and philosophy, but after he was conquered by the Lord Jesus on the road to Damascus, he saw that everything in Judaism was an empty shell, just as the tabernacle was an empty shell and was not the reality. "}, {"book_ref": "CWWL, 1983, vol. 3, \"A Living of Mutual Abiding with the Lord in Spirit,\" ch. 5: Exercising to Be One Spirit with the Lord ", "page_num": "64", "snippet": " I believe that the ancient Chinese sages had true wisdom given to them by God. Some of their words have never been duplicated by philosophers from other places. For example, they said that man is the spirit of all creation. It is very meaningful that the ancient Chinese sages used the word spirit. Instead of saying that man is the head of all creation, they said that man is the spirit of all creation. Moreover, despite the fact that the Chinese classical scholars did not have the clear revelation of the Bible, they studied the inward human condition according to the science in their classics and discovered the fact, which was spoken by Wang Yang-ming, that within man there is an innate knowledge of good and an innate ability to do good. They also discovered that such an innate knowledge and ability is our conscience within us. In his book called The Great Learning, Confucius spoke of the way of great learning, which was very difficult for the classical scholars to explain: “The way of great learning is to develop the bright virtue.” In the term bright virtue, bright is an adjective, and virtue is a noun. The meaning of bright virtue is a bright and shining moral virtue. The Chinese philosophers developed this point very much; the emphasis of their moral and ethical teachings was to brighten the bright virtue, which means to develop and increase the function of the conscience, that is, man’s innate knowledge of good and ability to do good. "}, {"book_ref": "CWWL, 1983, vol. 3, \"A Living of Mutual Abiding with the Lord in Spirit,\" ch. 5: Exercising to Be One Spirit with the Lord ", "page_num": "64", "snippet": " We can see that whether people are civilized or barbarian, Chinese or from abroad, all have something within them. You may call it the conscience, the innate knowledge and ability, or the bright virtue, but within you there truly is such a thing. Many times there are lusts within you. For example, if you see that your classmate in school has a very good pen, you may think of a way to steal it. When you do this, you are outside of your spirit; you are in the improper functioning of your lusts, emotions, and mind. But on the other hand, [65] while you are doing this, you sense an inner voice condemning you, even forbidding and criticizing you. Sometimes after you have stolen something, you feel uneasy using it. This feeling of uneasiness is not from any outward religious or ethical teaching. According to their studies of all the aspects of the conditions manifested in the human body and heart, Confucius and Mencius reached a conclusion that there is truly such a thing within man, and they called that thing the conscience. Later, Wang Yang-ming studied it further and called it the innate knowledge of good and the innate ability to do good. It is not only a knowledge but also an ability—a knowledge of good and an ability to do good. Knowing good and being able to do good are the functions of the conscience. If we add together the conscience, the knowledge of good, and the ability to do good, they equal the bright virtue. "}, {"book_ref": "CWWL, 1983, vol. 3, \"Abiding in the Lord to Enjoy His Life,\" ch. 2: Living by the Lord in Spirit ", "page_num": "314", "snippet": " The teachings of Confucius and Mencius can touch people in a way that their conscience is activated. Wang Yang-ming, a Chinese philosopher, said that man must develop his instinctive moral sense and innate ability to do good. He said that if man’s actions are only a response to outward teachings and ethical regulations but are not from his inner conscience, moral sense, and ability to do good, then those actions are trees without roots and water without a fountain. We see by this that Wang Yang-ming also taught the doctrines related to the inward aspect of man. But such teachings merely develop the potential ability in the God-created man. As Christians, we do not act according to the function of our conscience or according to the influence of any teaching. We have the living Lord Jesus living in us. We who are saved surely have this kind of experience and know that there is One who lives in us. There are some people who are not very clear about this truth; nevertheless, they can vaguely feel that there is another One who lives in them. When they want to do certain things, it seems He always disapproves and prohibits them. "}, {"book_ref": "CWWL, 1984, vol. 1, \"Living Christ and Pursuing the Truth for the Building Up of the Church,\" ch. 1: Living Christ for the Building Up of the Church ", "page_num": "24", "snippet": " I do not say this to condemn anyone. Rather, we must ask ourselves, “How much do we live in spirit, and to what extent do we live in spirit?” We know that Confucian thinking is prevalent in China. In terms of self-refinement, the moral standards of Confucius, Mencius, and Wang Yang-ming are higher than that of most Christians. However, what is lived out under the influence of Confucian teachings is merely man’s self-refinement. Although Western countries are under the influence of the teachings of Christ, many seeking Christians are living according to the principle of self-refinement instead of living Christ. The primary reason for this is that they lack the vision and knowledge concerning the spirit and life. "}, {"book_ref": "CWWL, 1984, vol. 1, \"Living Christ and Pursuing the Truth for the Building Up of the Church,\" ch. 1: Living Christ for the Building Up of the Church ", "page_num": "26", "snippet": " Wang Yang-ming, a disciple of Confucianism, said that man’s self-refinement must originate from the heart. Refined conduct that does not come from the heart is like water without a spring or a tree without roots. If those who follow Confucius pay attention to an inward source, how much more should Christians take care of the indwelling Christ. Regrettably, most Christians still focus on the refinement and improvement of their outward behavior. Although people in Western countries are devout believers in Christianity and pay attention to loving others and being humble and forbearing, they still are not living Christ. We must be clear that outward behavioral [27] practices, even ones that are according to the Bible, are not living Christ. Christ is the Spirit (2 Cor. 3:17). We will genuinely live Christ only when we live in spirit and let Christ live out of us (Gal. 2:20; Phil. 1:21). "}, {"book_ref": "CWWL, 1984, vol. 5, \"The All-inclusiveness and Unlimitedness of Christ,\" ch. 4: In His Riches and Fullness ", "page_num": "87", "snippet": " I believe that many of us have such an experience: many times we regretted and repented not because we had done something wrong or committed a sin but because we felt that we did not live by Christ that day. We may have said, “I am a good man, I love people, and I behave properly; everything about me is good, but I do not live by [87] Christ.” Do not think that those who do not live by Christ are devoid of goodness. There was a certain man in Chinese history named Liu Hsiaw Hei who was said to have such great self-cultivation that he could retain his presence of mind in the face of extreme temptation. Wang Yang-ming, a great Confucian scholar of the Ming Dynasty, was also excellent in his self-control and self-cultivation. In his writings, some of which I have read, he said that one should not practice self-control merely as something outward, like trees without roots or springs without a source. He taught that one should work out something from within. I am convinced that his self-control was far better than what we see in the majority of Christians today. However, was that Christ? No matter how good it was, was it Christ? Wang Yang-ming could not say, “It is no longer I who live, but it is Christ who lives in me.” We can say this, but he could not say this. Many times I have not done anything wrong for the whole day. I did not lose my temper but rather treated people with humility. Although I managed to do all these things for the whole day, at night before I went to bed, I felt remorseful. I told the Lord, “O Lord, forgive me. Today everything about me was good, but I did not live You. Today I have had humility and patience, but I did not have You. In my living today, I did not live You.” There is a big difference here. "}, {"book_ref": "CWWN, vol. 62, \"Matured Leadings in the Lord's Recovery (2),\" ch. 45: The Salvation of God  (2) ", "page_num": "475", "snippet": " Brothers and sisters, this is a very serious matter. We think that we know God’s salvation. Actually, we are far from God’s perspective. Yesterday I said that Christians are like those who do not understand their ABCs, yet who try to learn English. They do not understand even the basic teachings of the Christian life. In the word of one brother, they do not know the very first lesson of the human life. Even if a man [475] can achieve an inward moral cultivation, like Wang Yang-ming [a Chinese philosopher], he is still acting in an outward way; he is a tree without roots and a river without a source. Even if we can be like Job, fearing God and eschewing evil, and even if Satan cannot accuse us, is this all God’s salvation will do in us? Is this our only understanding of His salvation? This is the reason I have a heavy burden. I cannot let this matter go by easily. (Brother Nee: “That is right!”) "}, {"book_ref": "CWWN, vol. 62, \"Matured Leadings in the Lord's Recovery (2),\" ch. 45: The Salvation of God  (2) ", "page_num": "475", "snippet": " Let me ask again: What is the tree of the knowledge of good and evil, and what is the tree of life? What is the difference between these two trees? Simply put, the difference is the difference between law and grace. The consequence of the tree of the knowledge of good and evil is death, and the consequence of the tree of life is life. Within the tree of the knowledge of good and evil are good, evil, and knowledge. These things, together with the death that comes with them, [476] are included in this tree. The skill that the tree of the knowledge of good and evil renders is the ability to know, and the end is death. But the tree of life is God, and the end is God coming to us as life. Once God comes forth, and man touches Him, he has life. The tree of the knowledge of good and evil is something entirely outside of God. The result of touching this tree is surely death. As a Christian we are revived. Before we were revived, we touched evil. Now that we are revived, we touch good. But whatever we touch, we are still touching the tree of the knowledge of good and evil. Please remember that good and evil belong to the same tree. Neither good nor evil belongs to life. The acts of the Chinese bandits are, of course, not life. But the virtuous acts of the Chinese sages such as Confucius, Mencius, and Wang Yang-ming are not life either. In Chinese Christianity, many sermons are Bible-based Confucianism. This is a grave error. If we only touch good, the result is nothing but death. Only by touching God Himself will we have life. "}, {"book_ref": "CWWL, 1950–1951, vol. 3, \"The Path of Our Growth in Life,\" ch. 4: Being Identified with the Death and Resurrection of Christ ", "page_num": "236", "snippet": " Most likely all of us have had the experience of losing our temper and then of being very bothered and wishing that the problem of our temper would be dealt with as soon as possible. The best way for us to deal with our temper, however, is to die. Once we are dead, we will not lose our temper anymore. The only way for us to be a husband or wife who does not lose his or her temper is to die. Neither Confucius, Socrates, nor Wang Yang-ming can help us to solve the problem of losing our temper. The best solution is death. Some sisters are bothered by their talkativeness and have made up their mind again and again not to speak excessively. However, when a situation arises, their mouth is out of their control. There are too many stories like this. The only solution is death. Death solves all the problems. Whether it is a problem in our family with our spouse and children, or a problem in our company with our colleagues, the only solution to all our problems is death. When we die, everything is finished, and all our troubles are gone. Opium smoking is a serious addiction. In order to get rid of such an addiction, there is no other way except death. Death is a big [237] release and is the best solution. Do not think that death deals only with the negative or bad things. In fact, death deals not only with bad things but also with good things, things that are considered positive, such as our meekness, our love, our humility, and our patience. As long as these things are of the self, they will be finished upon our death. "}, {"book_ref": "CWWL, 1955, vol. 4, \"The Mingling of God and Man and the Principle of Resurrection,\" ch. 4: The Need of Being Emptied to Be Filled with Christ ", "page_num": "25", "snippet": " This does not mean that we should not do anything. Instead, the question is how are we doing it, or rather, by whom are we doing it. Are we working by the self or by Christ? Are our deeds out of ourselves or out of Christ? Is it our zeal, or is He burning in us? Is our natural virtue gaining the ground, or is Christ gaining it? Do our love and strength matter, or does Christ matter? Are we merely giving a message and interpreting the Bible, or are we supplying Christ? The difference is great. We should not think that it is sufficient to give an orthodox message or have good behavior. The Pharisees were also orthodox in their faith, and the scribes were very knowledgeable. In many respects they might have even been better than us. Thus, we should not think that it is sufficient to be orthodox in our faith and knowledgeable. The ancient Chinese philosophers, such as Wang Yang-ming and Liu Hsia-hwei, also had very sound doctrines and very good behavior. The behavior of many Christians among us may be inferior to theirs; however, no matter how good those things are, they are not Christ. "}, {"book_ref": "CWWL, 1955, vol. 4, \"The Mingling of God and Man and the Principle of Resurrection,\" ch. 8: The Service That Ministers Christ ", "page_num": "51", "snippet": " Unbelievers who do not understand the Christian faith may say [51] that the doctrines of Christianity are the same as those of Confucius and Mencius. Some Western missionaries even consider the thoughts of Confucius better and finer than those in Christianity. For example, Confucianism teaches that a woman should have a threefold submission: the unmarried should submit to her father, the married, to her husband, and the widow, to her son. It also teaches that she should have four virtues: morality, modest manner, speech, and diligent work. These ways of Confucius and Mencius are produced by teachings. Teachings that try to develop man’s bright virtue, like the teaching of Wang Yang-ming, are the same in principle, except they bear a different name. Preachers and pastors generally preach these kinds of doctrines, but even some co-workers among us preach these things. However, these teachings give people only doctrines, not Christ. These workers need to confess their wretchedness before the Lord. They say they are the workers of the Lord, but they are doing the work of Confucius. Such people are not qualified to work. "}, {"book_ref": "CWWL, 1955, vol. 4, \"Further Talks on the Knowledge of Life,\" ch. 14: Four Laws ", "page_num": "270", "snippet": " When God created us, He gave us a life that is good. Even though this good life was defiled by sin, it did not lose its good elements and become evil. If it had become evil, then Chinese sages and philosophers like Confucius and Wang Yang-ming would not have been able to discover the so-called “bright virtues,” “innate consciousness,” and “innate ability” in man. Based on Romans 7:18, which says, “In me...nothing good dwells,” many Christians, both in the East and the West, conclude that absolutely nothing good dwells in us. When I was young, I was affected by this teaching, thinking that nothing good dwelt in me. However, deep in my being, I did not agree with this teaching, because even though there was evil in me before I was saved, I was not without any goodness. "}, {"book_ref": "CWWL, 1959, vol. 3, \"Lessons for New Believers,\" ch. 5: Walking according to the Spirit ", "page_num": "69", "snippet": " Confucius taught that the highest principle involves learning to develop the “bright virtue.” The bright virtue actually refers to the function of the conscience in the spirit. This is what Wang Yang-ming, a Chinese philosopher, called “innate knowledge and ability.” They taught that a man’s bright virtue needs to be cultivated and that his innate knowledge and ability need to be developed. These teachings prove that the spirit within fallen man has problems because it is not bright. "}, {"book_ref": "CWWL, 1965, vol. 4, \"God's Creation, Man's Fall, and the Lord's Redemption,\" ch. 5: Man's Fall ", "page_num": "468", "snippet": " Chinese philosophers, especially the ethical thinkers, have studied this matter thoroughly. One philosopher, Wang Yang-ming, taught that within man there is a war between principle and lust. The principle that Wang was referring to is what Paul called “the law of my mind” in Romans 7:23, and the lust that Wang spoke of is the sin revealed later in the same verse. Paul said that there is a law of good—what Chinese philosophers called “principle”—in our mind. However, whenever our mind wants to do good, the sin—or the lust, as it is referred to by the Chinese philosophers—that is in our body fights against the law, or principle, in our mind that wants to do good. This is what Chinese philosophers called the war between principle and lust. These philosophers thus pointed out that within man there is both principle and lust. Lust is what the Bible calls “the evil,” which is the sin in our flesh. "}, {"book_ref": "CWWL, 1975–1976, vol. 1, \"Living in the Spirit,\" ch. 4: The Bringing Forth of the New Man and Living in the Spirit ", "page_num": "494", "snippet": " I am concerned that although many brothers and sisters have read Ephesians again and again, they may not have seen such a vision until now. They may not have seen that Christ is waiting in our spirit for an opportunity to saturate every part of our being with Himself so that He can make His home in our heart. Ephesians 3:19b says, “That you may be filled unto all the fullness of God.” What kind of philosophy or doctrine is this? This is higher than any philosophy or doctrine! The Chinese Confucianists say that the principle of the highest level of learning is to develop the bright virtue. This principle at the most helps to develop our bright virtue, which is our innate knowledge and ability. Today we have not only the bright virtue, the innate knowledge and ability; we have the all-inclusive Christ, the all-inclusive Spirit, and the Triune God in our spirit as the unsearchable riches in us. Wang Yang-ming, a Chinese philosopher, said that if a person only makes outward improvements but neglects to develop his innate knowledge and ability, he is like a tree without roots and a stream without a source. If the philosophers pay so much attention to the matter of our inner source, how much more should we! What they pay attention to is only the innate knowledge and ability—the bright virtue within man. We, however, should focus on the great Triune God, the all-inclusive Christ, and the all-inclusive Spirit who dwells in our spirit and is mingled with us as one spirit. "}, {"book_ref": "CWWL, 1975–1976, vol. 2, \"The Central Vision for Serving the Church,\" ch. 4: Seeing the Mystery of God and Christ in the Bible to Worship and Serve in Spirit ", "page_num": "47", "snippet": " Metaphysicist Wang Yang-ming of the Ming Dynasty said that self-cultivation must start from the root, which is man’s innate knowledge of good and innate ability to do good. A person who tries to improve himself outwardly is like a tree without roots or like water without a fountainhead; he will eventually dry up. The innate knowledge of good and the innate ability to do good refer to the bright virtue, which is man’s conscience. The ancient sages, however, knew only about man’s God-created conscience, but the Triune God has entered into our regenerated spirit. This surpasses the bright virtue, the innate knowledge of good, and the innate ability to do good. The latter are related to man’s God-created human nature, which is good, but God has not been added to these components of our human nature. The Chinese sages and metaphysicists discovered that man’s problem is inward, not outward. However, they did not see that God could enter into man’s spirit through regeneration. "}, {"book_ref": "CWWL, 1977, vol. 3, \"The Age of the One New Man,\" ch. 7: The Living Out of the One New Man ", "page_num": "443", "snippet": " When we put on the new man and live the church life, we will have the expression of the new man. This expression is not a matter of being angels or of shouting Hallelujah and Amen daily. The expression of the new man is a real human being. Man was created according to God’s image in order to be God’s reflection. The intrinsic element of the created human nature is close to God’s nature. Confucius said that the way of great learning is to develop the “bright virtue,” the bright and shining moral virtue, which is the conscience in the human spirit. The bright virtue is also the “innate knowledge and ability” taught by Wang Yang-ming, a Chinese philosopher of the Ming Dynasty. Zechariah 12:1 says that when God created the heavens and the earth, He also created a spirit within man. Proverbs 20:27 says, “The spirit of man is the lamp of Jehovah, / Searching all the innermost parts of the inner being.” The spirit of man is the lamp of God within man, and it has the function of the conscience, enabling man to reflect God. This function is not found in birds or animals. For this reason people say that a person who does not act according to his conscience is the same as an animal. "}, {"book_ref": "CWWL, 1977, vol. 3, \"Drinking the Spirit to Be Filled with Him in Our Spirit,\" ch. 1: Drinking the Spirit to Be Filled with Him in Our Spirit ", "page_num": "534", "snippet": " Religion only helps people to exercise their will in order to improve their behavior through various means, including asceticism, whereas Confucius taught people to develop something that they already possessed. Confucius’s teaching was not focused on correcting bad things but on developing something good, the bright virtue, within man. Although Confucius considered that God made man with a bright virtue, none of the great Chinese philosophers who came after Confucius knew what the bright virtue is. It was not until much later that a Chinese philosopher named Wang Yang-ming [535] pointed out that the bright virtue is the conscience. However, that was the extent of the Chinese philosophers’ discovery; they did not know that man possesses a human spirit and that the bright virtue, the conscience, is in the human spirit (Job 32:8; Rom. 9:1). "}, {"book_ref": "CWWL, 1979, vol. 1, \"Life Messages Volume 2,\" ch. 59: Two Spirits Joined as One ", "page_num": "298", "snippet": " How much of our day are we living Christ? Even in the recovery there are probably very few of us who live Christ at all. Those who do are living Him for only a small portion of their day. The rest of us live in our flesh. We may or may not lose our temper, but we are not living Christ. There are Chinese philosophers, like Wang Yang-ming, whose standard of morality exceeds that of most Christians. But even if we can come up to his standard, God is not interested. God wants the Spirit, not our good conduct. "}, {"book_ref": "CWWL, 1979, vol. 2, \"Praying Unceasingly and Living in the Spirit,\" ch. 2: Drawing a Picture versus Living a Reality ", "page_num": "374", "snippet": " For example, there are two ways for the younger saints to be subject to the older saints. One involves a picture of subjection, and the other way is living the reality of subjection. If I live Christ, how can I not be subject to the older saints? How can I live loosely or indulge the flesh if I am living Christ? However, if I do not indulge in the flesh but also do not live Christ, I am only practicing asceticism, like that of Hinduism. I may have a high morality, but if I do not live Christ, my living is no different from the practices taught by Chinese neo-Confucianists, like Wang Yang-Ming. The Lord wants Christ to be lived out of our spirit. If we would live in our spirit, our problems would be resolved. "}, {"book_ref": "CWWL, 1983, vol. 1, \"The Five Great Mysteries in the Bible,\" ch. 1: The Mystery of the Universe ", "page_num": "160", "snippet": " Such a record not only corresponds with science, but it also corresponds with Chinese ethics, which does not deal with God but deals with the human soul. God breathed into the nostrils of Adam; then Adam, a man who was made of dust, became a living soul. This living soul is the focus of the study in Chinese ethics. Chinese moralists, from Confucius and Mencius in the ancient time to Wang Yang-ming of the modern age, all studied the soul. The study of ethics is the study of the human soul. The Chinese moralists found out that there is something in man which they called “bright virtue.” The doctrine taught by the Chinese philosophers was the principle of “The Great Learning,” which is to develop and enhance the “bright virtue” within man. This corresponds with what the Bible says about the soul. This shows you that the record in the Bible is concise yet profound; it is simple and real yet mysterious. Thus, no one can deny that heaven, earth, and man were created by God. The Bible says so, and science also confirms it. "}, {"book_ref": "CWWL, 1983, vol. 1, \"The Five Great Mysteries in the Bible,\" ch. 2: The Mystery of Man ", "page_num": "173", "snippet": " According to the record in the Bible, the conscience is the leading part of the spirit. The conscience is the “bright virtue” taught by Confucius and the “inherent goodness” or “the brightness of the human heart” taught by Wang Yang-ming. Now that you are saved, you need to take care of your spirit. In the past when you quarreled with your wife, you were never short of words to defend yourself, and the more you spoke, the more you were convinced that you were right. But after you heard the gospel, the Holy Spirit entered into you and touched your conscience, causing your spirit and conscience to function. Then you confessed your sins and repented. The more you confessed, the stronger your spirit became. The more you confessed your sins, the clearer and purer your spirit became. This means that God came in, the oil came into the lamp, and the lamp was lit. When you have light and revelation, this means that God has come into you. However, after many of us have been saved, we put aside our lamp and do not care for our spirit. We are accustomed to using our mentality, our mind, but not our spirit. Although we know that as believers we should turn to our spirit and care for our spirit, yet we seldom do so. "}, {"book_ref": "CWWL, 1984, vol. 1, \"The Four Crucial Elements of the Bible—Christ, the Spirit, Life, and the Church,\" ch. 4: The Spirit ", "page_num": "159", "snippet": " In the record of John 3, a ruler of the Jews named Nicodemus, who was a man of the Pharisees, the moralists among the Jews, felt that men needed more teachings. Therefore, he came to seek the Lord Jesus, saying, “Rabbi, we know that You have come from God [159] as a teacher” (v. 2). This is exactly our condition. Like Nicodemus, we are filled with religious concepts. We may wish that the Lord’s holy words could teach us, as the words of Confucius, Mencius, and Wang Yang-ming of China did, concerning how to develop our “bright virtue” so that we may behave as moral men and gentlemen. However, this is not the essence of the Bible. The center and the essence of the Bible are the Triune God—the Father, the Son, and the Spirit; the all-inclusive Christ; and the consummated Spirit. "}, {"book_ref": "CWWL, 1984, vol. 5, \"The Three Parts of Man and the Dispensing of the Triune God,\" ch. 1: The Three Parts of Man and Their Needs ", "page_num": "503", "snippet": " Take another example: All couples argue, and the more they argue, the more there is to argue about. There is no end to reasoning; the more we reason, the more reasons we have. Reasoning is mostly in the mind. When a husband is reasoning, however, there is a speaking within him, saying, “You are arguing with your wife. Your speaking is too strong and tough. Even if she is wrong, she is not one hundred percent wrong; you are wrong as well.” Similarly, the wife reasons as much as the husband, and her tone is also strong, but within her there is a speaking, saying, “You are wrong, even more wrong than he.” We all have these kinds of experiences. This speaking comes from more than just our self; it comes from our conscience. The Bible tells us that our conscience is a part of our spirit (Rom. 9:1; cf. 8:16). The conscience is not the mind, emotion, or will; it is a part of our spirit. The Confucian classics say, “The way of great learning is to develop the bright virtue.” Those who expound the teaching of Confucius, such as the philosopher Wang Yang-ming, acknowledge that “the bright virtue” refers to the conscience, which is the innate knowledge of good and the innate ability to do good. "}, {"book_ref": "CWWL, 1985, vol. 1, \"The Church Life Being the Highest Social Life,\" ch. 1: The Church Life Being the Highest Social Life ", "page_num": "36", "snippet": " There is more to the story within man, including the conscience. The conscience is not the body, and neither is it the soul; it is deeper than the soul. Sometimes our mind thinks something through, our emotion desires it, and our will is set to do it; thus, our mind, emotion, and will are all in agreement. In other words, all the parts of our soul approve this matter. Nevertheless, something within us says, “No, do not do this.” This is our conscience. Our conscience often opposes the things of the self. Sometimes when a husband and wife argue based on their own reasons, the more they argue, the stronger their reasons become. After the argument the conscience within the husband says, “You were not fully right.” Within the wife there is also a speaking, saying, “You were not fully right.” This is the story of the conscience within man. Confucius said, “The way of great learning is to develop the bright virtue.” The Chinese philosopher Wang Yang-ming also spoke of an innate knowledge of good and the innate ability to do good in man. The bright virtue, the inner knowledge of good, and the inner ability to do good all refer to the conscience, which is a function of the God-created spirit within man. The human spirit is an organ created by God for man so that man may receive God into him. [37] "}, {"book_ref": "CWWL, 1985, vol. 2, \"Various Lord's Day Meetings in Anaheim,\" ch. 4: What Christ and the Spirit Are to the Believers in the Book of First Corinthians ", "page_num": "26", "snippet": " When we put these eleven “gold bars” together, we will know what the proper way to live the Christian life is. The proper way to live the Christian life is to learn to continually walk not according to the flesh nor according to the soul but altogether according to the spirit. The Gentiles also have a spirit. The Chinese philosophers spoke of this deepest part of man a long time ago. In the Chinese classics The Book of Rites and The Great Learning, man’s deepest part is called the “bright virtue,” and the Chinese philosopher Wang Yang-ming called it the “innate knowledge of good.” Both point to the function of the conscience in man’s spirit. However, without receiving the Spirit, man’s “bright virtue” or “innate knowledge of good” does not involve his human spirit being mingled with the Spirit of God. In contrast to unbelievers, our conscience has been joined to the Spirit of God. Thus, our spirit, which has become one spirit with God, is where we should be today. When we speak with our spouse and children, we should be in spirit; our entire manner of life should be in spirit. Once we are in spirit, we touch the Spirit of God, and the Spirit of God is Christ; thus, when we are in spirit, we enjoy Christ Himself. Is this not our testimony? "}, {"book_ref": "CWWL, 1985, vol. 3, \"The Living Needed for Building Up the Small Group Meetings,\" ch. 2: A Living That Is according to the Spirit ", "page_num": "30", "snippet": " Actually, the bright virtue is simply the conscience. The bright virtue of Confucius is the conscience that Wang Yang-ming, another Chinese philosopher, spoke about. All the teachings concerning the development of the bright virtue are the result of the highest discoveries of the Chinese philosophers. They discovered that within man there is the noblest part, which is the conscience. But within us the [31] believers is a spirit which contains the divine Spirit. This is much higher than the conscience. I hope that the brothers and sisters will hear this word. What many seeking Christians are doing today is simply developing their bright virtue. They are not walking according to the spirit within them, which is mingled with God the Spirit. "}, {"book_ref": "CWWL, 1985, vol. 5, \"Speaking for God,\" ch. 4: The Christian Meeting Being a Matter of Speaking ", "page_num": "222", "snippet": " In the universe there are fixed laws in God’s creation and in His redemption. Do not think that to call “O Lord Jesus” is an easy matter. If we were to ask an unsaved person to call “O Lord Jesus,” that would be a very difficult matter. Even if you held him by his throat to force him to say it, he might not be able to say it, because Satan is there. When we talk to people about Chinese philosophers such as Confucius and Wang Yang-ming, they feel glorious and honored. But when we talk to them about the Lord Jesus, they feel ashamed and oppose us. This is because Satan, the devil, is still walking about, seeking someone to devour (1 Pet. 5:8). This is why the gospel is a battle. "}, {"book_ref": "CWWL, 1986, vol. 2, \"The Economy of God and the Mystery of the Transmission of the Divine Trinity,\" ch. 9: Learning Our Spiritual Experiences in the Dispensing of the Divine Trinity ", "page_num": "415", "snippet": " Whether in Buddhism, Hinduism, or Confucianism, the principle of seeking perfection in ethical pursuits is the same: it is the exercise of self-control. On the positive side, this is to control one’s emotions and to not do things according to the dictates of one’s heart. On the negative side, this is to restrain one’s lusts and to not indulge oneself in sinful things. Wang Yang-ming was the most famous one among the moral cultivators of the different schools in China. In the Catholic Church the most well-known ones were the mystics, including Madame Guyon, Father Fenelon, Brother Lawrence, and Thomas à Kempis, who were raised up three hundred years ago and who all had their form of moral cultivation. Among this group of people, Madame Guyon was the most spiritual one; however, if you read her autobiography, you will find that she had a very strong will, within which there was a considerable measure of her own natural element. [416] "}, {"book_ref": "CWWL, 1987, vol. 1, \"Bearing Remaining Fruit,\" ch. 11: Home Meetings and the Use of Life Lessons (1) ", "page_num": "256", "snippet": " The capable ones do not talk much, and those who give opinions do not work much. This is an unchanging principle. Those who work know that there are different ways to do things, so it is not necessary to insist on a certain way, and there is no need to spend much time to study how to do things. For example, if we want to go to Yang-ming Shan, some may sit down to discuss which way is the shortest. As a result, they will discuss for over half an hour before they set out. Those who work faithfully will drive there right away and arrive in ten minutes, or twenty minutes at the most. What we need is only to “drive the car” and get there. From the beginning, the many young full-time serving ones among us need to learn the lesson of having no opinions and not giving any opinions. This is the proper attitude. "}, {"book_ref": "CWWL, 1988, vol. 2, \"The Leading of the New Testament Ministry and the Organic Work of the New Way,\" ch. 1: Being Perfected and Equipped for the Advance of the New Way ", "page_num": "120", "snippet": " We must all be clear about the definition of life. According to the Bible, life is simply the Spirit. Romans 8:2 speaks of “the law of the Spirit of life.” The Spirit is the Spirit of life; thus, the Spirit is life. No matter how highly cultivated a person may be, even if he is like the Chinese sage Liu Hsia-hwei or Wang Yang-ming, he still does not have the spiritual life. Human cultivation is not spiritual life. Spiritual life is the Spirit. As long as we live in the Spirit, we have life. When we do not live in the Spirit, no matter how good we may be, we do not have life. This is why Paul says that we should “walk...according to the spirit” (v. 4) and that “if we live by the Spirit, let us also walk by the Spirit” (Gal. 5:25). The Spirit is the source, essence, and realm of life. The Spirit is everything of life, and the Spirit is life. The books of the New Testament speak emphatically on this point, especially the Gospel of John, 1 John, and Paul’s Epistles. The co-workers must take the lead to enter into the experience of life. "}, {"book_ref": "CWWL, 1988, vol. 4, \"The Life by Which We Must Serve the Lord,\" ch. 2: Expressing the Divine Attributes in Human Virtues by the Eternal Life ", "page_num": "431", "snippet": " At the age of nineteen I went to listen to a gospel message because of a certain situation, and the Lord gained me. From that time on I began to study the Bible, and only then did I discover that the missionaries had not spoken correctly. The virtues lived out by the Lord Jesus had God’s attributes of love, light, holiness, and righteousness as their inward content. This is vastly different from what Confucius taught. Christians have something that is very different from Confucius, Mencius, or other moralists like Mohammed. Confucius said that the way of great learning is to develop the “bright virtue,” which the Chinese philosopher Wang Yang-ming defined as an instinctive [432] moral sense and innate ability to do good—a sense of right and wrong. We all have this bright virtue within, which is actually the function of the conscience. However, we have no strength to develop this bright virtue. I honored my mother very much when I was a young child; I would kneel and give her medicine when she was ill. But I sometimes quickly lost my temper when she admonished me only a little. I wanted to develop my bright virtue, but I could not. In contrast, after I believed in the Lord, I not only had a sense of conscience but also had a sense of God, the Spirit of God, the life and nature of God, and even the entire Triune God within me. The virtues spoken of in the Bible are the expressions of the attributes of God; this is much greater and higher than developing one’s bright virtue. We have God’s life and enjoy His nature since He dwells in us, and His Spirit works in us. As a result, we are able to live out genuine virtues. This is the high gospel that we preach, and this is according to the life that serves God. "}, {"book_ref": "CWWL, 1989, vol. 1, \"The Glorious Vision and the Way of the Cross,\" ch. 3: The Humanity of One Who Serves the Lord (1) ", "page_num": "456", "snippet": " The Chinese Confucianists say that “the way of the Great Learning is in the development of the bright virtue.” This bright virtue refers to the source of our goodness. It is the function of our conscience. Wang Yang-ming, a philosopher of the Li-shue school in the Ming Dynasty, expanded the teaching of the “bright virtue” to that of the “function of the conscience.” To develop and cultivate the function of the conscience is to develop the bright virtue. Although these philosophies are good, they are good only in the human sense; [457] no outside power is added into them. For example, one can push a tram with his own hands. But if electricity is applied to it, the tram will move differently; it will instead be powered by electricity. "}, {"book_ref": "CWWL, 1990, vol. 1, \"God's Way in Life,\" ch. 3: God's Spirit of Life Becoming the Way for Us to Serve in the Church Life ", "page_num": "179", "snippet": " I have preached the gospel to some Chinese Confucianists before. They always think that Christianity is a foreign religion: that the Bible is merely a book translated in very good contemporary literary style; that what it talks about is nothing but “wo-men, ne-men, ta-men, and Amen,” that is, “we, you, they, and Amen,” and that [179] there is nothing deep or profound about it. When I was young, I was taught briefly under the old Chinese school system, and I learned some classical Chinese works. I knew that the highest teaching of the Confucianists tells men that the way of the great learning lies in the development of the “bright virtue.” The development of the bright virtue is equivalent to the function of the conscience expounded by Wang Yang-ming, a Chinese philosopher. It is also the same as the conscience that we speak of. The Way of the Great Learning in Confucianism is the enlightening and development of this bright virtue. The Bible, however, clearly tells us that man is composed of three parts: the spirit, the soul, and the body (1 Thes. 5:23). Within the body there is the soul, and within the soul there is the spirit. When we believe in the Lord and call on Him, He as the life-giving Spirit enters into our spirit. The two spirits are added together, joined, and mingled as one spirit. Through this He brings to us God and the life of God as well, and He enlivens our deadened spirit. Now within the spirit of the saved believers, there is the Spirit. There is also God and the life of God. This is much greater than the bright virtue. The bright virtue, which is the conscience, is only a part of the spirit. In addition to this part, the spirit also has two other parts: fellowship and intuition. "}, {"book_ref": "CWWL, Letters & Gleanings, vol. 3, \"Christ as Revealed in First Corinthians,\" ch. 1: The Kernel of the Bible ", "page_num": "281", "snippet": " Wang Yang-ming was a Chinese philosopher who lived four hundred years ago. He emphasized the importance of character. With respect to human virtues, he might have been better than many Christians, but he knew nothing about Christ. Many years ago there was a Christian preacher in northern China by the name of Wang Ming-tao. Even though he had a good character and preached the gospel in a proper way, he saw very little concerning the Lord’s recovery. He preached merely ethics. "}]}